{
    "_id": {
        "$oid": "6682e8cfc4e5dba5ffba2776"
    },
    "CID": {
        "$numberInt": "9117"
    },
    "Name": "BENZO(GHI)PERYLENE",
    "IUPACName": "hexacyclo[12.8.0.02,11.03,8.04,21.017,22]docosa-1(14),2(11),3(8),4,6,9,12,15,17(22),18,20-undecaene",
    "CanonicalSMILES": "C1=CC2=C3C(=C1)C4=CC=CC5=C4C6=C(C=C5)C=CC(=C36)C=C2",
    "Synonyms": [
        "Benzo[ghi]perylene",
        "191-24-2",
        "1,12-Benzoperylene",
        "1,12-Benzperylene",
        "BENZO(GHI)PERYLENE",
        "Benzo[g,h,i]perylene",
        "Benzo(g,h,i)perylene",
        "NSC 89275",
        "Benzo-1,12-perylene",
        "5ZME2E2Q9L",
        "DTXSID5023908",
        "CHEBI:34568",
        "MFCD00004135",
        "NSC-89275",
        "hexacyclo[12.8.0.02,11.03,8.04,21.017,22]docosa-1(14),2(11),3(8),4,6,9,12,15,17(22),18,20-undecaene"
    ],
    "IsomericSMILES": "C1=CC2=C3C(=C1)C4=CC=CC5=C4C6=C(C=C5)C=CC(=C36)C=C2",
    "INCHI": "InChI=1S/C22H12/c1-3-13-7-9-15-11-12-16-10-8-14-4-2-6-18-17(5-1)19(13)21(15)22(16)20(14)18/h1-12H",
    "INCHIKEY": "GYFAGKUZYNFMBN-UHFFFAOYSA-N",
    "Formula": "C22H12",
    "MolecularWeight": {
        "$numberDouble": "276.3"
    },
    "Description": "Benzo[ghi]perylene is an ortho- and peri-fused polycyclic arene.",
    "XlogP": {
        "$numberDouble": "6.6"
    },
    "Complexity": {
        "$numberInt": "411"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Lodovici M et al; Sci Tot Environ 153: 61-68 (1994) (2) Tremolada P et al; Environ Sci Technol 30: 3570-77 (1996) (3) Dolegowska S, Migaszewski ZM; Ecotox Environ Safety 74: 1636-1644 (2011)",
            "Value": "The level of benzo(ghi)perylene identified in the leaves of the bay evergreen tree (Laurus nobilis) taken from 15 different sites in the Valley of Florence, Italy ranged in concentration from 3.2 to 89.8 ug/kg(1). The concentration of benzo(ghi)perylene in 28 pine needle samples collected from the UK was determined to range from <0.3 to 7.7 ng/g(2). Moss species collected in south-central Poland in 2008 had benzo(ghi)perylene (plus indenopyrene) levels 0.06-0.64 ug/kg(3)."
        }
    ],
    "animal_concentrations": [
        {
            "References": "(1) Broman D et al; Environ Toxicol Chem 9: 429-42 (1990) (2) Marsili L et al; Chemosphere 34: 759-70 (1997) (3) Camacho M et al; Sci Total Environ 481: 303-310 (2014)",
            "Value": "The concentration of benzo(ghi)perylene in seston, mussel (M. edulis) soft parts, and common eider duck (S. mollissima) gallbladders collected, from the early summer to early autumn of 1985 and 1986 in the Baltic Sea, was determined to be 140, 13, and 2.0 ng/g dry wt, respectively(1). Benzo(ghi)perylene was identified in the fur, biopsy, blood, liver, and feces of two colonies of Argentinian southern sea lions (Otaria flavescens) with concentrations of 2.31-17.4 ng/g in fur, 4.31-45.4 ng/g in biopsy, 8.68-10.83 in blood, 0.990-41.2 in the liver, and 1.56-1.71 in the feces(2). Thirteen sea turtles (Eretmochelys imbricata) collected near the Cape Verde archipelago between 2009 and 2011 contained a mean plasma level of 0.001 ng/mL benzo(ghi)perylene(3)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Uthe JF, Musial CJ; J Assoc Off Anal Chem 71: 363-8 (1988) (2) Vassilaros, DL et al; Anal Chem 54: 106-12 (1982) (3) Kagi R et al; Intern J Environ Anal Chem 22: 135-53 (1985) (4) Camanzo J et al; J Great Lakes Res 13(3): 296-309 (1987) (5) Iosifidou HG et al; Bull Environ Contam Toxicol 28: 535-41 (1982) (6) Rainio K et al; Bull Environ Contam Toxicol 37: 337-43 (1986) (7) Staples CA et al; Environ Toxicol Chem 4: 131-42 (1985)",
            "Value": "The level of benzo(ghi)perylene in the same digestive gland oil of lobsters was 227.8 and 382.0 ng/g according to 2 different laboratories(1). Bullhead, catfish from the Black River, OH and striped bass from the Potomac River, MD contained benzo(ghi)perylene(2). Coral rock oysters (Saccostrea cucculata) collected in Sept 1982 from six locations at Mermaid Sound in NW Australia contained benzo(ghi)perylene at concentration ranging from less than 0.1 to 5 ppb with a 60% frequency of occurrence(3). Fish samples from the Great Lakes harbors and tributary mouths contained benzo(ghi)perylene(4). Benzo(ghi)perylene was detected in mussels (Mytilus galloprovincialis) from the Thermaikos Gulf, Greece(5) and the Finnish Archipelago Sea(6). As of 1985, benzo(ghi)perylene had a median concentration less than 2.5 mg/kg and tested positive in 0.8% of 123 biota of ambient waters form EPA's STORET Database(7)."
        },
        {
            "References": "(1) Berthou F et al; Marine Environ Res 23: 103-33 (1987) (2) Bender ME et al; Environ Pollut 44: 243-60 (1987) (3) Takatsuki K et al; J Assoc Off Anal Chem 68: 945-9 (1985) (4) Marcus JM, Stokes; Bull Environ Contam Toxicol 35: 835-44 (1985) (5) Maccubbin AE et al; Bull Environ Contam Toxicol 34: 876-82 (1985)",
            "Value": "Oysters off the coast of northern France contained benzo(ghi)perylene 7 years after the Amoco Cadiz oil spill of 1978(1). Oysters off the coast of VA contained benzo(ghi)perylene from coal dust(2). Three samples of mussel, 1 sample of oyster, 1 corb shell and 3 samples of shortnecked clam from Prefecture, Japan contained benzo(ghi)perylene at concentrations of 0.83, 2.28, 1.44, 0.87, 0.95, 0.53, 1.13 and 1.89 ppb(3). Oysters from 3 marinas on the South Carolina coast also contained benzo(ghi)perylene(4). The stomach contents of 11, 6 and 5 white sucker fish from Smokes Creek, Eighteen Mile Creek and Cresent Beach, Lake Erie contained benzo(ghi)perylene at average concentration of 14.07, 2.04 and 2.68 ng/g(5)."
        },
        {
            "References": "(1) Akpan V et al; Bull Environ Contam Toxicol 53: 246-53 (1994) (2) Cocchieri RA et al; Marine Pollut Bull 21: 15-18 (1990) (3) Hellou J et al; Environ Pollut 84: 197-202 (1994) (4) Naes K et al; Sci Tot Environ 163:93-106 (1995) (5) Pereira WE et al; Marine Pollution Bulletin 24: 103-09 (1992) (6) Saeed T et al; Environment International 21: 255-63 (1995)",
            "Value": "Fresh and smoked fish samples from three Nigerian cities were found to contain 7.0 to 150 ug/kg benzo(ghi)perylene in fresh fish and 16 to 206 ug/kg benzo(ghi)perylene in smoked fish(1). The level of benzo(ghi)perylene contained in 5 shellfish and 14 types of fish along the coast of the Gulf of Naples, Italy was determined to range from not detected to 1262 ug/kg(2). The concentration of benzo(ghi)perylene in the tissue of Northwest Atlantic cod (Gadus morhua) collected off the coast of New Foundland, Canada in November 1990 ranged from 0.6 to 1.2 ng/g(3). Benzo(ghi)perylene was detected in periwinkle and blue mussel near aluminum plants in Norway at concentrations of 145 ug/kg and 6 ug/kg, respectively(4). The concentration of benzo(ghi)perylene in the Asian clam (Ptoamocorbula amurensis) collected from the Suisun Bay, California ranged from 46 to 81 ng/g dry weight(5). The level of benzo(ghi)perylene in seafood collected from Kuwaiti markets in May 1993 revealed an average concentration of 6.86 ug/kg, dry weight(6)."
        },
        {
            "References": "(1) Kauss PB, Hamdy YS; Hydrobiologia 219: 37-62 (1991) (2) Krantzberg G, Boyd D; Environ Toxicol Chem 11: 1527-40 (1992) (3) Lindstrom-Seppa P et al; Toxicol Environ Chem 19: 83-86 (1989) (4) Pendoley K; Marine Pollut Bull 24: 210-15 (1992) (5) Amin OA et al; Environ Toxicol Chem 30(3): 521-529 (2011) (6) Nakata H et al; Ecotox Environ Safety 99: 61-68 (2014)",
            "Value": "The concentration of benzo(ghi)perylene in mussels (Elliptio complanata) after 3 weeks exposure in 1985 in the St. Mary's River, Michigan/Canada was determined to range from 0.2 to 2 ug/kg(1). Benzo(ghi)perylene was identified in fathead minnows (Pimephales promelas) and mayfly nymphs (Hexagenia limbata) exposed to untreated Hamilton Harbour, Ontario, Canada sediment for 21 days in concentrations ranging from 0.0 to 0.051 mg/g in the minnows and 0.006 to 0.014 mg/g in mayflies(2). Benzo(ghi)perylene has been identified in perch (Perca fluvialtilis) collected following an oil spill in Vaasa Archipelago, Finland in August 1984 as having a concentration of <0.1 to 1.5 ug/kg(3). Oyster samples collected between 1986 and 1988 from remote islands on the Rowley Shelf off western Australia were found to contain benzo(ghi)perylene concentrations ranging from <0.07 to <0.5 ug/kg(4). Mussels (Mytilus edulis chilensis) collected from 12 coastal locations in Ushuaia Bay, Argentina, and the surrounding area in October 1999 and again in October 2003 contained benzo(ghi)perylene concentrations ranging from 0.01 to 0.37 ug/g lipid(5). Oysters collected from 18 sites of the Yatsushiro Sea, Japan in 2008 had benzo(ghi)perylene concentrations ranging from 0.076-6.9 ng/g wet wt(6)."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Varanasi U et al; Environ Sci Technol 4: 721-6 (1985) (2) Malins DC et al; Carcinogenesis 6: 1463-9 (1985) (3) Merrill EG, Wade TL; Eviron Sci Technol 19: 597-603 (1985) (4) Bieri R et al; Intern J Environ Anal Chem 26: 97-113 (1986) (5) West WR et al; Environ Sci Technol 22: 224-8 (1988) (6) Fabacher DL et al; Environ Toxicol Chem 7: 529-43 (1988) (7) Black J et al; Chap 33 in Chem Environ Impact Health Eff Proc Conf 5: 415-27 (1985) (8) Staples CA et al; Environ Toxicol Chem 4: 131-42 (1985) (9) Ko FC et al; Chemosphere 66: 277-285 (2007)",
            "Value": "SEDIMENT: Sediment from the Duwamish River delta, WA contained benzo(ghi)perylene at an average concentration of 620 ng/g(1). Sediments from three sites in Eagle Harbor and one at President Point, WA contained benzo(ghi)perylene at an average concentration of 580, 740, 170 and less than 23 ng/g for 4, 9, 2 and 1 sample(s) respectively(2). Benzo(ghi)perylene was also detected in sediments from the Elizabeth River, VA(3,4) and the Black River, OH(5). Sediments from the Black and Cuyahoga Rivers, OH, and Menominee River, WI contained benzo(ghi)perylene at average concentration of 5.40, 1.10 and 0.20 ug/g, respectively(6). Benzo(ghi)perylene was detected in Black and Buffalo River sediments at average concentration of 3448 and 1155 ng/g, respectively(7). As of 1985, benzo(ghi)perylene had a median concentration less than 500.0 ug/kg and tested positive in 8.0% of 343 sediments in ambient waters from EPA's STORET database(8). Sediments collected from areas of the Susquehanna River in 2000 had average benzo(ghi)perylene concentrations of 38.72-416.15 ng/g dry wt(9)."
        },
        {
            "References": "(1) Berthou F et al; Marine Environ Res 23: 103-33 (1987) (2) Wickstrom K, Tolonen K; Water Air Soil Pollut 32: 155-75 (1987) (3) Poulton DJ; J Great Lakes Res 13: 193-202 (1987) (4) Martel L: Bull Environ Contam Toxicol 37: 133-40 (1986) (5) Baag J, Smith JD; Preprint in: ACS Natl Meet 28: 328-30 (1988) (6) Garrigues P et al; Intern J Environ Anal Chem 28: 121-131 (1987) (7) Dominguez C et al; Arch Environ Contam Toxicol 59: 49-61 (2010)",
            "Value": "SEDIMENT: Sediments off the coast of northern France contained benzo(ghi)perylene 7 years after the Amoco Cadiz oil spill of 1978(1). Benzo(ghi)perylene was detected in the sediments of 5 small lakes in Southern Finland(2). Sediments from Lake Ontario's Hamilton Harbor at Toronto, Canada contained benzo(ghi)perylene at concentration ranging from 1.6 to 8.6 ug/g(3). Sediments from Saguenay Fjord, Canada also contained benzo(ghi)perylene(4). Benzo(ghi)perylene was contained to sediments off the Great Barrier Reef, Australia at concentrations up to 2.6 ug/kg(5). Four of 5 sediment samples from along the \"Golfe de Gascogne\", France contained benzo(ghi)perylene at concentration of 1, 72, 400 and 1969 ng/g(6). Core sediments collected from the Sundarban Mangrove Wetland, India in 2008-2009 had benzo(ghi)perylene levels ranging from 4-218 ng/g dry wt(7)."
        },
        {
            "References": "(1) Acharya P, Ives P; J Air Waste Manag Assoc 44: 1195-1203 (1994) (2) Beurskens JEM et a; Wat Sci Tech 29: 77-85 (1994) (3) Brooks JM et al; Environ Sci Technol 24: 1079-85 (1990) (4) Brown G, Maher W; Org Geochem 18: 657-68 (1992) (5) Domagalski JL, Kuivila KM; Estuaries 16: 416-26 (1993) (6) Pereira WE et al; Marine Pollution Bulletin 24: 103-09 (1992) (7) Great Lakes Water Quality Board; Report to the International Joint Commission. 1987 Report on Great Lakes Quality: Appendix B, Great Lakes Surveillance, Vol II (1989) (8) Villanueva J et al; Chemosphere 22: 317-26 (1991)",
            "Value": "SEDIMENT: Samples were collected from a remedial investigation site located north of Lake Pontchartrain in Slidell, LA in February 1986; the concentration of benzo(ghi)perylene in sediment from the Bayou Bonfouca site was determined to range from 60,000 to 170,000 ug/kg (ppb)(1). The concentration trend of benzo(ghi)perylene in sediment cores from Lake Ketelmeer, Germany is 1.0 mg/kg in 1945, 1.2 mg/kg in 1965, and 0.5 mg/kg in 1985(2). Bottom sediments collected in the vicinity of a multi-well platform offshore of Matagorda, TX from May 1982 to November 1985 had an average benzo(ghi)perylene concentration of 7.8 ppb(3). The concentration of benzo(ghi)perylene in sediment collected in October 1986 from the Georges River estuary south of Sydney, Australia was determined to average 3.3 mg/kg(4). Suspended-sediment and water samples were collected from San Francisco Bay in 1991 during low river discharge and after spring rains; the average concentration of benzo(ghi)perylene in suspended sediment from ten sites ranged from not detected to 30.7 ng/g(5). The concentration of benzo(ghi)perylene in bed sediments and suspended sediments collected from the Suisun Bay, California ranged from 0.3 to 21 and 24 to 34 ng/g dry weight, respectively(6). The mean concentration range of benzo(ghi)perylene in sediments measured at 31 sites in the Detroit River in 1982 was determined to be 0.13 to 7.30 m/kg; benzo(ghi)perylene was detected but not quantified in suspended sediments at Fort Erie and Niagra-on-the-lake in a study conducted from December 1984 to March 1986(7). The concengtrations of benzo(ghi)perylene in the sediment of an uncontrolled hazardous waste dump near the Nervion River, North Spain, was determined to range from 5.5 to 50 ug/g(8)."
        },
        {
            "References": "(1) Huntley SL et al; Bull Environ Contam Toxicol 51: 865-72 (1993) (2) Naef C et al; Environ Sci Technol 26: 1444-57 (1992) (3) Pereira WE et al; Marine Environ Res 41: 229-314 (1996) (4) Ristola T et al; Chemosphere 32: 1179-92 (1996) (5) Baker JE et al; Environ Sci Technol 25: 500-09 (1991) (6) Domine D et al; Sci Tot Environ 155: 9-24 (1994) (7) Huntley SL et al; Arch Environ Contam Toxicol 28: 93-107 (1995) (8) Murphy TP et al; Water Pollut Res J Can 26: 1-16 (1991)",
            "Value": "SEDIMENT: The concentration of benzo(ghi)perylene in 31 sediment cores collected during November and December 1991 at locations throughout the Arthur Kill, Hackensack River, and Passaic River were determined to avg 0.62, 1.40, and 1.60 mg/kg, respectively(1). Benzo(ghi)perylene was identified in sediment collected near various industrial emission sources on the Swedish Baltic Coast, concentration not reported(2). Bed sediments collected in 1993 at 16 sites along the Lauritzen Canal and Richmond Harbor, California were found to contain benzo(ghi)perylene concentrations ranging from 160 to 1250 ng/g(3). Sediment samples of various parts of Lake Lagoda, Russia collected in June 1993 were found to contain benzo(ghi)perylene ranging in concentrations from 1.9 to 230 ng/g(4). Sediment samples collected from four sites in Lake Superior during 1984-1985 were found to contain average benzo(ghi)perylene concentrations of 106.8 ng/g in surficial sediments, 61 ng/g in unstratified sediment, and 104 ng/g in surface water suspended solids(5). The concentrations of benzo(ghi)perylene in 30 sediment samples collected at 15 different sites from the Gulf of Lion, France ranged from not detected to 314.5 ng/g(6). The level of benzo(ghi)perylene contained in 213 sediment samples from 58 sediment cores collected throughout the Newark Bay Estuary, New Jersey from December 1991 to March 1993 ranged from 0.33 to 57 mg/kg(7). Benzo(ghi)perylene was identified in 81 sediment cores collected from the Hamilton Harbour, Lake Ontario from April to July 1989 with concentrations ranging from 0.0 to 60.6 ug/g(8)."
        },
        {
            "References": "(1) Erickson DC et al; pp. 257-65 in Waste Testing and Quality Assurance, Third Volume. ASTM Spec Tech Publ, STP 107 (1992) (2) Yu Y et al; Environ Sci Technol 24: 1732-38 (1990) (3) Bradley LJ et al; J Soil Contam 3: 349-61(1994) (4) Flucas BJ et al; Polycyclic Aromatic Hydrocarbons at Selected Burning Grounds at Los Alamos. Preprint: 209th ACS Natl Mtg, Anaheim, CA, April 2-7 35: 7-10 (1995) (5) Jones KC et al; Environ Sci Technol 23: 95-101 (1989) (6) Jones KC et al; Environ Sci Technol 23: 540-50 (1989) (7) Cai QY et al; Chemosphere 68: 159-168 (2007) (8) Essumang DK et al; Bull Environ Contam Toxicol 86(4): 438-443 (2011)",
            "Value": "SOIL: Soil samples collected from an oil refinery site in Washington State was found to contain 66 mg/kg benzo(ghi)perylene at a depth of 0-6 inches, 8 mg/kg at a depth of 12-24 inches, and <1 mg/kg at a depth between 24 and 54 inches(1). A sample of sandy loam soil contaminated 40 years previously was collected at a site in southern New Jersey and was found to contain 31.4 ug/g benzo(ghi)perylene(2). The average concentration of pyrene detected in soil samples collected from July 21-23, 1992 from 3 northeastern US cities was 0.89 mg/kg(3). Various sites at the Los Alamos National Laboratory were sampled; soil analysis revealed that the level of benzo(ghi)perylene ranged from 0.37 to 81.9 mg/kg(4). The level of benzo(ghi)perylene in soil samples collected from the Rothamsted Experimental Station in southeast England since the mid-1800s up to 1988 show a concentration trend of 22, 8.3, 6.1, 55, and 66 ng/g in the years 1846, 1881, 1914, 1956, and 1980, respectively(5). The average concentration of benzo(ghi)perylene in soil samples collected at 49 sites in Wales was determined to be 137 ug/kg(6). Soil samples collected from a variety of vegetable field areas of the Pearl River Delta, South China in 2002 contained benzo(ghi)perylene levels ranging from not detectable to 43 ug/kg(7). Soil samples collected in Esbjerg, Denmark in the mid-to-late 2000s contained mean benzo(ghi)perylene concentrations of 0.02-1.4 mg/kg(8)."
        }
    ]
}