{
    "_id": {
        "$oid": "6682e8d0c4e5dba5ffba2779"
    },
    "CID": {
        "$numberInt": "9128"
    },
    "Name": "BENZO(E)PYRENE",
    "IUPACName": "benzo[e]pyrene",
    "CanonicalSMILES": "C1=CC=C2C(=C1)C3=CC=CC4=C3C5=C(C=CC=C25)C=C4",
    "Synonyms": [
        "Benzo[e]pyrene",
        "192-97-2",
        "BENZO(E)PYRENE",
        "1,2-Benzpyrene",
        "4,5-Benzopyrene",
        "4,5-Benzpyrene",
        "Benzo(l)pyrene",
        "9,10-Benzpyrene",
        "1,2-Benzopyrene",
        "B(e)P",
        "Benz(e)pyrene",
        "Benz[e]pyrene",
        "CHEBI:34567",
        "Benzo[l]pyrene",
        "DTXSID3023764"
    ],
    "IsomericSMILES": "C1=CC=C2C(=C1)C3=CC=CC4=C3C5=C(C=CC=C25)C=C4",
    "INCHI": "InChI=1S/C20H12/c1-2-8-16-15(7-1)17-9-3-5-13-11-12-14-6-4-10-18(16)20(14)19(13)17/h1-12H",
    "INCHIKEY": "TXVHTIQJNYSSKO-UHFFFAOYSA-N",
    "Formula": "C20H12",
    "MolecularWeight": {
        "$numberDouble": "252.3"
    },
    "Description": "Benzo[e]pyrene is an ortho- and peri-fused polycyclic arene consisting of five fused benzene rings. It is listed as a Group 3 carcinogen by the IARC. It has a role as a mutagen and a carcinogenic agent.",
    "XlogP": {
        "$numberDouble": "6.4"
    },
    "Complexity": {
        "$numberInt": "336"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Larsson BK; J Sci Food Agric 36: 463-70 (1985) (2) Jones KC et al; Sci Tot Environ 78: 117-30 (1989)",
            "Value": "Lettuce and rye that were grown at a site near a highway had benzo(e)pyrene concentrations of 0.1 to 3.5 ug/kg fresh wt(1). Since the 1840s, crops have been harvested and stored for long term agricultural studies at a site in the UK(2); benzo(e)pyrene levels in grass samples were found to vary from 28 ug/kg in 1860 to 1862 to 93 ug/kg in 1879 to 1881 and then fall gradually to 5 ug/kg in 1985 to 1986(2); between 1877 and 1984, levels in wheat grain ranged from 0.29 to 2.50 ug/kg with the lowest levels occurring most recently(2)."
        }
    ],
    "animal_concentrations": [
        {
            "References": "(1) Broman D et al; Environ Toxicol Chem 9: 429-42 (1990) (2) Eadie BJ et al; Chemosphere 11: 185-91 (1982) (3) Pathirana S et al; Ecotox Environ Safety 28: 256-69 (1994)",
            "Value": "Benzo(e)pyrene concentrations of 66-89 ng/g dry wt were detected in seston blue mussel (Mytilus edulis L.) taken from the coastal area of the northern Baltic(1). Gallbladders of common eider ducks (Somateria mollissima), which feed on the mussels, had a mean concentration of 2.1 ng/g dry wt(1). Benthic organisms (worms and midges) taken from the Raison River and Lake Erie near a Detroit power plant had benzo(e)pyrene levels of 20 to 110 ppb(2). Slugs, beetles, millipedes, earthworms and Casuarina littorina collected near a roadside in Brisbane, Australia contained 7, 2.5, 1, 13, and 4 ng/g wet weight benzo(e)pyrene, respectively(3)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Fazio T, Howard JW; pp. 461-506 in Handbook of Polycyclic Aromatic Hydrocarbons Bjorseth A, ed., New York, NY: Marcel Dekker Inc (1983) (2) Uthe JF, Musial CJ; Bull Environ Contam Toxicol 37: 730-8 (1986) (3) Afolabi OA et al; J Agric Food Chem 31: 1083-90 (1983) (4) Nakata H et al; Ecotoc Environ Safety 99: 61-68 (2014) (5) IARC Monographs on the Evaluation of the Carcinogenic Risk of Chemicals to Man. Certain Polycyclic Aromatic Hydrocarbons and Heterocyclic Compounds. Volume 3: 137-158 (1973). Available from, as of Nov 7, 2016: https://monographs.iarc.fr/ENG/Classification/index.php",
            "Value": "Oysters taken from Arkansas Bay and Galveston Bay in US waters contained benzo(e)pyrene levels of 0.2 to 2.1 ug/kg(1). Lobsters collected near Cape Breton Island, Nova Scotia in 1982 and 1984 contained benzo(e)pyrene concentrations of 210 to 1400 ug/kg in the digestive gland and 10 45 ug/kg in the tail muscle(2). Analysis of various Nigerian freshwater fish found benzo(e)pyrene levels of 0.32 to 45.24 ng/g dry wt(3). Benzo(e)pyrene concentrations of 0.21-12 ng/g wet weight were detected in oysters collected from 18 stations in the Yatsushiro Sea, Japan in 2010(4). In cooked fish the amount of benzo(e)pyrene present depends on the method of cooking: time of exposure, distance of the heat source and whether or not the melted fat is allowed to drip into the heat source. In smoked fish and gas broiled fish, benzo(e)pyrene concentrations ranged from traces to 1.9 ug/kg and 1.2 ug/kg, respectively(5)."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Eadie BJ et al; Chemosphere 11: 185-91 (1982) (2) Huggett RJ et al; Marine Pollut Bull 19: 454-8 (1988) (3) Helfrich J, Armstrong DE; J Great Lakes Res 12: 192-9 (1986) (4) Tan YL, Heit M; Geochim Cosmochim Acta 45: 2267-79 (1981) (5) Broman D et al; Chemosphere 29: 1325-31 (1994) (6) Prahl FG, Carpenter R; Est Coast Shelf Sci 18: 703-19 (1984) (7) Kauss PB, Hamdy YS; Hydrobiologia 219: 37-62 (1991) (8) Kennicutt MC II et al; Environ Sci Technol 28: 1-15 (1994) (9) Baker JE et al; Environ Sci Technol 25: 500-9 (1991) (10) Ko FC et al; Chemosphere 66: 277-285 (2007)",
            "Value": "SEDIMENT: Sediments collected from a river and Lake Erie near a Detroit power plant had benzo(e)pyrene levels of 60 to 600 ppb(1). Sediments collected from the Chesapeake Bay between 1984 and 1986 had benzo(e)pyrene levels of 2 to 150 ug/kg(2). Sediment cores collected from the southern basin of Lake Michigan in Aug and Sep 1978 contained levels of 20 to 300 ng/g benzo(e)pyrene(3). Analysis of sediment cores from two remote Adirondack Lakes (Sagamore and Woods Lake) found benzo(e)pyrene concentrations of 87 to 770 ng/g dry wt in the upper 11 cm of depth(4); concentrations at depths of 12 to 84 cm were only 1 to 10 ng/g(4). Concentrations of benzo(e)pyrene in laminated sediments collected from the northern Baltic proper were, ug/g C (sediment layer, mm): 1.4 (0 to 1.8); 1.9 (1.8 to 3.6); 1.7 (3.6 to 5.4); 2.1 (7.2 to 9.0); 2.3 (10.8 to 12.6); 3.4 (16.2 to 18.0); 3.7 (21.6 to 23.4); 4.4 (27.0 to 28.8); 5.1 (32.4 to 34.2) and 4.4 (37.8 to 39.6)(5). Sediment cores collected from 17 locations on the Washington continental shelf and slope contained benzo(e)pyrene at concentrations of, ug/g organic carbon: inner shelf, 1.4 and 1.7; midshelf, 1.6 to 2.5; outer shelf, 0.5 and 1.1; slope, 0.3 to 1.1; and 22 to 24 cm (Pleistocene gray clay), 1.8(6). Surficial sediments collected from St. Mary's River in 1985 contained benzo(e)pyrene at concentrations ranging from 0.08 to 37.0 mg/kg dry weight(7). Sediment samples collected from 5 regions of Casco Bay, Maine in Aug 1991 contained benzo(e)pyrene (concentration range, ppm dry weight): Inner Bay (37 to 514); West Bay (14 to 74); East Bay (37 to 276); Cape Small (1 to 271); and Outer Bay (48 to 140)(8). Surficial sediments and surface water suspended solids sampled from Lake Superior contained benzo(e)pyrene at mean concentrations of 74.6 and 15 ng/g, respectively(9). Surface sediments collected at four sites of the Susquehanna River in 2000 had average benzo(e)pyrene concentrations ranging from 69.36 to 272.55 ng/g dry wt(10)."
        },
        {
            "References": "(1) Brooks JM et al; Environ Sci Technol 24: 1079-85 (1990) (2) Bieri RH et al; Intern J Environ Anal Chem 26: 97-113 (1986) (3) Baker JE et al; Environ Sci Technol 25: 500-9 (1991) (4) Fabacher DL et al; Environ Toxicol Chem 7: 529-43 (1988) (5) Taylor PN, Lester JN; Environ Technol 16: 1155-63 (1995) (6) Malins DC et al; Carcinogenesis 6: 1463-9 (1985) (7) Domine D et al; Sci Total Environ 155: 9-24 (1994)",
            "Value": "SEDIMENT: Sediment samples collected from 11 coastal estuarine sites nearshore in Matagorda, TX had an average benzo(e)pyrene concentration of 5.7 ppb(1); sediment samples taken at 25 m from a nearby oil drilling platform had a concentration of 29.7 ppb(1). The benzo(e)pyrene concentration (in ug/g dry wt) of sediment from various US locations has been reported as follows: Charles River MA, 33; Elliot Bay WA, 4; Commencement Bay WA, 1; Newton Creek NY, 1; Elizabeth River VA, 6(2). Sediment and suspended solids collected from Lake Superior in 1984 to 1985 had levels of approximately 10-100 ng/g(3). Benzo(e)pyrene concentrations of 0.068 to 21.0 ug/g dry wt were detected in sediments from 5 rivers that feed the Great Lakes(4). The highest concentrations were found in the Black River which is known to be contaminated by the steel and coking industries(4). Benzo(e)pyrene concentrations in sediment cores from Tilbury docks on the River Thames, UK were, ug/g dry sediment (depth below OD (Ordnance Datum Newlyn, OD, is the mean sea level at Newlyn as defined by the Government Survey of Great Britain), cm): 1.21 (445-455), 1.33 (465-474), 1.55 (484-494), 1.35 (504-514), 1.81 (523-533), 1.41 (543-553), 1.35 (563-572), 2.02 (582-592), 3.46 (602-612), 3.94 (621-631), 4.08 (641-651), 3.57 (661-670), 3.09 (680-690), 3.19 (700-710), 2.88 (719-729), 3.81 (739-749), 2.47 (759-768), 3.77 (778-798), 3.54 (798-808), 4.34 (817-827) and 4.68 (837-847)(5). Benzo(e)pyrene was detected in sediments from Eagle Harbor, Puget Sound, WA and President Point, WA at concentrations ranging from 250 to 2000 ng/g dry weight in Eagle Harbor and 43 ng/g dry weight in President Point sediment(6). 26 of 28 superlayer and underlayer deep sea sediment samples from 15 sampling sites in the Gulf of Lion, Mediterranean Sea, France were found to contain benzo(e)pyrene at concentrations ranging from 0.8 to 246.6 ng/g dry weight. The benzo(e)pyrene concentration in a sediment sample from the Grand Rhone River, located downstream from a highly industrialized and urbanized area, was 498.8 ng/g dry sediment(7)."
        },
        {
            "References": "(1) Veldre IA, Itra AR; Polynucl Aromat Hydrocarbons: Meas, Means, Metab, Int Symp 11th (1991) (2) Simcik MF et al; Environ Sci Technol 30: 3039-46 (1996) (3) Siddal R et al; Chemosphere 29: 1467-76 (1994) (4) Harkey GA et al; Environ Toxicol Chem 14: 1551-60 (1995)",
            "Value": "SEDIMENT: Sediment samples collected from rivers in rural Estonia contained 18 ug/kg benzo(e)pyrene; samples collected from rivers in an oil-shale region contained 14 ug/kg benzo(e)pyrene(1). Samples of sediment from two stations in Lahepere Bay, Baltic Sea contained 10 and 5.8 ug/kg benzo(e)pyrene(1). Five sediment cores from a north-south transect of Lake Michigan collected in 1991 to 1993 contained benzo(e)pyrene at concentrations ranging from 127.24 to 268.11 ng/g dry weight(2). Bottom sediments from Rybinsk Reservoir, Russia contained benzo(e)pyrene at mean concentrations ranging from 5.2 to 1598.4 ng/g; the highest concentration occurring at Torovo, adjacent to the Tcherepovets industrial center(3). Bottom sediments collected at a depth of 16 m from Lake George, a contaminated lake in northern MI, in Oct 1993 contained benzo(e)pyrene at concentrations ranging from, ng/g dry weight (core depth): 512.8 to 697.9 (0 to 4 cm); 260.8 to 282.0 (4 to 9 cm); 1,032.1 to 1,095.6 (12 to 16 cm); 158.6 to 277.7 (28 to 32 cm); and 4.8 (44 to 48 cm)(4)."
        },
        {
            "References": "(1) Morselli L et al; Chemosphere 18: 2263-73 (1989) (2) Yu X et al; Environ Sci Technol 24: 1732-8 (1990) (3) Pathirana S et al; Ecotox Environ Safety 28: 256-69 (1994) (4) Yang SYN et al; Sci Tot Environ 102: 229-40 (1991) (5) Jones KC et al; Environ Sci Technol 23: 95-101 (1989) (6) Weissenfels WD et al; Appl Microbiol Biotechnol 36: 689-96 (1992) (7) Spitzer T, Kuwatsuka S; J Chromatogr 643: 305-9 (1993)",
            "Value": "SOIL: Soil samples taken from the vicinity of an Italian municipal waste incinerator had concs of 4 to 396 ug/kg(1). Coastal loam soil samples taken 180 cm below the surface had levels of 28.8 ug/g; the surface had been contaminated for more than 40 yrs(2). Soil and leaf litter samples collected near a roadside in Brisbane, Australia contained 29 ng/g dry weight and 57 ng/g wet weight benzo(e)pyrene(3). The upper 0 to 5 cm of soil collected adjacent to a major arterial road near Brisbane, Australia contained benzo(e)pyrene at a concentration of 411 ng/g, 0.5 m from the curb; the benzo(e)pyrene concentration decreased with increasing distance from the curb(4). Benzo(e)pyrene's concentration was monitored in an agricultural soil for a period of 100 years; concentration in 1846, 1881, 1893, 1914, 1944, 1956, 1966, 1980 and 1986 were 24, 13, 7, 11, 35, 65, 27, 130, and 53 ng/g, respectively(5). Benzo(e)pyrene was detected in soil samples obtained from a former wood impregnation plant and a former tar-oil refinery at concentrations of 48.6 and 64.4 mg/kg soil, respectively(6). Benzo(e)pyrene was detected in surface soil samples from urban areas in Japan, ug/kg: Nagoya center, 18; Nagoya airport, 220; Sapparo center, 160; and Tomakomai industry, 165(7)."
        }
    ]
}