{
    "_id": {
        "$oid": "6682e8d1c4e5dba5ffba277e"
    },
    "CID": {
        "$numberInt": "9142"
    },
    "Name": "PERYLENE",
    "IUPACName": "perylene",
    "CanonicalSMILES": "C1=CC2=C3C(=C1)C4=CC=CC5=C4C(=CC=C5)C3=CC=C2",
    "Synonyms": [
        "PERYLENE",
        "198-55-0",
        "peri-Dinaphthalene",
        "Perilene",
        "Dibenz[de,kl]anthracene",
        "alpha-Perylene",
        "Perylen",
        "Dibenz(de,kl)anthracene",
        "MFCD00004142",
        "5QD5427UN7",
        "NSC-6512",
        "CCRIS 1231",
        "HSDB 6767",
        "NSC 6512",
        "EINECS 205-900-9"
    ],
    "IsomericSMILES": "C1=CC2=C3C(=C1)C4=CC=CC5=C4C(=CC=C5)C3=CC=C2",
    "INCHI": "InChI=1S/C20H12/c1-5-13-6-2-11-17-18-12-4-8-14-7-3-10-16(20(14)18)15(9-1)19(13)17/h1-12H",
    "INCHIKEY": "CSHWQDPOILHKBI-UHFFFAOYSA-N",
    "Formula": "C20H12",
    "MolecularWeight": {
        "$numberDouble": "252.3"
    },
    "Description": "Perylene is an ortho- and peri-fused polycyclic arene comprising of five benzene rings that is anthracene in which the d,e and k,l sides are fused to benzene rings. It is an ortho- and peri-fused polycyclic arene and a member of perylenes.",
    "XlogP": {
        "$numberDouble": "5.8"
    },
    "Complexity": {
        "$numberInt": "304"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Nakajima D et al; Chemosphere 30: 409-18 (1995)",
            "Value": "Perylene was identified in leaves at two sites with different traffic conditions in Tokyo, Japan from June 1993 to May 1994 from June 1993 to May 1994 with concentrations ranging from 0.53 to 11.0 ng/g near the highway Loop 7 and 0.09 to 1.07 ng/g at the National Garden(1)."
        }
    ],
    "animal_concentrations": [
        {
            "References": "(1) Broman D et al; Environ Toxicol Chem 9: 429-42 (1990) (2) Pathirana S et al; Ecotoxicol Environ Safe 28: 256-69 (1994)",
            "Value": "The concentration of perylene in seston, mussel (Mytilus edulis) soft parts, and common eider duck (Somateria mollissima) gallbladders collected, from the early summer to early autumn of 1985 and 1986 in the Baltic Sea, was determined to be 31, 4.3, and <0.1 ng/g dry wt, respectively(1). The perylene concentration found along the northern side of Kessels Road, Brisbane, Queensland, Australia was measured to be 1, 1, 2, and 4 ng/g in a beetle (Laxta granicollis), a millipede, a beetle (Platyzosteria nitida), and an earthworm, respectively(2)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Afolabi OA et al; J Agric Food Chem 31: 1083-90 (1983) (2) Bjoerseth A et al; Sci Tot Environ 13: 71-86 (1979) (3) Hernandez JE et al; Bull Environ Contam Toxicol 55: 461-68 (1995) (4) Landrum PF et al; Environ Toxicol Chem 11: 1197-1208 (1992) (5) Kalas L et al; pp. 567-76 in Hydrocarbons and Halogenated Hydrocarbons in the Aquatic Environment. Afgan BK, D Mackay, eds. New York, NY: Plenum Press (1980) (6) Nakata H et al; Ecotoc Environ Safety 99: 61-68 (2014) (7) Amin OA et al; Environ Toxicol Chem 30(3): 521-529 (2011)",
            "Value": "Perylene concentrations in traditionally preserved Nigerian freshwater fish species Clarias lazera, Sarotherodon niloticus, Sarotherodon galileus, Tilapia zilli and Hemichromis fasciatus were determined to range from 0.01 to 19.21 ng/g(1). Perylene was found in mussels collected at 10 sites in the Sudafjord, W Norway in concentrations ranging from 35 to 3976 ppb(2). The concentration level of perylene in mussels (Perna canaliculus) collected from the island of Tenerife ranged from not detected to 339 ng/g(3). The average concentration of perylene in Diporeia after 28 days ranged from 373-496 nmol/g(4). Perylene was identified in Cipangopaludina chinensis (gastropod) soft tissue samples collected from Hamilton Bay, Lake Ontario as having a concentration of 25.90 ug/kg(5). Perylene concentrations of 0.065-2.4 ng/g wet weight were detected in oysters collected from 18 stations in the Yatsushiro Sea, Japan in 2010(6). Perylenen was detected (concentrations not reported) in mussels (Mytilus edulis chilensis) collected from 12 coastal locations in Ushuaia Bay, Argentina, and the surrounding area in October 1999 and again in October 2003(7)."
        },
        {
            "References": "(1) Kauss PB, Hamdy YS; Hydrobiologia 219: 37-62 (1991) (2) Malins DC et al; Carcinogenesis 6: 1463-69 (1985) (3) McCain BB et al; Arch Environ Contam Toxicol 19: 10-6 (1990) (4) Pena E et al; Bull Environ Contam Toxicol 57: 803-10 (1996) (5) Smith JD et a; Environ Sci Technol 16: 353-58 (1984) (6) Zabik ME et al; Food Chem 55(3): 231-239 (1996)",
            "Value": "The concentration of perylene in mussels (Elliptio complanata) after 3 weeks exposure in 1985 in the St. Mary's River, Michigan/Canada was determined to range from 0.4 to 21 ug/kg(1). The concentration of perylene in the stomach organisms of English sole (Parophrys vetulus) collected from Eagle Harbor and President Point, WA in 1983 was determined to range from 15 to 650 ng/g(2). Perylene was detected in composites of stomach organisms from juvenile chinook salmon captured from the Duwamish Waterway, WA in 6/86 and the Nisqually River, WA in 6/87 at average concentrations of 1.2 and <0.075 ug/g dry weight, respectively(3). Perylene concentrations identified in specimens of the marine winkle Osilinus attratus collected off the coast of Tenerife, near northern Africa, ranged from 13.7 to 42.2 ng/g(4). The concentration of perylene measured in clams, Tridacna maxima, collected from sites along the Great Barrier Reef, Australia, from December 1980 to August 1982 ranged from <0.04 to 0.20 ug/kg wet wt(5). Lake trout caught from Lakes Michigan and Superior in 1990-1991 had average perylene concentrations of below detection limits and 0.15 ng/g wet weight respectively(6); after smoke cooking, respective perylene levels were 1.84 and 0.73 ng/g(6)."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Al-Saad Marine Pollut Bull 8: 248-51 (1987) (2) Bjoerseth A et al; Sci Tot Environ 13: 71-86 (1979) (3) Naef C et al; Environ Sci Technol 26: 1444-57 (1992) (5) Pereira WE et al; Marine Environ Res 41: 229-314 (1996) (4) Poutanen EL et al; Chemosphere 10: 347-54 (1981) (5) Domine D et al; Sci Tot Environ 155: 9-24 (1994) (6) Kayal SI, Connell DW; Estuarine, Coastal and Shelf Science 29: 473-87 (1989) (7) Matsushima H; Agric Biol Chem 46: 1489-94 (1982) (8) Ristola T et al; Chemosphere 32: 1179-92 (1996) (9) Villanueva J et al; Chemosphere 22: 317-26 (1991) (10) Chen SJ et al; Environ Sci Technol 40: 709-714 (2006) (11) Barra R et al; Ecotox Environ Safety 63: 52-60 (2006)",
            "Value": "SEDIMENT: Surficial sediments from the Shatt Al-Arab River and the North-West Region of the Arabian Gulf collected from November 1979 to April 1980 were found to contain perylene concentrations ranging from 0.04 to 11.22 ng/g(1). Perylene was found in sediments collected at 10 sites in the Sudafjord, W Norway in concentrations ranging from 0.6 to 1757 ppb(2). Perylene was identified in sediment collected near various industrial emission sources on the Swedish Baltic Coast (concentrations not reported)(3). Marine sediment samples collected from the Baltic proper and from the Gulf in Finland were determined to have perylene concentrations of 50 and 65 ng/g, respectively(4). The concentration of perylene in 30 sediment samples collected at 15 different sites from the Gulf of Lion, France ranged from not detected to 264.3 ng/g(5). The average concentration of perylene in surface sediment samples taken from the Brisbane River Estuary, Australia from January-May 1986 was determined to range from 0.03 to 0.14 ug/g; the average perylene concentration range in particulates in water was determined to be 0.27-0.89 ug/g(6). Sediments collected in Tokyo Bay in July and Aug 1973 contained perylene at concentrations ranging from 0.006 to 0.305 mg/kg dry weight(7). Sediment samples (12) of various parts of Lake Lagoda, Russia collected in June 1993 were found to contain perylene ranging in concentration from 1.6 to 200 ng/g(8). The concentration of perylene in the sediment of an uncontrolled hazardous waste dump near the Nervion River, North Spain, was determined to range from 0.6 to 50 ug/g(9). Perylene, at levels of <0.10 ug/g, was one of many PAHs detected in 188 soil samples collected around the Tianjin area, China in the early 2000s(10). Sediments collected from the Pearl River Estuary and the North South China Sea in July 2002 contained perylene concentrations of 25-200 ng/g(10). Sediment cores (45 cm in depth) collected from remote mountain lake in central Chile had perylene concentrations ranging from about 300 to 5000 ng/g dry wt(11)."
        },
        {
            "References": "(1) Fabacher DL et al; Environ Toxicol Chem 7: 529-43 (1988) (2) Harkey GA et al; Chemosphere 28: 583-96 (1994) (3) Malins DC et al; Carcinogenesis 6: 1463-69 (1985) (4) Brooks JM et al; Environ Sci Technol 24: 1079-85 (1990) (5) Ko FC et al; Chemosphere 66: 277-285 (2007)",
            "Value": "SEDIMENT: Perylene concentrations of 0.092 to 5.90 ug/g dry wt were detected in sediments from 5 rivers that feed the Great Lakes(1). Perylene concentration levels ranged from 196.0 to 620.7 ng/g in sediment cores obtained from Lake George, MI (at a 16 m depth) in October 1993(2). The concentration of perylene in sediment samples collected from Eagle Harbor and President Point, WA in 1983 ranged from 17 to 500 ng/g(3). Bed sediments collected in 1993 at 16 sites along the Lauritzen Canal and Richmond Harbor, California were found to contain perylene concentrations ranging from 88 to 510 ng/g(3). Bottom sediments collected in the vicinity of a multi-well platform offshore of Matagorda, TX from May 1982 to November 1985 had an average perylene concentration of 13.6 ppb(4). Surface sediments collected at four sites of the Susquehanna River in 2000 had average perylene concentrations ranging from 23.70 to 424.90 ng/g dry wt(5)."
        },
        {
            "References": "(1) Pereira WE et al; Environ Toxicol Chem 15: 172-80 (1996) (2) Prahl FG et al; Estuarine, Coastal and Shelf Science 18: 703-20 (1984) (3) Tan YL, Heit M; Geochimica 45: 2267-79 (1981) (4) IARC Monographs on the Evaluation of the Carcinogenic Risk of Chemicals to Man. Polynuclear Aromatic Hydrocarbons Part I Chem and Environ Data. Volume 32: 411-418 (1983). Available from, as of Nov 17, 2016: https://monographs.iarc.fr/ENG/Classification/index.php",
            "Value": "SEDIMENT: Bed sediments collected in 1992 at 9 sites along the San Jaoquin River, California were found to contain perylene concentrations ranging from 0.5 to 12 ng/L(1). The concentration of perylene in sediment cores collected from 17 locations on the Washington, USA continental shelf and slope was determined to range from 0.3 to 3.6 ug/g(2). Perylene was detected in sediments from remote Adirondack lakes in NY, ppm dry wt (depth, cm): Sagamore Lake, 1600 (0 to 8), 2100 (8 to 12), 210 to 5000(12 to 85); Woods Lake, 280 (0 to 4), 490 (4 to 8), 250 (8 to 11), 120 to 950 (12 to 84)(3). Collectively, perylene has been found in dried sediment from many lakes at concentrations ranging from 4-680 ug/kg(4)."
        },
        {
            "References": "(1) Blumer M et al; Environ Sci Technol 11: 1082-84 (1977) (2) Pichler M et al; Environ Sci Pollut Res 3: 24-31 (1996) (3) Spitzer T, Kuwatsuka S; J Chroma 643: 305-09 (1993) (4) Windsor JG, Hites RA; Geochimica et Cosmochimica ACTA 43: 27-33 (1979) (5) Yang SYN et al; Sci Tot Environ 102: 229-40 (1991) (6) Yu Y et al; Environ Sci Technol 24: 1732-38 (1990) (7) Bixiong Y et al; Chemopshere 64: 525-534 (2006) (8) Honda K et al; Chemosphere 68: 1763-1771 (2007)",
            "Value": "SOIL: Perylene was detected in the soils of a Swiss mountain valley (concentration not reported)(1). Perylene was identified, not quantified in soil samples from German forests(2). Samples of surface soil colleted from urban areas of Japan were found to contain a perylene concentrations ranging from <2 to 38 ug/kg(3). Perylene was identified in 30 soil samples collected from Nova Scotia in October 1976 at concentrations ranging from 0.1 to 68 ppb(4). Perylene was measured in the soil at an urban roadside in Australia at a concentration of 147 ng/g(5). A sample of sandy loam soil contaminated 40 years previously was collected at a site in southern New Jersey and was found to contain 7.4 ug/g perylene(6). Perylene, at levels of <0.10 ug/g, was one of many PAHs detected in 188 soil samples collected around the Tianjin area, China in the early 2000s(7). Sampling of Japanese padd soil between 1959-2002 found a mean and median perylene concentration of 8.0 an 4.3 ug/kg dry wt respectively(8)."
        }
    ]
}