{
    "_id": {
        "$oid": "6682e8d2c4e5dba5ffba2782"
    },
    "CID": {
        "$numberInt": "9154"
    },
    "Name": "FLUORANTHENE",
    "IUPACName": "fluoranthene",
    "CanonicalSMILES": "C1=CC=C2C(=C1)C3=CC=CC4=C3C2=CC=C4",
    "Synonyms": [
        "FLUORANTHENE",
        "206-44-0",
        "Idryl",
        "1,2-Benzacenaphthene",
        "Benzo(jk)fluorene",
        "Benzo[jk]fluorene",
        "RCRA waste number U120",
        "1,2-(1,8-Naphthylene)benzene",
        "Benzene",
        "1,2-(1,8-naphthalenediyl)-",
        "NSC 6803",
        "1,2-(1,8-Naphthalenediyl)benzene",
        "Benzene",
        "1,2-(1,8-naphthylene)-",
        "DTXSID3024104",
        "CHEBI:33083",
        "360UOL779Z"
    ],
    "IsomericSMILES": "C1=CC=C2C(=C1)C3=CC=CC4=C3C2=CC=C4",
    "INCHI": "InChI=1S/C16H10/c1-2-8-13-12(7-1)14-9-3-5-11-6-4-10-15(13)16(11)14/h1-10H",
    "INCHIKEY": "GVEPBJHOBDJJJI-UHFFFAOYSA-N",
    "Formula": "C16H10",
    "MolecularWeight": {
        "$numberDouble": "202.25"
    },
    "Description": "Fluoranthene is an ortho- and peri-fused polycyclic arene consisting of a naphthalene and benzene unit connected by a five-membered ring.",
    "XlogP": {
        "$numberDouble": "5.2"
    },
    "Complexity": {
        "$numberInt": "243"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Holoubek I et al; Toxicol Environ Chem 29: 251-60 (1991) (2) Knutzen J, Sortland B; Water Res 16: 421 (1982) (3) Tremolada P et al; Environ Sci Technol 30: 3570-77 (1996)",
            "Value": "Fluoranthene was detected in samples of needles taken from Pinus silvestris in the vicinity of a chemical factory that processes crude tar and benzene in Czechoslovakia in Sept 1989; concentrations ranged from 483.5 to 989.6 ng/g(1). Fluoranthene was identified in algae (moderately polluted site on coast of Norway) at a concentration ranging from < 4 to 900 ppb(2). The concentration of fluoranthene in 28 pine needle samples collected from the UK was determined to range from <6 to 458 ng/g(3)."
        }
    ],
    "animal_concentrations": [
        {
            "References": "(1) Eadie BJ et al; Chemosphere 11: 185-91 (1982) (2) Marsili L et al; Chemosphere 34: 759-70 (1997) (3) Pathirana S et al; Ecotoxicol Environ Safe 28: 256-69 (1994) (4) Krantzberg G, Boyd D; Environ Toxicol Chem 11: 1527-40 (1992) (5) Camacho M et al; Sci Total Environ 487: 436-422 (2014)",
            "Value": "Fluoranthene was identified in oligochaete worms and chironomid midges (in Lake Erie sediment 1-10 km from a coal-fired power plant) at concentrations of 10 ppb and 30-130 ppb, respectively(1). Fluoranthene was identified in the fur, biopsy, blood, liver, and feces of two colonies of Argentinian southern sea lions (Otaria flavescens) with concentrations of 47.57-57.91 ng/g in fur, 24.98-176.2 ng/g in biopsy, 64.35-92.88 in blood, 0.27-9.27 in the liver and 14.87-30.19 in the feces(2). The fluoranthene concentration found along the northern side of Kessels Road, Brisbane, Queensland, Australia was measured to be 5, 14, 6, 5, 14, and 52 ng/g in a slug, a beetle (Laxta granicollis), a millipede, a beetle (Platyzosteria nitida), an earthworm, and Casuarina littorina, respectively(3). Fluoranthene was identified in mayfly nymphs (Hexagenia limbata) exposed to untreated Hamilton Harbour, Ontario, Canada sediment for 21 days in concentrations ranging from 0.05 to 1.37 ug/g(4). Fluoranthene was detected in the plasma of sea turtles from the Canary Islands, Spain at a mean concentration of 0.03 ng/mL(5)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Smith JD et al; Environ Sci Technol 18: 353-58 (1984) (2) Iosifidou HG et al; Bull Environ Contam Toxicol 28: 535 (1982) (3) Knutzen J, Sortland B; Water Res 16: 421 (1982) (4) Galloway WB et al; Environ Toxicol Chem 2: 395-410 (1983) (5) Bjoerseth A et al; Sci Total Environ 13: 71-86 (1979) (6) Mix MC, Schaeffer RL; Marine Pollut Bull 14: 94-97 (1983) (7) Mix MC, Schaeffer RL; Mar Environ Res 9: 193-210 (1983) (8) Kalas L et al: pp.567-76 in Hydrocarbons and Halogenated Hydrocarbons in the Aquatic Environment: Afgan BK, Mackay D eds; Plenum Press New York (1980) (9) Kveseth K et al; Chemosphere 11: 623-39 (1982) (10) Konasewich D et al; Status Report on Organic and Heavy Metal Contaminants in the Lakes Erie, Michigan, Huron and Superior Basins; Great Lakes Qual Rev Board p.148 (1978)",
            "Value": "Fluoranthene concentrations were reported as follows: Clams (Great Barrier Reef) 0.05-0.7 ppb(1). Mollusks (unpolluted locations) 1.7-11 ppb(1,2), polluted locations 7.8-4992 ppb(1,3-5); Softshell clam (Coos Bay, Oregon) industrialized bay front 110.7 ppb, more remote bay site 10.5 ppb(6); Mussels (Yakina Bay, Oregon) industrialized bay front 179.9 ppb average, more remote bay site 46.9 ppb average(7); Mussels (fjord in Norway, site near outfall of ferro smelter) 20122 ppb(5); Mussels near sewage treatment plant 77-190 ppb(9); Coast of Norway - polluted areas: starfish 13-18 ppb, sponge 48 ppb(3). Gastropod (Hamilton, Ontario, Canada (Lake Ontario)) 97.5 ppb(8). It was detected in pike and carp in Hamilton Harbor and the Detroit River, Michigan(10)."
        },
        {
            "References": "(1) DeVault DS; Arch Environ Contam Toxicol 14: 587-94 (1985) (2) Dunn BP, Fee J; J Fish Res Board Can 36 (12): 1469 (1979) (3) Lo M, Sandi E; Res Rev 69: 35-86 (1978) (4) Dennis MJ et al: Food Chem Toxic 21: 569-74 (1983) (5) Afolabi OA et al; J Agric Food Chem 31: 1083-90 (1983)",
            "Value": "Composite fish samples from the Great Lakes harbors and tributary mouths contained fluoranthene(1). Lobsters which had been kept in a commercial tidal pond constructed of creosoted timber contained highly elevated levels of hydrocarbons including fluoranthene; fluoranthene levels in the tail meat of lobsters before and after impoundment were 67 and 1,815 ng/g wet weight, respectively(2). Smoked fish including dried herring, herring, salmon and sturgeon, contained fluoranthene at concentrations of 1.8, 3.0, 3.2, and 2.4 ppb, respectively(3). Most frequently found in oysters(2). UK total diet 0.99 ug/day which includes % of total input (average concentration): fish, 2% (0.81 ppb)(4).  Reported in Nigerian fish: smoked 34.5 ppb, dried (3 methods) 5.3-13.9 ppb(5)."
        },
        {
            "References": "(1) Cocchieri RA et al; Marine Pollut Bull 21: 15-18 (1990) (2) Hellou J et al; Environ Pollut 84: 197-202 (1994) (3) Jackson TJ et al; Environ Pollut 83: 291-98 (1994) (4) Krantzberg G, Boyd D; Environ Toxicol Chem 11: 1527-40 (1992) (5) Pena E et al; Bull Environ Contam Toxicol 57: 803-10 (1996) (6) Pendoley K; Marine Pollut Bull 24: 210-15 (1992) (7) Pereira WE et al; Marine Pollut Bull 24: 103-09 (1992)",
            "Value": "The level of fluoranthene contained in 5 shellfish and 14 types of fish along the coast of the Gulf of Naples, Italy was determined to range from not detected to 192 ug/kg(1). The concentration of fluoranthene in the tissue of Northwest Atlantic cod (Gadus morhua) collected off the coast of New Foundland, Canada in November 1990 ranged from 0.5 to 1.5 ng/g(2). In a long term study, oysters (Crassostrea virginica) were collected from the Gulf of Mexico between 1986 and 1990; fluoranthene was detected but not quantified(3). Fluoranthene was identified in fathead minnows (Pimephales promelas) exposed to untreated Hamilton Harbour, Ontario, Canada sediment for 21 days in concentrations ranging from 0.0 to 0.85 mg/g(4). Fluoranthene concentrations identified in specimens of the marine winkle Osilimus attratus collected off the coast of Tenerife, near northern Africa, ranged from 2.04 to 4.27 ng/g(5). Oyster samples collected between 1986 and 1988 from remote islands on the Rowley Shelf off western Australia were found to contain fluoranthene concentrations ranging from 0.2 to 0.4 ug/kg(6). The concentration of fluoranthene in the Asian clam (Potamocorbula amurensis), collected from the San Francisco Bay Estuary, ranged from 51 to 166 ng/g(7)."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Santodonato J et al: pp.77-176 in Health and Ecological Assessment of Polynuclear Aromatic Hydrocarbons; Pathotox Publ Inc Park Forest South IL (1980) (2) MacLeod WD Jr et al; Symp Fate Effects Petroleum Hydrocarbons on Marine Ecosystems and Organisms pp.385-96 (1977) (3) MacLeod WD Jr et al; Anal Chem 54: 386-92 (1982) (4) John ED et al; Bull Environ Contam Toxicol 22: 653-59 (1979) (5) Windsor JG Jr, Hites RA; Geochim Cosmochim Acta 42: 27-33 (1979) (6) Eadie BJ et al; Chemosphere 11: 185-91 (1982) (7) Tan YL, Heit M; Geochim Cosmochim Acta 45: 2267-79 (1981) (8) Boehm PD, Farrington JW; Environ Sci Technol 18: 840-45 (1984) (9) Hites RA et al: ACS Symp Ser 94: 63-9 (1979)",
            "Value": "SEDIMENT: Fluoranthene was reported in the following saples: lake sediment 0.42 ppb, river sediment 0.39 ppb, Buzzards Bay sed 0.110-0.790 ppb, Atlantic shelf sediment 0.0104-0.0167 ppb(1). Sediment from Port Angeles Harbor, WA, an area contaminated with fuel oil contained fluoranthene at 110-1100 ppb; 7.5-24 pbb was reported from Dungeness Bay, a nearby relatively pristane area(2). Dumwamish River sediment, WA contained 1700 ppb(3). Sediment from the Severn Estuary, England, a drainage system for industrial and domestic effluent, contained 0.5-5.2 ppm(4). The concentraion in sediment from mouth of Charles River, Boston extending into Massachusetts Bay decreases from 13000 ppb to 19 ppb with increasing distance from Boston. Concentrations of 19-120 ppb were reported in the Gulf of Maine and in the  Atlantic Ocean, beyond continental shelf, 4-11 ppb. A combustion source suggested(5). Lake Erie surficial sediment contained fluoranthene at 275-600 ppb 1-10 km from coal-fired power plant and in direction of current, and 70-110 ppb 1-10 km from power plant not in direction of current(6). Sediment concentrations from two remote Adirondack, NY lakes were as follows: Sagamore (depth cm/ppb): 0-4/460, 4-8/400, 8-80/3-81; Woods: sediment 0-4/1200, 4-8/320, 8-80/11-25(7). The compound was detected in Georges Bank surface sediment (various sites and seasons) at 1-130 ppb, including pyrene(8). Fluoranthene qas reported in an unspecified industrial river in USA from below chemical plant at 1-60 ppm in sediment although it was not detected in the river water(9)."
        },
        {
            "References": "(1) Brooks JM et al; Environ Sci Technol 24: 1079-85 (1990) (2) Huntley SL et al; Bull Environ Contam Toxicol 51: 865-72 (1993) (3) Huntley SL et al; Arch Environ Contam Toxicol 28: 93-107 (1995) (4) Mayer T, Nagy E; Water Pollut Res J Canada 27: 807-31 (1992) (5) Ristola T et al; Chemosphere 32: 1179-92 (1996) (6) Simpson CD et al; Sci Tot Environ 181: 265-78 (1996)",
            "Value": "SEDIMENT: Bottom sediments collected in the vicinity of a multi-well platform offshore of Matagorda, TX from May 1982 to November 1985 had an average fluoranthene concentration of 18.1 ppb(1). The median concentration of fluoranthene in 31 sediment cores collected during November and December 1991 at locations throughout the Arthur Kill, Hackensack River, and Passaic River were determined to be 2.40, 3.70, and 4.10 mg/kg, respectively(2). Two hundred and thirteen sediment samples from 58 sediment cores were collected throughout the Newark Bay Estuary, New Jersey during November/December 1991, December 1992, and March 1993; fluoranthene concentrations ranged from 0.27 to 530 mg/kg(3). Fluoranthene was detected in sediment samples collected from six stations in Hamilton Harbour, Ontario, Canada between April and September 1986(4). Sediment samples (12) of various parts of Lake Lagoda, Russia collected in June 1993 were found to contain fluoranthene ranging in concentrations from 1.3 to 140 ng/g(5). Fluoranthene was detected in surficial marine sediments collected from 20 sites within the Kitimat fjord system of British Columbia, Canada(6)."
        },
        {
            "References": "(1) Al-Saad HT; Marine Pollut Bull 8: 248-51 (1987) (2) Beurskens JEM et a; Wat Sci Tech 29: 77-85 (1994) (3) Broman D et al; Chemosphere 29: 1325-31 (1994) (4) Brown G, Maher W; Org Geochem 18: 657-68 (1992) (5) Matsushima H; Agric Biol Chem 46: 1489-94 (1982) (6) Pereira WE et al; Environ Toxicol Chem 15: 172-80 (1996) (7) Villanueva J et al; Chemosphere 22: 317-26 (1991) (8) Dsikowitzky L et al; Sci Total Environ 485-486: 348-362 (2014)",
            "Value": "SEDIMENT: Surficial sediments from the Shatt Al-Arab River and the North-West Region of the Arabian Gulf collected from November 1979 to April 1980 were found to contain fluoranthene concentrations ranging from 0.02 to 8.96 ng/g(1). The concentration trend of fluoranthene in sediment cores from Lake Ketelmeer, Germany is 3.5 mg/kg in 1945, 4.5 mg/kg in 1965, and 1.5 mg/kg in 1985(2). Concentrations of fluoranthene in laminated sediments collected from the northern Baltic proper were, ug/g C (sediment layer, mm): 1.4 (0 to 1.8); 2.4 (1.8 to 3.6); 1.6 (3.6 to 5.4); 2.0 (7.2 to 9.0); 2.0 (10.8 to 12.6); 2.5 (16.2 to 18.0); 2.7 (21.6 to 23.4); 3.8 (27.0 to 28.8); 4.8 (32.4 to 34.2) and 4.7(37.8 to 39.6)(3). The concentration of fluoranthene in sediment collected in October 1986 from the Georges River estuary south of Sydney, Australia was determined to average 5.3 mg/kg(4). Sediments collected in Tokyo Bay in July and Aug 1973 contained fluoranthene at concentrations ranging from 0.01 to 0.39 mg/kg dry matter(5). Bed sediments collected in 1992 at 9 sites along the San Jaoquin River, California were found to contain fluoranthene concentrations ranging from 0.4 to 100 ng/L(6). The concentration of fluoranthene in the sediment of an uncontrolled hazardous waste dump near the Nervion River, North Spain, was determined to range from 0.8 to 380 ug/g(7). Fluoranthene was detected at a concentration of 20 ug/kg (dry wt) in surface sediments from the Cochin Backwaters wetlands in India(8)."
        },
        {
            "References": "(1) Berset JD, Holzer R; Intern J Environ Anal Chem 59: 145-65 (1995) (2) Bradley LJ et al; J Soil Contam 3: 349-61(1994) (3) Flucas BJ et al; Polycyclic Aromatic Hydrocarbons at Selected Burning Grounds at Los Alamos. Preprint: 209th ACS National Meeting, Anaheim, CA; April 2-7 35: 7-10 (1995) (4) Ehrlich GG et al; Ground Water 20: 703-10 (1982) (5) Jones KC et al; Environ Sci Technol 23: 95-101 (1989) (6) Leeming R; Maher W; Org Geochem 18: 647-55 (1992) (7) Pichler M et al; Environ Sci Pollut Res 3: 24-31 (1996) (8) Sims RC, Overcash MR; Res Rev 88: 1-68 (1983) (9) Essumang D et al; Bull Environ Contam Toxicol 86(4): 438-443 (2011) (10) Windsor JG Jr, Hites RA; Geochim Cosmochim Acta 42: 27-33 (1979) (11) Ortiz R et al; Bull Environ Contam Toxicol 88: 428-432 (2012)",
            "Value": "SOIL: The distribution of fluoranthene in soil samples from various agricultural sites in Switzerland was determined to average 2.4 ug/kg dry weight(1). The average concentration of fluoranthene detected in soil samples collected from July 21-23, 1992 from 3 northeastern US cities was 3.05 mg/kg(2). Various sites at the Los Alamos National Laboratory were sampled; soil analysis revealed that the level of fluoranthene ranged from 0.68 to 3,200 mg/kg(3). Fluoranthene was present at 0.9 m depth 0.06 ppm, 1.8-6.1 m depth 0.01 ppm in soil cores 180 m downgradient from point where near surface groundwater was contaminated by coal tar derivates at a wood-treating plant at St Louis Park, MN that operated from 1918-1972(4). The level of fluoranthene in soil samples collected from the Rothamsted Experimental Station in southeast England since the mid-1800s up to the present show a concentration trend of 39, 45, 43, 37, 120, 190, 120, 210, and 120 ng/g in the years 1846, 1881, 1893, 1914, 1944, 1956, 1966, 1980, and 1986 respectively(5). Fluoranthene was detected in soil samples from the following locations near Lake Burley Griffin, Australia, ug/kg dry weight: Gininderra falls, 12; Civic, 105; and Queanbean, 159(6). Fluoranthene was identified but not quantified in soil samples from German forests(7). Fluoranthene was reported at  25-40 ppb in forest soil from the Bodensee area of Germany(8). Fluoranthene was detected in soils near incineration plants, industrial areas and high traffic roadside soils in Esbjerg, Denmark at levels ranging from 0.11 to 2.0 mg/kg(9). Concentrraions in soil from Nova Scotia soil (30 samples) ranged from 0.3-66 ppb, 8 ppb median(10). The mean concentration of floranthene in soils near Mexico City, Mexico were 1.00 to 1.87 mg/kg(11)."
        }
    ]
}