{
    "_id": {
        "$oid": "6682e8d2c4e5dba5ffba2784"
    },
    "CID": {
        "$numberInt": "9161"
    },
    "Name": "ACENAPHTHYLENE",
    "IUPACName": "acenaphthylene",
    "CanonicalSMILES": "C1=CC2=C3C(=C1)C=CC3=CC=C2",
    "Synonyms": [
        "ACENAPHTHYLENE",
        "208-96-8",
        "Acenaphthalene",
        "Cyclopenta[de]naphthalene",
        "Cyclopenta(de)naphthalene",
        "DTXSID3023845",
        "CHEBI:33081",
        "MFCD00003806",
        "NSC-59821",
        "1Z25C36811",
        "34493-60-2",
        "DTXCID103845",
        "CAS-208-96-8",
        "Acenaphthylene-2a,3,4,5,5a,8b-13C6",
        "HSDB 2661"
    ],
    "IsomericSMILES": "C1=CC2=C3C(=C1)C=CC3=CC=C2",
    "INCHI": "InChI=1S/C12H8/c1-3-9-4-2-6-11-8-7-10(5-1)12(9)11/h1-8H",
    "INCHIKEY": "HXGDTGSAIMULJN-UHFFFAOYSA-N",
    "Formula": "C12H8",
    "MolecularWeight": {
        "$numberDouble": "152.19"
    },
    "Description": "Acenaphthylene is a ortho- and peri-fused tricyclic hydrocarbon that occurs in coal tar. It is an ortho- and peri-fused polycyclic arene, a member of acenaphthylenes and an ortho- and peri-fused tricyclic hydrocarbon.",
    "XlogP": {
        "$numberDouble": "3.7"
    },
    "Complexity": {
        "$numberInt": "184"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Mo C-H et al; Arch Environ Contam Toxicol 56: 181-189 (2009)",
            "Value": "Mean acenaphthylene concentrations of 63 and 1.8 ug/kg dry wt were detected in flowering Chinese cabbage plant and water spinach plant from farms of the Pearl River Delta, South China(1)."
        }
    ],
    "animal_concentrations": [
        {
            "References": "(1) Camacho M et al; Sci Total Environ 487: 436-442 (2014)",
            "Value": "The plasma of live stranded loggerhead sea turtles (Caretta caretta) was sampled at the beginning and end of a rehabilitation period for various pollutants. The mean acenaphthylene concentration at the beginning and end was 0.06 ng/mL and half of the detection limit (0.03 ng/mL), respectively(1)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Ogawa I et al; Talanta 28: 725 (1981) (2) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Oct 13, 2016: https://www.safe.nite.go.jp/english/db.html (3) Mueller JG et al; Appl Environ Microbiol 57: 1277-1285 (1991) (4) Tabak HH et al; J Water Pollut Control Fed 53: 1503-1518 (1981)",
            "Value": "AEROBIC: In water degradation studies using acclimated microbial populations occurring in ground water taken from an aquifer which is contaminated with coal tar products, acenaphthylene, at concentrations of 25-150 ug/L, was almost totally degraded at ambient temperature within 3 days(1). Acenaphthylene, present at 100 mg/L, reached 0% of its theoretical BOD in 4 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(2). Flask studies using groundwater from a creosote site and some surface soil found that an initial concentration of 0.6 ug/mL acenaphthylene was reduced to 0.2 ug/mL after 14 days of incubation while in sterile controls, reduction reached 0.4 ug/mL(3). Using a static-culture flask-screening procedure and a settled domestic wastewater inoculum, acenaphthylene (at 5 and 10 mg/L) showed major degradation and adaptation with 91-100% biodegradability after 7 days and three subsequent 7-day subcultures(4)."
        },
        {
            "References": "(1) Coover MP, Sims RC; Haz Waste Haz Mat 4: 69-82 (1987) (2) Kincannon DF, Lin YS; Prod Ind Waste Conf 40: 607-19 (1985) (3) Bossert ID, Bartha R; Bull Environ Contam Toxicol 37: 490-5 (1986) (4) Leduc R et al; Wat Sci Tech 26: 51-60 (1992)",
            "Value": "AEROBIC: Acenaphthylene at an initial concentration of 30.4 ug/g completely disappeared within 60 days in an unacclimated agricultural sandy loam soil incubated at both 10 and 20 °C(1). In 97 days, 130 mg/kg of acenaphthylene in a mixture of sludge degraded to 42 mg/kg in a Derby soil column with nitrogen and phosphorous additions(2). In 76 days, 772 mg/kg of acenaphthylene in a mixture of oil sludge degraded to 244 mg/kg in a Derby soil column with nitrogen and phosphorous additions(2). In 76 days, 661 mg/kg of acenaphthylene in a mixture of oil sludge degraded to 9.2 mg/kg in a Masham soil column with nitrogen and phosphorous additions(2). In 203 days, 958 mg/kg of acenaphthylene in a wood preserving sludge degraded to 35 mg/kg in a Derby soil column with nitrogen and phosphorous additions(2). At 83 days the concentration of acenaphthylene was 2003 mg/kg and at 287 days the concentration was 50 mg/kg in a Masham soil column with nitrogen and phosphorous additions inoculated with wood preserving sludge(2). The succeeding first order rate constants are 0.0116, 0.0152, 0.0562 and 0.163 day-1, with a second order rate constant of 0.0181 day-1; which correspond to half-lives of 60, 45.6, 12.3, 42.5 and 121.3 days for acenaphthylene(2). Acenaphthylene at a concentration of 1 mg/g disappeared from a Nixon sandy loam soil within 4 months(3); however, acenaphthylene loss from poisoned controls after 16 months of incubation in the dark at 20 °C suggested volatilization could more important than biodegradation(3). Flooded soil tests conducted in erlenmeyer flasks under aerobic conditions determined acenaphthylene biodegradation and volatilization rates of 0.53 and 1.60 ppm/day respectively using an initial concentration of 100 ppm dry soil(4)."
        },
        {
            "References": "(1) Poonthrigpun S et al; Appl Environ Microbiol 72(9): 6034-6039 (2006)",
            "Value": "PURE CULTURE: The bacterium Rhizobium sp. strain CU-A1, isolated from petroleum-contaminated soil in Thailand, was able to degrade 600 mg/L acenaphthylene completely within three days(1)."
        },
        {
            "References": "(1) Parker WJ, Monteith HD; Water Environ Res 67: 1052-1059 (1995)",
            "Value": "ANAEROBIC: The fate of acenaphthylene during anaerobic digestion of municipal sludges was investigated in a two-stage pilot digester system(1); primary and secondary digester removal efficiencies for acenaphthylene were 62 and 22%, respectively(1)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Vassilaros, DL et al; Anal Chem 54: 106-12 (1982) (2) McFall JA et al; Chemosphere 14: 1561-9 (1985) (3) DeVault DS; Arch Environ Contam Toxicol 14: 587-94 (1985) (4) Camanzo J et al; J Great Lakes Res 13: 296-309 (1987) (5) Staples CA et al; Environ Toxicol Chem 4: 131-42 (1985) (6) Zabik ME et al; Food Chem 55(3): 231-239 (1996) (7) Easton MDL et al; Chemosphere 46: 1053-1074 (2002) (8) Malik A et al; Bull Environ Contam Toxicol 80: 134-138 (2008)",
            "Value": "Bullhead catfish (Ictalurus nebulosus) from the Black River, OH and striped bass (Morone saxatilus) from the Potomac River, MD contained acenaphthylene at concentrations of 270 and 43 ppb, respectively(1). Oysters (Crassotrea virginica) and clams (Rangia cuneata) collected from Lake Pontchartrain, LA in May-June 1980 contained acenaphthylene at average concentrations of 36 and 130 ppb, respectively(2). The compound was tested for but not detected in  Composite fish samples collected from the Great Lakes harbors and tributary mouths between 1980 and 1981(3). It was not decteded in fish samples collected from 13 Lake Michigan tributaries and Grand Traverse Bay sampled in the fall of 1983(4). As of 1985, acenaphthylene had a median concentration of less than 2,000 mg/kg and tested positive in less than 0.5% of 140 biota surveyed in the USEPA STORET database(5). Acenaphthylene levels of 0.07-0.16 ng/g wet tissue were detected in smoked trout originating from Lakes Michigan and Superior(6). An analysis of farmed and wild salmon, collected in 1999-2000, found mean acenaphthylene concentrations of 0.35 and 0.15 ng/g respectively(7). Edible fish taken from the Gornti River, India in 2004-2005 contained a mean acenaphthylene concentration of 1.92 ng/g wet wt with detection in 66.67% of all samples(8)."
        },
        {
            "References": "(1) Kagi R et al; Intern J Environ Anal Chem 22: 135-53 (1985) (2) Krahn M et al; J Chromatogr 1 (248): 99-108 (1982) (3) Lo M, Sandi E; Res Rev 69: 35-86 (1978) (4) Nakata H et al; Ecotox Environ Safety 99: 61-68 (2014)",
            "Value": "Coral rock oysters (Saccostrea cucculata) collected in Sept 1982 from six locations at Mermaid Sound in NW Australia contained acenaphthylene at concentrations ranging from less than 0.4 to 3 ppb with a 45% frequency of occurrence(1). Metabolites of several 2- and 3-ring aromatic hydrocarbons (AH), such as acenaphthylene, were found in livers of English sole exposed to No 2 fuel oil with concentrations, ranging from 50-1100 ng/g(2). Three analyses of trout from Iceland showed acenaphthylene at an average concentration of 4 ppb(3). Japanese horse mackerel contained acenaphthylene for 3 different methods of preparation at concentrations of 77-392, 160 and 45 ppb(3). Acenaphthylene concentrations of 0.029-0.21 ng/g wet weight were detected in oysters collected from 18 stations in the Yatsushiro Sea, Japan in 2010(4)."
        }
    ],
    "logP": [
        {
            "References": "Chemicals Inspection and Testing Institute; Biodegradation and bioaccumulation data of existing chemicals based on the CSCL Japan. Japan Chemical Industry Ecology - Toxicology and Information Center. ISBN 4-89074-101-1 (1992)",
            "Value": "log Kow = 3.93"
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Shinohara R et al; Environ Internat 4: 163-74 (1980) (2) Onuska FI et al; J Great Lakes Res 9: 169-82 (1983) (3) Rodgers IH, Hall KJ; Water Poll Res J Canada 22(2): 197-210 (1987) (4) Balch CG et al; Environ Toxicol Chem 14: 79-91 (1995) (5) Chen SJ et al; Environ Sci Technol 40: 709-714 (2006) (6) Dsikowitzky L et al; Sci Total Environ 485-486: 348-362 (2014)",
            "Value": "SEDIMENTS: Acenaphthylene was detected in sediments collected from Dohkai Bay, Japan in 1974 and 1977(1) and in sediments from the western basin of Lake Ontario in the 1980s(2). Between March 1984 and April 1985, acenaphthylene was detected at trace concentrations in sediments located 0.5 and 1 km from a sewage outfall at the Fraser River Estuary, British Columbia, Canada (3). Sediments collected from Hamilton Harbour and Fawn Lake, Ontario in 1987 contained acenaphthylene concentrations ranging from not detectable (not specified) to 0.839 ug/g wet wt(4). Acenaphthylene comprised roughly 0.5% of the total PAHs detected in sediment samples collected from the Pearl River estuary and adjacent northern South China Sea in July 2002(5). Sediments collected near industrial outflows in the Cochin Backwaters of India in March 2008 had acenaphthylene levels of <5 ug/kg dry weight(6)."
        },
        {
            "References": "(1) Hauser TR, Bromberg SM; Environ Monit Assess 2: 249-72 (1982) (2) Helfrich J, Armstrong DE; J Great Lakes Res 12: 192-9 (1986) (3) Bieri R et al; Intern J Environ Anal Chem 26: 97-113 (1986) (4) Merrill EG, Wade TL; Environ Sci Technol 19: 597-603 (1985) (5) West WR et al; Environ Sci Technol 22: 224-8 (1988) (6) Farrington JW, Westall J; NATO ASI Ser C 172: 361-425 (1986) (7) Larsen PF et al; Bull Environ Contam Toxicol 30: 530-5 (1983) (8) Plowchalk DR, Zagorski SJ; Proc PA Acad Sci 60: 174-8 (1986) (9) Staples CA et al; Environ Toxicol Chem 4: 131-42 (1985) (10) Huntley SL et al; Bull Environ Contam Toxicol 51:865-872 (1993) (11) Huang L et al; Sci Total Environ 487: 173-186 (2014) (12) Echols KR et al; Arch Environ Contam Toxicol 55: 161-172 (2008)",
            "Value": "SEDIMENTS: Acenaphthylene was qualitatively detected in sediment samples collected from nearby the Hooker Chemical and Plastics Corp disposal site at Love Canal, NY in 1980(1), in sediments from the southern basin of Lake Michigan in 1978(2), in sediments from the Elizabeth River, VA in the 1980s(3,4) and in sediments from the Black River, OH(5). One of 3 sediment samples from the New York, NY harbor contained acenaphthylene at a concentration of 30 ng/g(6). Acenaphthylene was detected in 2 of 30 samples from Casco Bay, ME in April 1980 at concentrations of 1870 and 165 ppb(7). Acenaphthylene was detected in 1 of 10 sediment samples collected in the mid-1980s from streams feeding Lake Erie within the city of Erie, PA at concentrations of 3261 ug/kg(8). As of 1985, acenaphthylene had a median concentration less than 500.0 ug/kg and tested positive in 6.0% of 359 sediments in the USEPA STORET database(9). Sediments taken from the Arthur Kill, Hackensack and Passaic Rivers, NJ in 1991 had median acenaphthylene levels of 0.48, 0.47 and 0.91 mg/kg respectively(10). Surface sediments collected at 24 offshore sites in southern Lake Michigan detected mean acenaphthylene concentrations of 1.4 ng/g dry wt with a 100% detection frequency(11). Sediments collected from 19 areas of the lower Missouri River in 2002 contained acenaphthylene concentrations of <0.3 to 9.1 ng/g dry wt(12)."
        },
        {
            "References": "(1) Acheson CM et al; Environ Toxicol Chem 23: 245-251 (2004)",
            "Value": "SOIL: Soil samples from two Superfund sites (Charleston, SC; St. Louis Park, MN) contained mean acenaphthene levels of 4-83 mg/kg dry soil(1)."
        },
        {
            "References": "(1) Bixiong Y et al; Chemosphere 64: 525-534 (2006) (2) Haeseler F et al; Environ Sci Technol 33:825-829 (1999) (3) Zohair A et al; Chemosphere 63: 541-553 (2006) (4) Bucheli TD et al; Chemosphere 56: 1061-1076 (2004) (5) Cai QY et al; Chemosphere 68: 159-168 (2007) (6) Heywood E et al; Environ Sci Technol 40: 7629-7635 (2006) (7) Honda K et al; Chemosphere 68: 1763-1771 (2007) (8) Maliszewska-Kordybach B et al; Sci Total Environ 407(12): 3746-3753 (2009) (9) Hori T et al; Bull Environ Contam Toxicol 83: 455-461 (2009)",
            "Value": "SOIL: Acenaphthylene was detected (concentrations not reported) in 188 soil samples collected in diverse utilization areas of Tianjin, China (farmland, wild land, oil field, urban greenbelt) in the early 2000s(1). Soil sampled at five former manufactured gas plants in France had acenaphthylene levels of 1-172 mg/kg dry soil(2). Farm soils from organically-grown vegetable farms in Eygpt were found to contain mean acenaphthylene concentrations of 0.23 to 4.23 ug/kg dry wt(3). Soil samples taken from 23 sites in Switzerland in 2002 by the Swiss Soil Monitoring Network (NABO) had mean and median acenaphthylene concentrations of 0.6 and 0.5 ug/kg dry wt respectively(4). Soils collected from nine vegetable fields of the Pearl River Delta, South China in 2002 had mean acenaphylthene levels of not detectable (not specified) to 1900 ng/kg(5). The mean acenaphthylene concentration found in nearly 200 rural soil samples collected from around Great Britain was 5.91 ng/g dry wt(6). The mean acenaphthylene level of 182 Japanese paddy soils sampled between 1959-2002 was 4.71 ug/kg dry wt(7). Agricultural soils sampled in eastern Poland had a geometric mean acenaphthylene concentration of 1 ug/kg(8). Acenaphthylene concentrations of 0.2-5.7 ng/g dry wt were detected in sediments taken from the Shinano River, Japan in 2005 and 2006(9)."
        }
    ]
}