{
    "_id": {
        "$oid": "669270f9303528b49832d76a"
    },
    "CID": {
        "$numberInt": "91650"
    },
    "Name": "Pyrimethanil",
    "IUPACName": "4,6-dimethyl-N-phenylpyrimidin-2-amine",
    "CanonicalSMILES": "CC1=CC(=NC(=N1)NC2=CC=CC=C2)C",
    "Synonyms": [
        "Pyrimethanil",
        "53112-28-0",
        "4,6-dimethyl-N-phenyl-2-pyrimidinamine",
        "4,6-dimethyl-N-phenylpyrimidin-2-amine",
        "Pyrimethanil [ISO]",
        "2-Anilino-4,6-dimethylpyrimidine",
        "2-Pyrimidinamine",
        "4,6-dimethyl-N-phenyl-",
        "Scala",
        "6IA5HP6C8Z",
        "4,6-dimethyl-N-phenyl-pyrimidin-2-amine",
        "CHEBI:8674",
        "DTXSID8034877",
        "MFCD00172113",
        "N-(4,6-dimethylpyrimidin-2-yl)aniline",
        "Pyrimethanil 100 microg/mL in Methanol"
    ],
    "IsomericSMILES": "CC1=CC(=NC(=N1)NC2=CC=CC=C2)C",
    "INCHI": "InChI=1S/C12H13N3/c1-9-8-10(2)14-12(13-9)15-11-6-4-3-5-7-11/h3-8H,1-2H3,(H,13,14,15)",
    "INCHIKEY": "ZLIBICFPKPWGIZ-UHFFFAOYSA-N",
    "Formula": "C12H13N3",
    "MolecularWeight": {
        "$numberDouble": "199.25"
    },
    "Description": "Pyrimethanil is a member of the class of aminopyrimidines that is N-phenylpyrimidin-2-amine carrying two additional methyl substituents at positions 4 and 6. A fungicide used to control grey mould on fruit, vegetables and ornamentals as well as leaf scab on pome fruit. Also commonly employed to control Botrytis cinerea throughout the winemaking process in grapes, must, fermenting must and wine. It has a role as an aryl hydrocarbon receptor agonist, an environmental contaminant, a xenobiotic and an antifungal agrochemical. It is an aminopyrimidine, a secondary amino compound and an anilinopyrimidine fungicide.",
    "XlogP": {
        "$numberDouble": "2.9"
    },
    "Complexity": {
        "$numberInt": "179"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_translocations": [
        {
            "content": "The present study aimed to investigate the distribution and migration of eleven systemic and non-systemic pesticides between the skin and pulp of apples. It also examined the behavior of these pesticides during thermal processes ranging from 40°C to 150°C in two apple varieties. Gas and liquid chromatography-tandem mass spectrometry were employed for analytical investigations. Variations in pesticide concentrations between the pulp and skin were observed depending on the apple variety. Pirimicarb showed the highest transfer to the pulp, while boscalid and deltamethrin remained predominantly on the skin. Surprisingly, boscalid was found to be more present in the apple skin than in the pulp. Drying and dry pasteurization processes were the most effective in reducing pesticide levels in apples with and without skin, respectively. Thermal processes resulted in processing factors ranging from 0.06 to 0.98 for ten pesticides, with acetamiprid being the only pesticide whose levels were not decreased. The study discussed the relationship between pesticide distribution, behavior, and physico-chemical properties, particularly water solubility. The findings contribute to a better understanding of pesticide efficacy and removal in apples.",
            "reference": "Hrynko, I., Kaczyński, P., Pietruszyńska, M., & Łozowicka, B. (2023). The effect of food thermal processes on the residue concentration of systemic and non-systemic pesticides in apples. Food Control, 143, 109267.",
            "method": {
                "Test Plant": "Two apple varieties (not specified)",
                "Apply Location": "Surface application (skin)",
                "Plant Grown Condition": "-",
                "Chemical Preparation": "Eleven systemic and non-systemic pesticides - pirimicarb, boscalid, deltamethrin, and 8 others (not specified)",
                "Pesticide Application Details for the Plant": "Pesticides applied to apple skin surface.  Fruit prepared in such a manner was subjected to artificial inoculation through submersion for 8 h in a solution containing selected plant protection products.",
                "Other information and Other Information": "Study investigated distribution of pesticides between skin and pulp using GC/LC-MS/MS analysis. Relates pesticide behavior to physico-chemical properties like water solubility"
            },
            "result": "[{\"Size\": \"Medium-size apple\", \"% in apple pulp\": 27.9, \"% in apple skin\": 72.1}, {\"Size\": \"Large-size apple\", \"% in apple pulp\": 31.3, \"% in apple skin\": 68.7}]"
        },
        {
            "content": "The systemic activity of a fungicide depends on its uptake and subsequent translocation within the plant  In our study, residual activity against P. expansum and the distribution of effective residues of fungicides in fruit flesh were conducted after the fruit had been subjected to washing and brushing during packing comparable to commercial operations. Fungicide residue analysis was based on a whole fruit assay. Washing and brushing did not significantly remove pyrimethanil residues, even after the fruit had been stored for 7 months in CA. The results from the bioassays on fungicide residues in fruit flesh clearly indicate that pyrimethanil is able to move within the fruit flesh to the seed cavity area and that residues of pyrimethanil in apple fruit flesh can last for several months under conditions commercially used for storage of apples, explaining why pyrimethanil residue was not significantly removed by washing and brushing. Persistence of pyrimethanil residues has also been observed on other fruit crops (1,2). Angioni et al. (2) reported that residues of pyrimethanil in strawberries cannot be removed by home tap water washing. These results indicate that pyrimethanil has some level of systemic activity in these fruit crops, at least in apple fruit as documented in this study.",
            "reference": "Xiao, C. L., & Boal, R. J. (2009). Residual Activity of Fludioxonil and Pyrimethanil AgainstPenicillium expansumon Apple Fruit. Plant Disease, 93(10), 1003–1008. doi:10.1094/pdis-93-10-1003 ",
            "method": {
                "Test Plant": "Apple fruit (Malus × domestica) cv. Delicious",
                "Apply Location": "Postharvest drench",
                "Plant Grown Condition": "Fruit obtained from commercial orchards where fungicides were not used to avoid potential interference by preharvest fungicide residues on the fruit",
                "Chemical Preparation": "Pyrimethanil (Penbotec 400SC; Janssen Pharmaceutica N.V., Belgium) was used in the study.",
                "Pesticide Application Details for the Plant": "Pyrimethanil was applied as Penbotec 400SC at 1.25 ml/liter for all three seasons.",
                "Other Information": "Each treatment was applied to four 20-fruit replicates."
            },
            "result": "[{\"Time after harvest\": \"5 months\", \"Inhibition Zone (mm) for Pyimethanil in Apple Flesh\": \"30-35\"}, {\"Time after harvest\": \"7 months\", \"Inhibition Zone (mm) for Pyimethanil in Apple Flesh\": \"35-40\"}]"
        }
    ]
}