{
    "_id": {
        "$oid": "6682e98dc4e5dba5ffba2b31"
    },
    "CID": {
        "$numberInt": "91688"
    },
    "Name": "4,5-Dichloro-2-octyl-3-isothiazolone",
    "IUPACName": "4,5-dichloro-2-octyl-1,2-thiazol-3-one",
    "CanonicalSMILES": "CCCCCCCCN1C(=O)C(=C(S1)Cl)Cl",
    "Synonyms": [
        "64359-81-5",
        "4,5-Dichloro-2-octylisothiazol-3(2H)-one",
        "Kathon 930",
        "dcoit",
        "4,5-Dichloro-2-octyl-isothiazolone",
        "4,5-Dichloro-2-n-octyl-4-isothiazolin-3-one",
        "4,5-Dichloro-2-octyl-3(2H)-isothiazolone",
        "4,5-Dichloro-2-n-octyl-3(2H)-isothiazolone",
        "Anti-Foulant C-9211M",
        "3(2H)-Isothiazolone",
        "4,5-dichloro-2-octyl-",
        "4,5-dichloro-2-octyl-1,2-thiazol-3-one",
        "4,5-Dichloro-2-octyl-2H-isothiazol-3-one",
        "4,5-dichloro-2-octyl-3-isothiazolone",
        "HCY9Q844W2",
        "DTXSID5032315"
    ],
    "IsomericSMILES": "CCCCCCCCN1C(=O)C(=C(S1)Cl)Cl",
    "INCHI": "InChI=1S/C11H17Cl2NOS/c1-2-3-4-5-6-7-8-14-11(15)9(12)10(13)16-14/h2-8H2,1H3",
    "INCHIKEY": "PORQOHRXAJJKGK-UHFFFAOYSA-N",
    "Formula": "C11H17Cl2NOS",
    "MolecularWeight": {
        "$numberDouble": "282.2"
    },
    "Description": "4,5-dichloro-2-n-octyl-3(2H)-isothiazolone is a 1,2-thiazole that is 1,2-thiazol-3(2H)-one substituted by chloro groups at positions 4 and 5 and an octyl group at position 2. It is used as a fungicide. It has a role as an environmental contaminant, a xenobiotic and a fungicide. It is an organochlorine compound and a member of 1,2-thiazoles.",
    "XlogP": {
        "$numberDouble": "5.1"
    },
    "Complexity": {
        "$numberInt": "281"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "sediment_soil_concentrations": [
        {
            "References": "(1) Steen RJCA et al; Chemosphere 57: 513-521 (2004) (2) Chen L, Lam JCW; J Environ Sci (China) 61: 68-79 (2017). Available from, as of July 24, 2018: https://www.ncbi.nlm.nih.gov/pubmed/29191317",
            "Value": "SEDIMENT: 4,5-Dichloro-2-octyl-3-isothiazolone was tested for but not detected in sediment beneath two painted Danish Navy ships moored in Korser Harbor, Denmark; detection limit = 0.02 ug/g(1). The compound has been detected at 281 ng/g dry weight in Korean sediment(2)."
        },
        {
            "References": "PMID:29179127",
            "Value": "SEDIMENT: Antifouling biocides in surface sediments and gastropod tissues were assessed for the first time along coastal areas of Panama under the influence of maritime activities, including one of the world's busiest shipping zones: the Panama Canal. Imposex incidence was also evaluated in five muricid species distributed along six coastal areas of Panama. This TBT-related biological alteration was detected in three species, including the first report in Purpura panama. Levels of organotins (TBT, DBT, and MBT) in gastropod tissues and surficial sediments ranged from <5 to 104 ng Sn/g and <1-149 ng Sn/g, respectively. In addition, fresh TBT inputs were observed in areas considered as moderate to highly contaminated mainly by inputs from fishing and leisure boats. Regarding booster biocides, TCMTB and dichlofluanid were not detected in any sample, while irgarol 1051, diuron and DCOIT levels ranged from <0.08 to 2.8 ng/g, <0.75-14.1 ng/g, and <0.38-81.6 ng/g, respectively. The highest level of TBT (149 ng tin/g) and irgarol 1051 (2.8 ng/g), as well as relevant level of DCOIT (5.7 ng/g), were detected in a marina used by recreational boats. Additionally, relatively high diuron values (14.1 ng/g) were also detected in the Panama Canal associate to a commercial port. DCOIT concentrations were associated with the presence of antifouling paint particles in sediments obtained nearby shipyard or boat maintenance sites. The highest levels of TBT, irgarol 1051, and diuron exceeded international sediment quality guidelines indicating that toxic effects could be expected in coastal areas of Panama. Thus, the simultaneous impacts produced by new and old generations of antifouling paints highlight a serious environmental issue in Panamanian coastal areas."
        },
        {
            "References": "PMID:28212512",
            "Value": "SEDIMENT: Antifouling paint particles (APPs) are generated during periodical maintenance of boat hulls. Chemical composition and toxicity (either chronic or acute) of APPs found in the sediment was evaluated using the epibenthic copepod Nitokra sp. The APPs analyzed showed the presence of high levels of metals such as Cu (234,247 ug/g), Zn (112,404 ug/g) and the booster biocide DCOIT (0.13 ug/g). ... This study was the first assessment of toxicity associated with the presence of APPs in sediment to benthic organisms, and it calls attention to the need of improving regulations in boatyards and marina areas."
        }
    ]
}