{
    "_id": {
        "$oid": "6682e8d3c4e5dba5ffba278b"
    },
    "CID": {
        "$numberInt": "9215"
    },
    "Name": "ACRIDINE",
    "IUPACName": "acridine",
    "CanonicalSMILES": "C1=CC=C2C(=C1)C=C3C=CC=CC3=N2",
    "Synonyms": [
        "ACRIDINE",
        "260-94-6",
        "9-Azaanthracene",
        "2,3-Benzoquinoline",
        "Acrydine",
        "10-Azaanthracene",
        "Akridin",
        "Dibenzo[b,e]pyridine",
        "Benzo(b)quinoline",
        "Dibenzo(b,e)pyridine",
        "2,3,5,6-Dibenzopyridine",
        "Benzo[b]quinoline",
        "NSC 3408",
        "NSC-3408",
        "CHEBI:36420"
    ],
    "IsomericSMILES": "C1=CC=C2C(=C1)C=C3C=CC=CC3=N2",
    "INCHI": "InChI=1S/C13H9N/c1-3-7-12-10(5-1)9-11-6-2-4-8-13(11)14-12/h1-9H",
    "INCHIKEY": "DZBUGLKDJFMEHC-UHFFFAOYSA-N",
    "Formula": "C13H9N",
    "MolecularWeight": {
        "$numberDouble": "179.22"
    },
    "Description": "Acridine is a polycyclic heteroarene that is anthracene in which one of the central CH groups is replaced by a nitrogen atom. It has a role as a genotoxin. It is a mancude organic heterotricyclic parent, a polycyclic heteroarene and a member of acridines.",
    "XlogP": {
        "$numberDouble": "3.4"
    },
    "Complexity": {
        "$numberInt": "181"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Holoubek I et al; Toxicol Environ Chem 29: 251-60 (1991)",
            "Value": "Two of twelve vegetation samples collected from areas surrounding the Urx chemical factory, Valasske Mezirici, Czechoslovakia in 1989 contained acridine at concentrations of 789.5 and 2319.4 ng/g(1)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) DeVoogt P et al; Aquatic Toxicol 20: 169-94 (1991) (2) Hawker DW, Connell DW; Ecotoxicol Environ Safety 11: 184-97 (1986) (3) Saito S et al; Chemosphere 24: 81-87 (1992) (4) Southworth GR et al; Water Air Soil Pollut 12: 331-41 (1979) (5) Franke C et al; Chemosphere 29: 1501-14 (1994) (6) Kauss PB, Hamdy YS; Hydrobiologia 219: 37-62 (1991)",
            "Value": "In a static bioconcentration test, a BCF value of 1300 was measured in the guppy, Poecilia reticulata(1). Rate constants for uptake and depuration were 40.8 and 0.031/hour, respectively(1). An equilibrium BCF of 30 was measured for acridine in Daphnia pulex; rate constants for uptake and depuration were 109.6 and 0.47/hour, respectively(2). A BCF value of 126 was measured in fathead minnows(3). Fathead minnows, exposed to 100 ug/L acridine in a flow-through spring water system, rapidly accumulated acridine directly from the water with concentrations of about 12 ug/g wet attained in the fish after 24 hours giving a BCF of 125(4). Further exposure did not result in higher levels of acridine in these fish(4). Rate constants for uptake and depuration were 14 and 0.112/hour, respectively(4). Uncontaminated water rapidly contained measurable concentrations of acridine once minnows containing this compound were added to the water; this suggests that acridine can be eliminated without metabolic alteration as well as through metabolic degradation(4). Minnows exposed to acridine-contaminated sediment and a low level of dissolved acridine did not accumulate much acridine from the sediment(4). According to a classification scheme(5), these BCF values suggest that bioconcentration in aquatic organisms is low to very high depending on the aquatic organism studied(SRC); however, this compound appears to be readily depurated in several organisms. Mussels, Elliptio complanata, did not accumulate detectable concentrations of acridine following three weeks exposure to contaminated sediments in the St. Mary's River in 1985 (detection limit= 1 ug/kg wet weight)(6)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Cassidy RA et al; Environ Toxicol Chem 7: 99-105 (1988) (2) Medvedev VA, Davidov VD; pp. 245-54 in Decomposition of Toxic and Nontoxic Organic Compounds in Soil. Overcash MR (ed). Ann Arbor, MI: Ann Arbor Sci Publ (1981) (3) Sims RC, Overcash MR; Residue Reviews 88: 1-68 (1983) (4) Mueller JG et al; Appl Environ Microbiol 57: 1277-85 (1991) (5) Mueller JG et al; Environ Sci Technol 25: 1045-55 (1991) (6) Ondrus MG, Steinheimer TR; J Chrom Sci 28: 324-30 (1990)",
            "Value": "The biodegradation of acridine at concentrations from 0.1 to 20 mg/l was measured in river die-away tests using Green River water; over 11 days this compound was not significantly biodegraded at any measured concentration(1). Acridine at 500 mg/kg soil was measurably present for 83 days in chernozem soil samples at a temperature of 19 °C(2). A half-life of 3 days in soil was reported for acridine when present at a concentration of 5 mg/kg(3). Acridine, initially present in a groundwater sample at 22.5 ug/ml, was inoculated with creosote-contaminated surface soil; 19, 37, 91.5, 91, and 91% of this compound was biodegraded following 1, 3, 5, 8, and 14 days incubation(4). The sterile control was not degraded over 14 days(4). During solid-phase bioremediation of creosote/PCP contaminated surface soils, unamended soils, containing acridine initially at 46.8 mg/landfarming chamber (3 kg) biodegraded this compound by 83% over 12 weeks(5). In similar experiments using surficial soil, 32% biodegradation was reported over 12 weeks with an initial acridine concentration of 14569.7 mg/landfarming chamber (3 kg)(5). The presence of 9-acridinone in groundwater samples possibly indicates that this compound may be the final product of the biodegradation of acridine in contaminated aquifers(6)."
        },
        {
            "References": "(1) Knezovich JP et al; Environ Toxicol Chem 9: 1235-43 (1990) (2) Pereira WE et al; Environ Toxicol Chem 6: 163-76 (1987)",
            "Value": "Acridine was readily biodegraded in a mixed methanogenic culture with the initial 1 ug/ml acridine concentration reduced to 0.05 ug/ml after one week of incubation(1). After two weeks, these cultures were respiked with 5 ug/ml acridine; one week later, the acridine concentration was 0.06 ug/ml (autoclaved controls showed only 15% decrease over the same time)(1). Norman aquifer materials, taken from two strictly anaerobic zones also supported extensive degradation of acridine with 92, 96, and 97% degradation reported after 3 weeks for fermentative, denitrifying, and sulfate-reducing incubations, respectively(1). Controls exhibited 52% depletion of acridine over 3 weeks, mainly due to adsorption onto the aquifer materials(1). No breakdown products were detected in any control sample. The groups of breakdown products detected in the biodegraded samples included two-ring nitrogen heterocycles, nitrogen-substituted oxygenated homocyclic monoaromatic compounds, nonnitrogen-substituted oxygenated homocyclic aromatic compounds, monoxygenated homocyclic monoaromatic hydrocarbons, and aliphatic compounds(1). 2-Methylquinoline, phenyl-2-pentenoic acid and hexylbenzene were reported for the initial ring cleavage of acridine. Benzoic acid was detected early in the incubation period (<1 week); later in the incubation period (>5 weeks) only acetic acid, carbon dioxide and methane (in methanogenic microcosms) were detected, indicating that extensive degradation of acridine had occurred(1). In a static anaerobic digester study, using a mixed inoculum (equal parts from an anaerobic digester sludge, from an anaerobic digester treated with creosote and creosote-contaminated soil, and from a fixed-film anaerobic reactor treated with quinoline) acridine was not biodegraded over 203 days(2). In an anaerobic toxicity test, using a sewage sludge inoculum, degradation products of acridine were reported, indicating that partial degradation of this compound was occurring(2)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Lindstrom-Seppa P et al; Toxicol Environ Chem 19: 83-6 (1989) (2) Vassilaros DL et al; Anal Chem 54: 106-12 (1982)",
            "Value": "Perch, exposed to an oil spill site in the Vaasa archipelago, Finland, did not contain measurable concentrations of acridine over 18 months in samples of muscle tissue or bile(1). A Black River, Ohio bullhead catfish sample contained 24 ppb acridine(2)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 108",
            "Value": "Log P= 3.40"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 49",
            "Value": "ADMIN SYSTEMICALLY TO RABBITS, PURE ACRIDINE HAS BEEN REPORTED TO INDUCE LOCALIZED EDEMA IN NERVE FIBER LAYER OF RETINA..."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 49",
            "Value": "Acridine ... is irritating to the skin and mucous membranes, esp to the nose, causing sneezing."
        },
        {
            "References": "PUGLISI PP; MUTAT RES 4(3), 289 (1967)",
            "Value": "ACRIDINE, 10 MUG/ML MEDIUM, WAS MUTAGENIC DURING MEIOSIS OF YEAST SACCHAROMYCES CEREVISIAE."
        },
        {
            "References": "THIELMANN HW, GERSBACH H; Z KREBSFORSCH KLIN ONKOL 92(2), 177 (1978)",
            "Value": "ESCHERICHIA COLI WERE USED AS DNA REPAIR INDICATORS TO STUDY MUTAGENS. ALL MUTAGENS (EG ACRIDINE DERIV) CAUSED DNA EXCISION REPAIR IN WILD TYPE CELLS AS MEASURED BY THYMIDINE-(3)H INCORPORATION & SIMULTANEOUSLY INHIBITED REPLICATIVE DNA SYNTH."
        },
        {
            "References": "WALTON BT; ENVIRON ENTOMOL 9(1) 18 (1980)",
            "Value": "ACRIDINE WAS HIGHLY TOXIC TO CRICKET EGGS BUT NOT TOXIC TO NYMPHS OR ADULTS. LD50 FOR EGGS WAS 7.4 MUG/G. STUDY WAS CONDUCTED TO STUDY THE POTENTIAL OF THIS POLLUTANT FROM SYNTH FUELS PRODN TO AFFECT INSECT POPULATION."
        },
        {
            "References": "DONG ET AL; AZAARENES IN THE RESPIRATORY ENVIRONMENT: ANALYSIS AND ASSAYS FOR MUTAGENICITY; CARCINOG COMPR SURV 3, ISS POLYNUCL AROMAT HYDROCARBONS, 97 (1978)",
            "Value": "MUTAGENICITY STUDIES IN SALMONELLA TYPHIMURIUM SHOWED THAT ACRIDINE, ONE OF THE POLLUTANTS, WAS MARGINALLY MUTAGENIC."
        },
        {
            "References": "PMID:1555796",
            "Value": "The phytotoxicity of acridine, anthracene and 8-methoxypsoralen (8MOP) was evaluated in /Female Colworth-Dunkin-Hartley guinea pigs/. ... The guinea pigs were treated topically with 0-1.0% acridine, anthracene or 8MOP. The animals were exposed to 0 to 200 kilojoules/sq m ultraviolet A (UVA) radiation from fluorescent backlamps 0-60 min after chemical application. Skin reactions were assessed on an eight point scale at various times up to 72 hr after irradiation. Photoirritant reactions to acridine and anthracene appeared during UVA irradiation and reached a maximum intensity 4 hr post-irradiation. They began to fade 48 hr after irradiation. Photoirritant reactions to 8MOP were not seen until 24 hr post-irradiation and were still incr at 48 and 72 hr. The nature of the solvent had little effect on photoirritancy in animals irradiated 15 to 30 min after chemical treatment. The intensity of skin reactions induced by acridine admin in either solvent was significantly less in animals irradiated 60 min after treatment. Minimum photoirritation concn of the cmpd in ethanol or DAE were acridine 0.1%, anthracene 0.003% and 8MOP 0.003%."
        },
        {
            "References": "Parkhurst BR et al; Environ Pollut Ser A Ecol Biol 24 (1): 21-30 (1981)",
            "Value": "... The effects of acridine were measured on 6 toxicity criteria /in Daphnia magna/ were /as follows/: survival, age of first brood release, occurrence of primiparous instar, number of broods produced per female, number of young per brood. ... The 48 hr LC50 for acridine to first instar Daphnia magna was 2.3 mg/l. The most sensitive criteria for estimating the no observed effects concn (NOEC) were those that were indices of the reproductive effect of Daphnia magna: total number of young produced per female, number of broods per female and the number of young per brood. Estimated NOEC for all criteria were 0.4 mg/l. ... Both acute and chronic toxicities of acridine were moderately high. ..."
        },
        {
            "References": "Cooney JD, Gehrs CW; Aquat Toxicol 5 (3): 197-210 (1984)",
            "Value": "The effects of acridine on mortality and development of the freshwater ... copepod Daphnia clavipes, were measured at 16 °C, 21 °C, and 26 °C for fed and an unfed animals. ... Acute toxicity (LC50) based on mortality from egg to second naupliar stage, incr with incr temperature while toxicity based on mortality from the first naupliar to first copeptodid stage was not unaffected by temperature. No animals survived to the second naupliar stage at an acridine concn of 5.6 mg/l. Unfed naupli died faster with incr temperature and few (<50%) survived to the first copeodid stage. Rates of egg and naupliar development incr with temperature. Rates of egg development were unaffected by acridine. Percent egg hatch was not affected by temperature or by acridine exposure. The effects of acridine on rates of naupliar development depended upon temperature and developmental stage. Acridine exposure incr rates of naupliar development at all temperatures tested. Development times (first naupliar to first copeodid stage) in unfed controls were significantly longer (74 and 46 and 56% at 16 °C, 21 °C, and 26 °C, respectively) than in fed controls."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Krone CA et al; Environ Sci Technol 20: 1144-50 (1986) (2) Santodonato J, Howard PH; Hazard Assess Chem 1: 421-40 (1981) (3) Izumikawa S et al; Tokyo-to Kankyo Kagaku Kenkyusho Nenpo 67-74 (1992) (4) Akiyama T et al; J UOEH 2: 285-300 (1980) (5) Barrick RC et al; Environ Sci Technol 18: 846-54 (1984) (6) Furlong ET, Carpenter R; Geochim Cosmochim Acta 46: 1385-96 (1982)",
            "Value": "Acridine was detected in sediments from Eagle Harbor, Puget Sound, Washington at a concentration of 6.8 ug/g(1). Sediment from a relatively rural reference site, West Beach, Deception Pass, WA did not contain acridine (detection limit= 10 ng/g)(1). Surface sediments from Lake Zurich and Lake Lucerne contained acridine at concentrations of 27 and 0.1 ng/g, respectively(2). Soil samples from Tokyo contained acridine(3). Sediment samples collected from the Kitakyushu area in Japan contained acridine at unreported concentrations(4). Aquatic sediments influenced by coal transport, collected near the Puyallup River delta in Puget Sound, Washington, tentatively contained acridine at unreported concentrations(5). 35 of 42 sediment samples collected from 7 locations in Puget Sound (September 1978), Washington contained acridine at concentrations ranging from 52 to 820 ng/g organic carbon(6)."
        },
        {
            "References": "(1) Kauss PB, Hamdy YS; Hydrobiologia 219: 37-62 (1991) (2) West WR et al; Environ Toxicol Chem 5: 511-19 (1986) (3) Terashi A et al; Bull Environ Contam Toxicol 50: 348-55 (1993)",
            "Value": "Over 80% of the surficial sediments collected in the St. Mary's River (connecting Lake Superior with Lake Huron) in 1985, contained acridine at concentrations of <0.02 (detection limit= 0.02 mg/kg dry weight) to 8.70 mg/kg dry weight(1). Acridine was not detected in Black River sediments (in 1984, unreported method detection limit)(1). Black River sediments, collected downstream of the outfall of steel plant coking ovens, contained acridine(2). Sediment samples collected from the Dokai Bay in north Kyushu, Japan contained acridine at unreported concentrations(3)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Banwart WL et al; Soil Science 133: 42-7 (1982) (2) Swann RL et al; Res Rev 85: 23 (1983) (3) Bintein S, Devillers J; QSAR for Organic Chemical Sorption in Soils and Sediments. Chemosphere 28: 1171-88 (1994) (4) Matzner R, Bales RC; Chemosphere 29: 1755-73 (1994) (5) Zachara JM et al; Environ Sci Technol 21: 397-402 (1987)",
            "Value": "Fourteen soil and sediment samples, collected from the Ohio, Missouri, Mississippi, and Illinois rivers and their watersheds had a wide range in pH (4.54-8.34), total clay (6.8 to 69.1%), organic carbon (0.11 to 2.38%), and expanding clay (2.0 to 60.0%). Koc values for acridine added to these soils/sediments ranged from 5500 to 30,909 with an average value of 12,910(1). According to a recommended classification scheme(2), these measured Koc values suggest that acridine will be immobile in soil(SRC). Adsorption of acridine to silica was measured in a continuous-flow column. The extent of adsorption was greater when the solution pH was below the pKa of acridine(pKa= 5.68(3)) than when it was above(4). Therefore, mobility should be greater in a sand soil when the pH is above the pKa of acridine and adsorption is greatest when the solution pH equals acridine's pKa(4). Sorption of acridine to two low organic carbon subsurface materials with similar properties but different equilibrium pH values when saturated with water was measured(5). Higher sorption was reported for the Loring subsoil (0.24% organic carbon, pH 4.85) than the Anvil Points subsoil (0.58% organic carbon, pH 8.15), consistent with compound ionization and preferential retention of the organic cation over the neutral compound(5)."
        }
    ]
}