{
    "_id": {
        "$oid": "6692710e303528b49832d7be"
    },
    "CID": {
        "$numberInt": "92425"
    },
    "Name": "Flumioxazin",
    "IUPACName": "2-(7-fluoro-3-oxo-4-prop-2-ynyl-1,4-benzoxazin-6-yl)-4,5,6,7-tetrahydroisoindole-1,3-dione",
    "CanonicalSMILES": "C#CCN1C(=O)COC2=CC(=C(C=C21)N3C(=O)C4=C(C3=O)CCCC4)F",
    "Synonyms": [
        "Flumioxazin",
        "103361-09-7",
        "Sumisoya",
        "Flumioxazin [ISO]",
        "S-53482",
        "S 53482",
        "CHEBI:8939",
        "V 53482",
        "EINECS Annex I Index 613-166-00-X",
        "Sumisoya; V 53482",
        "L0PX7OGI22",
        "Flumioxazine",
        "DTXSID7032555",
        "7-Fluoro-6-(3,4,5,6-tetrahydrophthalimido)-4-(2-propynyl)-1,4-benzoxazin-3(2H)-one",
        "1H-Isoindole-1,3(2H)-dione,2-[7-fluoro-3,4-dihydro-3-oxo-4-(2-propynyl)-2H-1,4-benzoxazin-6-yl]-4,5,6,7-tetrahydro-"
    ],
    "IsomericSMILES": "C#CCN1C(=O)COC2=CC(=C(C=C21)N3C(=O)C4=C(C3=O)CCCC4)F",
    "INCHI": "InChI=1S/C19H15FN2O4/c1-2-7-21-15-9-14(13(20)8-16(15)26-10-17(21)23)22-18(24)11-5-3-4-6-12(11)19(22)25/h1,8-9H,3-7,10H2",
    "INCHIKEY": "FOUWCSDKDDHKQP-UHFFFAOYSA-N",
    "Formula": "C19H15FN2O4",
    "MolecularWeight": {
        "$numberDouble": "354.3"
    },
    "Description": "Flumioxazin is a benzoxazine that is N-(prop-2-yn-1-yl)-2H-1,4-benzoxazin-3(4H)-one which is substituted at position 6 by a 1,3-dioxo-1,3,4,5,6,7-hexahydro-2H-isoindol-2-yl group and at position 7 by a fluorine. A protoporphyrinogen oxidase inhibitor, it is used for the control of weeds in soya, peanuts, and a variety of vegetable and fruit crops. It has a role as a herbicide, an agrochemical, an EC 1.3.3.4 (protoporphyrinogen oxidase) inhibitor and a teratogenic agent. It is a benzoxazine, a terminal acetylenic compound, a dicarboximide and an organofluorine compound.",
    "XlogP": {
        "$numberDouble": "1.8"
    },
    "Complexity": {
        "$numberInt": "724"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_translocations": [
        {
            "content": "Previous research has shown that flumioxazin, a herbicide being developed as a postemergence-directed spray (PDS) in cotton, has the potential to injure cotton less than 30 cm tall if the herbicide contacts green stem tissue by rain splash or misapplication. In response to this concern, five-leaf cotton plants with chlorophyllous stems and older cotton, 16-leaf cotton plants, with bark on the lower stem were treated with a PDS containing flumioxazin plus crop oil concentrate (COC) or nonionic surfactant (NIS). Stems of treated plants and untreated plants at the respective growth stage were cross-sectioned and then magnified and photographed using bright-field microscopy techniques. More visible injury consisting of necrosis and desiccation was evident in younger cotton. Also, there was a decrease in treated-stem diameter and an increase in visible injury with COC compared with NIS in younger cotton. The effects of plant growth stage and harvest time on absorption, translocation, and metabolism of 14C-flumioxazin in cotton were also investigated. Total 14C absorbed at 72 h after treatment (HAT) was 77, 76, and 94% of applied at 4-, 8-, and 12-leaf growth stages, respectively. Cotton at the 12-leaf stage absorbed more 14C within 48 HAT than was absorbed by four- or eight-leaf cotton by 72 HAT. A majority (31 to 57%) of applied 14C remained in the treated stem for all growth stages and harvest times. Treated cotton stems at all growth stages and harvest times contained higher concentrations (Bq g−1) of 14C than any other tissues. Flumioxazin metabolites made up less than 5% of the radioactivity found in the treated stem. Because of the undetectable levels of metabolites in other tissues when flumioxazin was applied PDS, flumioxazin was foliar applied to determine whether flumioxazin transported to the leaves may have been metabolized. In foliar-treated cotton, flumioxazin metabolites in the treated leaf of four-leaf cotton totaled 4% of the recovered 14C 72 HAT. Flumioxazin metabolites in the treated leaf of 12-leaf cotton totaled 35% of the recovered 14C 48 HAT. These data suggest that differential absorption, translocation, and metabolism at various growth stages, as well as the development of a bark layer, are the bases for differential tolerances of cotton to flumioxazin applied PDS.",
            "reference": "Price, A. J., Pline, W. A., Wilcut, J. W., Cranmer, J. R., & Danehower, D. (2004). Physiological basis for cotton tolerance to flumioxazin applied postemergence directed. Weed science, 52(1), 1-7.",
            "method": {
                "Test Plant": "The test plant used in this study was Gossypium hirsutum variety 'DeltaPine 5415RR', commonly known as cotton.",
                "Apply Location": "The pesticide was applied to a 5-cm2 section of stem just above soil level to simulate a precise pre-emergence directed spray (PDS) application.",
                "Plant Grown Condition": "Cotton plants were grown in 15 L pots containing Metro-Mix 3601 in a plastic greenhouse maintained at approximately 25°C with a 16-hour photoperiod of natural and supplemental metal halide lighting, providing an average midday photosynthetic flux density of 700 mol m^-2 s^-1.",
                "Chemical Preparation": "Plants were treated with [phenyl-^14C] flumioxazin plus 0.25% (v/v) NIS in water containing 1,250 Bq of ^14C-flumioxazin (specific activity of 106 mCi/mmol, 94.2% radiopurity).",
                "Pesticide Application Details for the Plant": "Each plant was treated with ten 1-μl droplets of the pesticide solution.",
                "Other Information": "The study was arranged as a randomized complete block with three replications to evaluate the absorption and translocation of flumioxazin."
            },
            "result": "[{\"Hours after application\": 4, \"Treated stem (% of applied)\": 33, \"Mature leaf (%)\": 1, \"Immature leaves (%)\": 1, \"Untreated stem (%)\": 2, \"Roots (%)\": 2}, {\"Hours after application\": 24, \"Treated stem (% of applied)\": 41, \"Mature leaf (%)\": 4, \"Immature leaves (%)\": 1, \"Untreated stem (%)\": 2, \"Roots (%)\": 1}, {\"Hours after application\": 48, \"Treated stem (% of applied)\": 53, \"Mature leaf (%)\": 7, \"Immature leaves (%)\": 3, \"Untreated stem (%)\": 6, \"Roots (%)\": 1}, {\"Hours after application\": 72, \"Treated stem (% of applied)\": 56, \"Mature leaf (%)\": 11, \"Immature leaves (%)\": 3, \"Untreated stem (%)\": 6, \"Roots (%)\": 1}]"
        }
    ]
}