{
    "_id": {
        "$oid": "6682e8d5c4e5dba5ffba2791"
    },
    "CID": {
        "$numberInt": "9272"
    },
    "Name": "THIONAZIN",
    "IUPACName": "diethoxy-pyrazin-2-yloxy-sulfanylidene-lambda5-phosphane",
    "CanonicalSMILES": "CCOP(=S)(OCC)OC1=NC=CN=C1",
    "Synonyms": [
        "Thionazin",
        "297-97-2",
        "Nemaphos",
        "Thionazine",
        "Cynophos",
        "Cynem",
        "ZINOPHOS",
        "Zynophos",
        "Nemafos",
        "Nematocide GR",
        "American cyanamid 18133",
        "Nemafos 10 G",
        "Phosphorothioic acid",
        "O,O-diethyl O-2-pyrazinyl ester",
        "Ethyl pyrazinyl phosphorothioate",
        "Experimental nematocide 18,133"
    ],
    "IsomericSMILES": "CCOP(=S)(OCC)OC1=NC=CN=C1",
    "INCHI": "InChI=1S/C8H13N2O3PS/c1-3-11-14(15,12-4-2)13-8-7-9-5-6-10-8/h5-7H,3-4H2,1-2H3",
    "INCHIKEY": "IRVDMKJLOCGUBJ-UHFFFAOYSA-N",
    "Formula": "C8H13N2O3PS",
    "MolecularWeight": {
        "$numberDouble": "248.24"
    },
    "Description": "Thionazin is an organic thiophosphate.",
    "XlogP": {
        "$numberDouble": "2"
    },
    "Complexity": {
        "$numberInt": "220"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Kenaga EE; Ecotox Env Safety 4: 26-38 (1980)",
            "Value": "A calculated bioconcentration factor for thionazin of 13 has been reported using the water solubility and a regression equation(1). This value suggests that bioconcentration in fish and aquatic organisms is not expected to be a significant fate process(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "Doull, J., C.D.Klassen, and M.D. Amdur (eds.). Casarett and Doull's Toxicology. 3rd ed., New York: Macmillan Co., Inc., 1986., p. 837",
            "Value": "... Zinophos degraded faster in non-autoclaved soil ..."
        },
        {
            "References": "(1) Tu CM; Appl Microbiol 19: 479-84 (1970) (2) Pionke HB, Chesters G; J Environ Qual 2: 29-45 (1973) (3) Tu CM; Chemosphere 17: 159-63 (1988) (4) Getzin LW; J Econ Entomol 61: 1560-65 (1968) (5) Getzin LW, Rosefield I; J Agr Food Chem 16: 598-601 (1966)",
            "Value": "When 10 and 100 ppm thionazin was added to soil, the oxygen consumption was found to increase proportionally over the endogenous level(1). The author concluded that microbial degradation was indicated(1). Thionazin at these concentrations was not found to be permanently deleterious to the microbiota(1). Thionazin was listed as being degradable by microbiological means(2). The oxygen consumption of a sandy loam soil was found to increase significantly above the level of endogenous respiration when 5 or 10 ug/g of thionazin was added(3). When applied to a sultan silty loam, thionazin was found to undergo removal at rates faster than those observed in autoclaved samples; the half-lives for removal were 2 weeks of the soil sample and 9 weeks for the autoclaved sample (25 °C, pH 6.3, 20% water moisture)(4). Thionazin was most persistent at pH 5.5, and least persistent at pH 8.1, however, the author concluded that this was due to a change in the biological species responsible for degradation, and not from abiotic processes(4). The persistence of thionazin was also found to decrease with increasing moisture content of the soil(4). In a related study, thionazin underwent 68%, 23%, 31%, and 22% degradation in sultan silty loam, autoclaved sample, irradiated sample, and irradiated and autoclaved sample, respectively(5). The difference between the degradation in the autoclaved and irradiated sample was attributed to presence of a heat labile substance, which could not be identified(5)."
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Dreisbach, R.H. Handbook of Poisoning. 12th ed. Norwalk, CT: Appleton and Lange, 1987., p. 113",
            "Value": "Organophosphorus derivatives act by combining with and inactivating the enzyme acetylcholinesterase (AChE). ... The inactivation of cholinesterase by cholinesterase inhibitor pesticides allows the accumulation of large amounts of acetylcholine, with resultant widespread effects that may be ... separated into 4 categories: (1) Potentiation of postganglionic parasympathetic activity. ... (2) Persistent depolarization of skeletal muscle ... (3) Initial stimulation following depression of cells of central nervous system ... (4) Variable ganglionic stimulation or blockade ... /Cholinesterase inhibitor pesticides/"
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Kenaga EE; Ecotox Env Safety 4: 26-38 (1980) (2) Swann RL et al; Res Rev 85: 17-28 (1983) (3) Harris CI; J Agr Food Chem 17: 80-2 (1969)",
            "Value": "A calculated soil adsorption coefficient of 100 has been reported for thionazin(1). This value suggests that thionazin will display high mobility in soil(2). In a laboratory study measuring the water induced movement of insecticides in packed soil columns, thionazin was found to have a relative mobility factor of 3.2 on a scale from 1 to 6(3)."
        }
    ],
    "plant_translocation": [
        {
            "References": "Pain, B. F., & Skrentny, R. F. (1969). Persistence and effectiveness of thionazin against potato aphids on three soils in Southern England. Journal of the Science of Food and Agriculture, 20(8), 485–488. doi:10.1002/jsfa.2740200808 ",
            "Value": "Thionazin, a systemic organophosphorus pesticide, was investigated for its persistence and effectiveness in controlling potato aphids. The study examined three different agricultural soils with varying pH, clay content, and sand content. The results revealed that thionazin exhibited different rates of disappearance on different soil types. In an acid sandy soil, thionazin showed the longest persistence and systemic efficiency, with detectable residues remaining up to one year after application. In contrast, the higher-clay alkaline soil did not show any detectable residues after the same period. These findings suggest that thionazin's degradation and systemic efficiency are influenced by soil characteristics. Factors such as hydrolysis and irreversible sorption on clay particles may contribute to faster degradation and lower systemic efficiency in alkaline soils. Microbiological degradation and other unidentified substances in the soil could also play a role in pesticide degradation. Overall, this study highlights the importance of understanding the persistence and effectiveness of systemic pesticides like thionazin in different soil types for effective pest control."
        }
    ]
}