{
    "_id": {
        "$oid": "6682e7dcc4e5dba5ffba22b6"
    },
    "CID": {
        "$numberInt": "931"
    },
    "Name": "NAPHTHALENE",
    "IUPACName": "naphthalene",
    "CanonicalSMILES": "C1=CC=C2C=CC=CC2=C1",
    "Synonyms": [
        "naphthalene",
        "91-20-3",
        "Naphthalin",
        "Albocarbon",
        "Tar camphor",
        "White tar",
        "Naphthene",
        "Naphthaline",
        "Camphor tar",
        "Moth balls",
        "Moth flakes",
        "naphtalene",
        "Dezodorator",
        "Naftalen",
        "Mighty 150"
    ],
    "IsomericSMILES": "C1=CC=C2C=CC=CC2=C1",
    "INCHI": "InChI=1S/C10H8/c1-2-6-10-8-4-3-7-9(10)5-1/h1-8H",
    "INCHIKEY": "UFWIBTONFRDIAS-UHFFFAOYSA-N",
    "Formula": "C10H8",
    "MolecularWeight": {
        "$numberDouble": "128.17"
    },
    "Description": "Naphthalene is an aromatic hydrocarbon comprising two fused benzene rings. It occurs in the essential oils of numerous plant species e.g. magnolia. It has a role as a volatile oil component, a plant metabolite, an environmental contaminant, a carcinogenic agent, a mouse metabolite and an apoptosis inhibitor. It is an ortho-fused bicyclic arene and a member of naphthalenes.",
    "XlogP": {
        "$numberDouble": "3.3"
    },
    "Complexity": {
        "$numberInt": "80"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Knutzen J, Sortland B; Water Res 16: 421-8 (1982) (2) Cofield N et al; Chemosphere 70: 1644-52 (2008) (3) Wang Q et al; Environ Sci Technol 38: 4739-44 (2004) (4) Howsam A et al; Environ Pollut 108: 413-24 (2000) (5) Ratola N et al; Arch Environ Contam Toxicol 58: 631-47 (2010)",
            "Value": "Naphthalene was found in various species marine algae at not detected to 2109 ppb in Southern Norway areas(1). Naphthalene was reported at <2 mg/kg in fescue and switch grass grown in soil from a former manufactured gas facility in Bedford, IN(2). Cork samples from camphor trees in south eastern China, contained naphthalene at 20.81-73.1 ng/g(3). Naphthalene concentrations in oak, ash and hazel leaves from Meathrop Wood, UK were all <0.01 ng/sq cm; samples were collected from 6 sites in Aug 1995(4). Naphthalene concentrations in 19 samples of needles from Pinus pinea and 12 samples of needles from Pinus pinaster were 15.3-79.3 and 29.5-289.2 ng/g dry weight, respectively; samples were collected from 29 sites across the country of Portugal, Apr 2007(5)."
        },
        {
            "References": "(1) Wilcke W et al; J Environ Qual 33: 946-55 (2002)",
            "Value": "Analysis of naphthalene concentrations in plant material was reported from Brazilian Cerrado area(1). Naphthalene concentration in grass and herbs was 32 ug/kg. Concentration in other plant materials were (ug/kg)(1):",
            "Table": "[{'Plant part': 'Stem Wood', 'Upper Tree Layer': 44, 'Lower Tree Layer': 95, 'Shrubs': '33 (living wood)'}, {'Plant part': 'Bark', 'Upper Tree Layer': 69, 'Lower Tree Layer': 79, 'Shrubs': '-'}, {'Plant part': 'Twigs', 'Upper Tree Layer': 34, 'Lower Tree Layer': 70, 'Shrubs': '-'}, {'Plant part': 'Dead Wood', 'Upper Tree Layer': 111, 'Lower Tree Layer': 291, 'Shrubs': '66'}, {'Plant part': 'Leaves', 'Upper Tree Layer': 18, 'Lower Tree Layer': 46, 'Shrubs': '18'}, {'Plant part': 'Coarse Roots', 'Upper Tree Layer': 15, 'Lower Tree Layer': 30, 'Shrubs': '69'}]"
        },
        {
            "References": "(1) USDA; Dr. Duke's Phytochemical and Ethnobotanical Databases. Plants with a chosen chemical. Naphthalene. Washington, DC: US Dept Agric, Agric Res Service. Available from, as of Apr 4, 2014: https://www.ars-grin.gov/duke/",
            "Value": "Naphthalene occurrences in various plants(1).",
            "Table": "[{'Genus species': 'Zea mays', 'Common name': 'Corn', 'Part': 'silk essential oil', 'Concn (ppm)': '3,000'}, {'Genus species': 'Nepeta racemosa', 'Common name': 'Catmint', 'Part': 'shoot', 'Concn (ppm)': '0-46 ppm'}, {'Genus species': 'Crocus sativus', 'Common name': 'Saffron', 'Part': 'silk stigma style', 'Concn (ppm)': nan}, {'Genus species': 'Nepeta racemose', 'Common name': 'Catmint', 'Part': 'shoot', 'Concn (ppm)': nan}, {'Genus species': 'Syzygium aromaticum', 'Common name': 'Clove', 'Part': 'flower', 'Concn (ppm)': nan}, {'Genus species': 'Vanilla planifolia', 'Common name': 'Bourbon vanilla', 'Part': 'fruit', 'Concn (ppm)': nan}]"
        }
    ],
    "animal_concentrations": [
        {
            "References": "(1) Maran C et al; Environ Toxicol Chem 25: 486-95 (2006)",
            "Value": "Naphthalene was detected in the gastropod Hexaplex trunculus in samples from five sites in the Adriatic Sea; samples were collected Jan to Dec 2002; two sites were in the Lagoon of Venice the other three were outside the lagoon(1)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of March 26, 2014: https://www.safe.nite.go.jp/english/db.html (2) Jonsson G et al; Environ Toxicol Chem 23: 1538-48 (2004) (3) Franke C et al; Chemosphere 29: 1501-14 (1994) (4) Landrum PF et al; Chemosphere 51: 481-9 (2003)",
            "Value": "The BCF of naphthalene at a water concentration of 0.15 mg/L ranged from 36.5 to 168 in carp, over an 8 week exposure period(1). BCF values in sheepshead minnows (Cyprinodon variegatus) exposed for 36 days to 1.34 and 12.5 ug/L of naphthalene were 692 and 714, respectively(2). According to a classification scheme(3), these BCF values suggest for bioconcentration in aquatic organisms is low to high(SRC). BCF values in amphipods (Diporeia spp) exposed for 28 days to 453.2 to 2201.1 ug/L of naphthalene were 490 to 736(4)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Van der Linden AC; Dev Biodegrad  Hydrocarbons 1: 165-200 (1978) (2) Fochtman EG, Eisenberg W; Treatability of Carcinogenic and Other Hazardous Organic  Compounds; pp.61 USEPA-600/2-79-097 (1979) (3) Tabak HH et al; J Water Pollut Control Fed 53: 1503-18 (1981) (4) Dore M et al; Trib Cebedeau 28: 3-11 (1975) (5) Heukelekian H, Rand MC; J Water Pollut Control Assoc 23: 1040-53 (1955) (6) Aamand J et al; J  Contam Hydrology 4: 299-312 (1989) (7) Petrasek AC et al; J Water Pollut Control Fed 55: 1286-96 (1983) (8) Thomas JM et al; Appl Environ Microbiol 52: 290-6 (1986) (9) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of March 26, 2014: https://www.safe.nite.go.jp/english/db.html",
            "Value": "AEROBIC: Although there are some conflicting data, data suggest that naphthalene degrades after a relatively short period of acclimation and that degradation can be rapid in oil polluted water, slow in unpolluted water and that the rate of degradation increases with the concentration of  naphthalene(1). In laboratory tests with sewage or sludge inoculums, 100% degradation was obtained in 7 days(2-3) while others got 0% BOD in 5 days(4-5). The lag period for naphthalene degradation decreased as groundwater was more polluted with fuel oil; the lag period was 1.2 and 1.9 days in heavily polluted and slightly polluted water, respectively versus 12 days for unpolluted water(6). Approximately 70% of naphthalene was lost in a pilot-scale municipal wastewater treatment plant due to biodegradation(7). In water, bacteria can utilize naphthalene only when it is in the dissolved state(8). Naphthalene, present at 100 mg/L, reached 2% of its theoretical BOD in 4 weeks using an activated sludge inoculum at 30 mg/L and the Japanese MITI test(9)."
        },
        {
            "References": "(1) Walker JD, Colwell RR; Appl Environ Microbiol 31: 189-97 (1976) (2) Herbes SE et al; Appl Environ Microbiol 32: 244-6 (1977) (3) Herbes SE et al; pp. 113-28 in The Scientific Basis of Toxicity Assessment; Witschi H ed; Elseveir/North Holland Biomed Press (1980) (4) Lee RF; 1977 Oil Spill Conf; Amer Petrol  Inst pp. 611-6 (1977) (5) Herbes SE; Appl Environ Microbiol 41: 20-8 (1981) (6) Roubal G, Atlas RM; Appl Environ Microbiol 35: 897-905 (1978) (7) Wakeham SG et al; Environ Sci Technol 17: 611-7 (1983) (8) Vaishnaw DD, Babeu L; Bull Environ Contam Toxicol 39: 237-44 (1987)",
            "Value": "AEROBIC: Twenty percent of naphthalene was degraded to CO2 when incubated in water from an oil polluted creek(1) and rapid degradation, sometimes as fast as 95% degradation in 1.5 hr has been reported(2). The half-life of naphthalene in a river die-away test was 70 hours in a highly PAH contaminated water(3). The half-life of naphthalene was reported as 7, 24, 63, and 1700 days in an oil polluted estuarine stream, clean estuarine stream, coastal waters and a gulf stream near Georgia, respectively(4). A half-life of 9 days in water near a coal-coking wastewater discharge was also reported(5). In water from the Alaskan Continental Shelf degradation rates averaged 0.5%/week; however, when nutrient levels are lower as in late spring-early summer (after algae blooms), the degradation rate is reduced(6). In a mesocosm experiment using Narragansett Bay, RI seawater, the half-life in late summer was 0.8 days and is principally due to biodegradation(7). Biodegradation half-life of naphthalene was 43 days in microbe-supplemented filtered Lake Superior Harbor water and 39 days in nutrient and  microbe-supplemented water(8)."
        },
        {
            "References": "(1) Herbes SE, Schwall LR; Appl Environ Microbiol 35: 306-16 (1978) (2) Herbes SE; Appl Environ Microbiol 41: 20-8 (1981) (3) Herbes SE et al; pp. 113-28 in The Scientific Basis of Toxicity Assessment; Witschi H ed; Elseveir/North Holland Biomed Press (1980) (4) Saylor GS, Sherrill TW; Bacterial Degradation of Coal Conversion Byproducts (Polycyclic Aromatic Hydrocarbons) in Aquatic Environments; Knoxville TN pp. 90 Tenn Elnev Report No. 39535 (1981) (5) Heitkamp MA et al; Appl Environ Microbiol 53: 129-36 (1987)",
            "Value": "AEROBIC: Degradation rates in sediment are much higher than in water, being 8-20 times higher than in the water column above the sediment(1). Half-lives in sediment include 4.9 hr and >88 days in oil contaminated and uncontaminated sediment, respectively(1); 9 days in sediment near a coal coking discharge(2); and 3, 5, and >2,000 hours in sediments with high, medium and low PAH levels respectively(3). When incubated in a slurry with sediment from an uncontaminated pond, the mineralization rate increases, reaching a peak after 6-12 days corresponding to a half-life of 78 days(4). Biodegradation half-lives ranged from 2.4 weeks in sediments chronically exposed to petroleum hydrocarbons to 4.4 weeks in sediment from a pristine environment(5)."
        },
        {
            "References": "(1) Ehrlich GG et al; Ground Water 20: 703-10 (1982) (2) Bouwer EJ, McCarty PL; Appl Environ Microbiol 45: 1295-9 (1983) (3) Kappeler T, Wuhrmann K; Water Res 12: 327-33 (1978) (4) Anderson RT, Lovley DR; Biorem J 3:121-35 (1999) (5) Annweiler E et al; Appl Environ Microbiol 68: 852-8 (2002) (6) Rothermich MM et al; Environ Sci Technol 36: 4811-7 (2002) (7) Mihelcic JR, Luthy RG; Appl Environ Microbiol 54: 1182-7 (1988) (8) Thomas  JM et al; Environ Toxicol Chem 6: 607-14 (1987)",
            "Value": "ANAEROBIC: No degradation under anaerobic conditions was observed in 6 and 11 weeks in a lab reactor with seed from a well near a source of contamination(1), or with sewage seed(2), respectively, but complete degradation occurred in 8 days in gas-oil saturated groundwater which was circulated through aerobic conditions(3). The latter case indicates that some species of ubiquitous  micro flora present in clean groundwater is capable of degrading naphthalene(3). Naphthalene was found to biodegrade anaerobically in a Fe(III)-reducing, petroleum-contaminated sediment from an aquifer in Bemidji, MN; degradation was not found in methanogenic conditions or in Fe(III)-reducing sediments from other aquifers(4). In a sulfate reducing enriched culture of contaminated sediment, naphthalene was biodegraded to 2-naphthoic acid, which was further reduced to derivatives of 2-naphthoic acid(5). Naphthalene biodegraded 8, 8, and 22% in anoxic coal tar contaminated Boston Harbor sediment in 105, 220 and 342 days, respectively(6). Naphthalene at 7 mg/L degraded to undetectable levels in 45 days with a 2 week lag time, under denitrifying conditions (anaerobic with 75 mg nitrate/L)(7). Little degradation occurred in 50 days under anaerobic conditions(7). Biodegradation  occurred in groundwater contaminated with creosote(8)."
        },
        {
            "References": "(1) Eriksson M et al; Appl Environ Microbiol 69:275-84 (2003) (2) Prince RC et al; Environ Sci Technol 41:3316-21 (2007) (3) ATSDR; Toxicological profile for Naphthalene/1-Methylnaphthalene/2-Methylnaphthalene. US Dept Health Human Services. Agency for Toxic Substances and Disease Registry (1995) (4) Ashok BT et al; World J Microbiol Biotechnol 11: 691-692 (1995) (5) Coover MP, Sims RC; Haz  Waste Haz Mater 4: 69-82 (1987)",
            "Value": "AEROBIC: Naphthalene was aerobically biodegraded 100% in 4 different soils (arctic diesel fuel contaminated, PCB and associated oil contaminated, creosote-PAH contaminated, uncontaminated) incubated at 7 and 20 °C for 90 days(1). The median and mean biodegradation half-life of naphthalene was reported as 3.2 and 4.4 days, respectively(2). In soils containing 0.2-0.6% organic carbon and 92-94% sand, naphthalene half-lives ranged from 11 to 18 days(3). In another study, sandy loams with 0.5-1% organic carbon had naphthalene half-lives of 2-3 days(3). Naphthalene at 20 mg/kg was degraded about 90% in 10 days when incubated with soil obtained from an oil refinery plant(4). Naphthalene disappeared rapidly from an unacclimated agricultural soil during a 60-day period(5)."
        },
        {
            "References": "PMID:1367196",
            "Value": "The mineralization of (14)C-labelled naphthalene was studied in pristine and oil-contaminated soil slurry (30% solids) under denitryfying conditions using a range of concentrations from below to above the aqueous phase saturation level. Results from sorption-desorption experiments indicated that naphthalene desorption was highly irreversible and decreased with an increase in the soil organic content, thus influencing the availability for microbial consumption. Under denitrifying conditions, the mineralization of naphthalene to CO2 occurred in parallel with the consumption of nitrate and an increase in pH from 7.0 to 8.6. When the initial substrate concentration was 50 ppm (ie close to the aqueous phase saturation level), about 90% of the total naphthalene was mineralized within 50 days, and a maximum mineralization rate of 1.3 ppm/day was achieved after a lag period of approx 18 days. When added at concentrations higher than the aqueous phase saturation level (200 and 500 ppm), similar mineralization rates (1.8 ppm/day) occurred until about 50 ppm of the naphthalene was mineralized. After that the mineralization rates decreased logarithmically to a minimum of 0.24 ppm/day for the rest of the 160 days of the experiments. For both of these higher concentrations, the reaction kinetics were independent of the concentration, indicating that desorption of the substrate governs the mineralization rate. Other results indicated that pre-exposure of soil to oil contamination did not improve the degradation rates nor reduce the lag periods. This study clearly shows the potential of denitrifying conditions for the biodegradation of low molecular weight polyaromatic hydrocarbons."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Konasewich D et al; Status Report on Organic and Heavy Metal Contaminants in the Lakes Erie, Michigan, Huron and Superior Basins Great Lakes Qual Board (1978) (2) Afolabi OA et al; J Agric Food Chem 31: 1083-90 (1983) (3) Nicola RM et al; J Environ Health 49: 342-7 (1987) (4) Braune B et al; Sci Total Environ 230: 145-207 (1999) (5) Deb SC et al; Mar Pollut Bull 40: 882-5 (2000) (6) Bordajandi LR et al; J Agric Food Chem 52: 992-1001 (2004)",
            "Value": "Naphthalene was identified, not quantified, in pike (Esox lucius) from the Detroit River, and carp (Cyprinus carpio) and pike from Hamilton Harbor(1). Several species of Nigerian freshwater fish species, contained naphthalene at concentrations of 0.19 to 7.88 ppb(2). Naphthalene was detected at a maximum concentration of 0.51 ppm in bottom feeding fish in Commencement Bay Puget Sound, WA(3). Naphthalene was identified in freshwater fish in the Canadian Arctic at concentrations ranging from 1.89 (lake trout; Salvelinus namaycush) to 175 (walleye; Stizostedion vitreum) ng/g(4). Fish collected on 4 different visits (May to Nov 1998) to Hiroshima Bay, Japan, had reported mean naphthalene concentrations of 4.54, 8.25, 20.5, 18.8, 12.2, 11.2, 5.80, 8.6, 7.65, 8.55, and 5.85 ug/g in 16 Cepula schlegeli, 23 Paruplagusia japonica, 38 Pleuronectes yokohama, 27 Cociella crocodilla, 26 Epinephelus tauvina, 24 Apogen notatus, 28 Peegrus major, 18 Stephandepis cirrhifer, 31 Pterogobious elapoides, 27 Acropoma japonicum, and 18 Nivea sp., respectively(5). Seafood collected from markets around the city of Huelva, Spain contained naphthalene at 1.53, 2.00, 1.57, 4.02, 2.27, and 3.16 ng/g in little sole, two-banded seabream, cuttle fish, prawns, and two types of clam, Chamelea and Tapes, respectively; samples were collected Feb to July 2001 from the River Turia(6)."
        },
        {
            "References": "(1) Kalas L et al; pp. 567-76 in Hydrocarbons and Halogenated Hydrocarbons in the Aquatic Environment; Afghan BK, Mackay D eds; New York Plenum Press (1980) (2) Carlson RM et al; Implications to the Aquatic Environment of Polynuclear Aromatic Hydrocarbons Liberated from Northern Great Plains Coal; pp. 156 USEPA 600/3-79-093 (1979) (3) Knutzen J, Sortland B; Water Res 16: 421-8 (1982) (4) Galloway WB et al; Environ Toxicol Chem 2: 395-410 (1983) (5) Brown DW et al; Investigation of Petroleum in te Marine Environs of the Strait of Juan de Fuca and Northern Puget Sound; p. 34 USEPA-600/7-79-164 (1979) (6) Namiesnik J et al; Chemosphere 73: 938-44 (2008) (7) Botello AV et al; Bull Environ Contam Toxicol 69: 486-93 (2002) (8) El-Sikaily Y et al; Bull Environ Contam Toxicol 71: 1252-9 (2003)",
            "Value": "Naphthalene was detected in Cepangopaludina chinensis (Chinese mystery snail), collected from the Royal Botanical Gardens, Hamilton Ontario at < 0.01 ppb(1). Naphthalene was detected in Polycheates at 4.2-5.5 ppm and clams at 0.43 ppm(2). Mussels from Southern Norway Coast, contained naphthalene in 7 of 9 samples, at a max concentration of 516 ppb; various invertebrates at not detected to 241 ppb, results not separable from methyl naphthalene(3). Mussels and oysters from more than 100 US east, west, gulf coast sites, contained naphthalene at an average concentration of 2.8 ppb(4). Naphthalene was detected in 3 out of 6 mussels in the Strait of Juan de Fuca and Northern Puget Sound, at 3.3-13 ppb(5). Naphthalene was not detected (detection limit 30 ug/kg dry weight) in mussels (Mytilus galloprovincialis) from polluted and non-polluted areas of Mokpo Bay, Korea, collected April 10, 2004(6). Naphthalene was reported at <0.01 ug/g dry weight in mussels (Crassostrea palmula, Crassostrea corteziensis, Crassostrea gigas, Crassostrea iridescens, Mytella strigata) sampled from 29 stations from Guaymas, Sonora to Puerto Vallarta, Jalisco, Mexico; samples were collected May 1996(7). Naphthalene was not detected at 7 of 20 sample sites of coral reef (Acropora sp.) along the Red Sea coast from Marsa Alam to Taba (approx 900 km); however, it was detected at 81-542 ng/g at the other 13 sites. Samples were collected in April, 1999(8)."
        },
        {
            "References": "(1) Al-Hassan JM et al; Bull Environ Contam Toxicol 70: 205-12 (2003)",
            "Value": "Edible fish sampled from the Arabian Gulf in 1997 contained naphthalene in the liver, muscle and gills at the following concentrations (ug/g)(1):",
            "Table": "[{'Common name': 'Brown spotted grouper', 'Genus species': 'Epinephelus tauvina', 'Liver': 'not detected', 'Muscle': '1.06', 'Gill': '1.02'}, {'Common name': 'Yellow finned black seabream', 'Genus species': 'Acanthopagrus latus', 'Liver': '2.23', 'Muscle': '0.64', 'Gill': '3.06'}, {'Common name': 'River shad', 'Genus species': 'Hilsa ilisha', 'Liver': '1.54', 'Muscle': 'not detected', 'Gill': '1.41'}, {'Common name': 'Silvery grunt', 'Genus species': 'Pomadasys kaakan', 'Liver': '1.12', 'Muscle': '0.73', 'Gill': '0.67'}, {'Common name': 'Silvery pomfret', 'Genus species': 'Pampus argenteus', 'Liver': '0.81', 'Muscle': 'not detected', 'Gill': 'not detected'}, {'Common name': 'Mullet', 'Genus species': 'Liza subviridis', 'Liver': 'not reported', 'Muscle': '1.1', 'Gill': 'not reported'}, {'Common name': 'Shrimp', 'Genus species': 'Peneaeus semisulcatus', 'Liver': 'not reported', 'Muscle': '1.08', 'Gill': 'not reported'}, {'Common name': 'Grouper', 'Genus species': 'Epinephelus areolatus', 'Liver': 'not reported', 'Muscle': 'not detected', 'Gill': 'not detected'}, {'Common name': 'Red snapper', 'Genus species': 'Lutjanus coccineus', 'Liver': 'not detected', 'Muscle': 'not reported', 'Gill': '0.08'}, {'Common name': 'Silvery croaker', 'Genus species': 'Otolithes argenteus', 'Liver': '0.59', 'Muscle': 'not detected', 'Gill': '0.09'}, {'Common name': 'Needle fish', 'Genus species': 'Tylosurus leiurus', 'Liver': 'not detected', 'Muscle': 'not reported', 'Gill': '0.38'}, {'Common name': 'Emperor rubber lip', 'Genus species': 'Letherinus nebulosus', 'Liver': '0.13', 'Muscle': 'not reported', 'Gill': '0.19'}]"
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 66",
            "Value": "log Kow = 3.30"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Van Heyningen R; Exp Eye Res 9: 38 (1970) as cited in USEPA; Ambient Water Quality Criteria Doc: Naphthalene (Draft) p.C-14 (1980)",
            "Value": "1,2-Dihydroxynaphthalene or 1,2-naphthoquinone /metabolites of naphthalene/ combined with amino acids or irreversibly with the thiol groups of lens protein to form a brown precipitate. ... Hydroperoxide formed in the oxidation of 1,2-dihydroxynaphthalene and ascorbic acid can act with high levels of glutathione peroxidase in the eye to oxidize glutathione."
        },
        {
            "References": "WHO/FAO; Environmental Health Criteria Document No. 202: Selected non-Heterocyclic Polycyclic Aromatic Hydrocarbons (1988). Available from, as of January 23, 2013: https://www.inchem.org/pages/ehc.html",
            "Value": "/Mechanism of ocular toxicity:/...The oxidation products of naphthalene may reach the eye via the bloodstream, where 1,2-naphthoquinone is formed which can react with proteins and other cell components to form insoluble precipitates with a characteristic brown color. ... Naphthalene dihydrodiol is produced in the liver /of rats/, reaches the aqueous humor, and penetrates the lens, where it is metabolized to naphthoquinone."
        },
        {
            "References": "PMID:6216100",
            "Value": "Mitochondrial respiration is inhibited 50% by 10 ppm (78 uM) /naphthalene/.  Nicotinamide adenine dinucleotide oxidase, nicotinamide adenine dinucleotide-cytochrome c reductase, ubiquinone-50 oxidase, and nicotinamide adenine dinucleotide-ubiquinone reductase are inhibited; while succinate oxidase, nicotinamide adenine dinucleotide-ferricyanide reductase, nicotinamide adenine dinucleotide -indophenol reductase, and ATPase activities are not inhibited. ... Exposure at concentrations >7.5 ppm causes cultured cells to round up ... with eventual death the result. The effects of naphthalene on morphology and respiration are very similar, suggesting that mitochondrial inhibition plays a significant role in the effects of naphthalene on intact cells."
        },
        {
            "References": "Klaassen, C.D. (ed). Casarett and Doull's Toxicology. The Basic Science of Poisons. 7th ed. New York, NY:   McGraw-Hill, 2008., p. 776",
            "Value": "Naphthalene itself is not cataractogenic; instead, the metabolite 1,2-dihydro-1,2-dihydroxynaphthalene (naphthalene dihydrodiol) is the cataract-inducing agent. Subsequent studies using biochemical and pharmacologic techniques, in vitro assays, and transgenic mice showed that aldose reductase in the rat lens is a major protein associated with naphthalene dihydrodiol dehydrogenase activity and that lens aldose reductase is the enzyme responsible for the formation of naphthalene dihydrodiol. In addition, invivo and invitro studies have shown that aldose reductase inhibitors prevent naphthalene-induced cataracts."
        },
        {
            "References": "PMID:22342949",
            "Value": "Inhalation bioassays in mice and rats exposed to naphthalene (NA) show incidences of lung and nasal cancer, respectively. This paper describes a preliminary mode of action (MOA)/human relevance (HR) framework for NA. Species differences in both carcinogenic and cytotoxic responses between the rodent and human have been noted based on qualitative and quantitative differences in metabolism. Some occur at the initial oxidation of NA in the rat through CYP2F, versus CYP2A13 metabolism in the human respiratory system and which results in a difference in the specific naphthoquinone formed. Normally, subsequent reactive metabolites are then conjugated through glutathione, but high dose exposures, as in the rat bioassay, result in glutathione depletion, and the availability of 1,2-naphthoquinone for other conjugation. In the rat nose, it is proposed that a naphthoquinone imine is formed via a species and site-specific aryl amidase acting on an amino acid conjugate of the quinone. Such a quinone imine is believed to be the active agent in Alachlor and phenacetin, resulting in the same profile of respiratory tumors in the rat as NA. Based on the MOA and the limited epidemiological data indicating no human evidence of nasal or lung tumor risk, the carcinogenic response observed in rats does not appear relevant to the human."
        },
        {
            "References": "PMID:21324376",
            "Value": "A 2-year rat tumor bioassay testing whole body exposure to naphthalene (NA) vapor found a significant increase in nasal respiratory epithelial adenomas in male rats and in olfactory epithelial neuroblastomas in female rats. To obtain mechanistic insight into NA-induced nasal carcinogenesis, NA dose-response was characterized in nasal epithelium using a tumor-relevant endpoint. Specifically, levels of p53 codon 271 CGT to CAT mutation were measured in nasal respiratory and olfactory epithelium of NA-exposed male and female rats by allele-specific competitive blocker-PCR (ACB-PCR). Male and female, 8-9 week-old F344 rats (5 rats/group) were exposed to 0, 0.1, 1.0, 10, and 30ppm NA vapor for 13 weeks (6h/day, 5 days/week). The geometric mean p53 mutant fraction (MF) levels in nasal epithelium of control treatment groups ranged between 2.05 x 10(-5) and 3.05 x 10(-5). No significant dose-related changes in p53 mutant fraction (MF) were observed in the olfactory or respiratory epithelia of female rats. However, statistically significant treatment-related differences were observed in male respiratory and olfactory epithelium, with the p53 MF in the respiratory epithelium of male rats exposed to 30ppm NA significantly lower than that in controls. Further, a significant trend of decreasing p53 MF with increasing dose was observed in the male respiratory epithelium. Of the tissue types analyzed, respiratory epithelium is the most sensitive to the cytotoxic effects of NA, suggesting cytotoxicity may be responsible for the loss of p53 mutation. Because ACB-PCR has been used successfully to detect the effects of known mutagenic carcinogens, the absence of any significant increases in p53 MF associated with NA exposure adds to the weight of evidence that NA does not operate through a directly mutagenic mode of action."
        },
        {
            "References": "PMID:19619639",
            "Value": "Naphthalene has been shown to be a weak carcinogen in rats. To investigate its mechanism of metabolic activation and cancer initiation, mice were topically treated with naphthalene or one of its metabolites, 1-naphthol, 1,2-dihydrodiolnaphthalene (1,2-DDN), 1,2-dihydroxynaphthalene (1,2-DHN), and 1,2-naphthoquinone (1,2-NQ). After 4 h, the mice were sacrificed, the treated skin was excised, and the depurinating and stable DNA adducts were analyzed. The depurinating adducts were identified and quantified by ultraperformance liquid chromatography/tandem mass spectrometry, whereas the stable adducts were quantified by (32)P-postlabeling. For comparison, the stable adducts formed when a mixture of the four deoxyribonucleoside monophosphates was treated with 1,2-NQ or enzyme-activated naphthalene were also analyzed. The depurinating adducts 1,2-DHN-1-N3Ade and 1,2-DHN-1-N7Gua arise from reaction of 1,2-NQ with DNA. Similarly, the major stable adducts appear to derive from the 1,2-NQ. The depurinating DNA adducts are, in general, the most abundant. Therefore, naphthalene undergoes metabolic activation to the electrophilic ortho-quinone, 1,2-NQ, which reacts with DNA to form depurinating adducts. This is the same mechanism as other weak carcinogens, such as the natural and synthetic estrogens, and benzene."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:11384213",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ...Mice and rats were exposed for 4 hr to naphthalene vapor at concentrations of 0-110 ppm. In rats, no injury was observed in the lung epithelium at exposure concentrations up to 100 ppm. Exposures as low as 2 ppm produced proximal airway injury in mice, with increased severity in a concentration-dependent fashion up to 75 ppm. Terminal airways of exposed mice exhibited little or no injury at low concentrations (13 ppm). Exposures of 8.5 ppm or higher were required to produce injury to Clara cells in the terminal airways. In contrast, administration of naphthalene (200 mg/kg ip) caused Clara cell cytotoxicity, which was limited to distal airways in mice. Higher doses (>300 mg/kg) extended the injury pattern toward the lobar bronchus."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 336",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Rats injected ip with 40 mg/kg naphthalene for 3 days exhibited arylhydroxylase inhibition."
        },
        {
            "References": "PMID:11245626",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Naphthalene ... was administered to mice (200 mg/kg) by ip injection. Shortly after injection (1, 2, and 3 hr), intracellular GSH content was assessed by high performance liquid chromatography or quantitative epifluorescent imaging microscopy and compared with the degree of cytotoxicity as assessed by high resolution histopathology. In highly susceptible airways (distal bronchioles), GSH decreased by 50% in 1 hr. Cytoplasmic vacuolization was not visible until 2 hr, when GSH had decreased by an additional 50%. By 3 hr, cytoplasmic blebbing was extensive. In minimally susceptible airways (lobar and proximal bronchi), GSH depletion varied widely within the population; a small proportion of the cells lost >50% of their GSH by 2 hr and a significant percentage of the cells retained most of their GSH throughout the entire 3 hr. Cytoplasmic vacuolization was apparent in some of the cells at 2 hr but not visible in any cells at 3 hr. ..."
        },
        {
            "References": "PMID:10623676",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Whole-mount airway preparations isolated from the lungs of mice treated by ip injection of naphthalene and allowed to recover for 5 days were examined for the distribution and abundance of solitary pulmonary neuroendocrine cells (PNECs) and neuroepithelial bodies (NEBs) along the main axial pathway of the right middle lobe. Sham mice treated with corn oil vehicle were examined in a similar manner. An antibody to calcitonin gene-related peptide, a neuroendocrine cell marker, was used to identify the location, size, and number of PNECs and NEBs in the airways. After naphthalene treatment and epithelial repair, NEBs were significantly increased along the walls of the airways as well as on branch point ridges. The surface area covered by NEBs composed of 20 or fewer PNECs was significantly enlarged after naphthalene treatment compared with control NEBs of an equivalent cell number. The PNEC number per square millimeter was also increased more than threefold above control values after naphthalene treatment. ..."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 336",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Rabbits fed naphthalene exhibited browning of the lenses and eye humors, inhibition of the ciliary body and ascorbic acid transport, and the development of cataracts."
        },
        {
            "References": "PMID:7151981",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ 225 mg/kg ip injection of naphthalene to C57BL/6J mice produced significant (30-70%) and prolonged (8-15 days) impairment in pulmonary microsomal monooxygenase activities without altering these activities in liver microsomes."
        },
        {
            "References": "Mahvi D et al; Am Jour Pathol 86: 559 (1977)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Naphthalene (0.05-2.0 mmol/kg) was administered in corn oil ip to C57B1/6J mice. Lung tissue from interim sacrificed animals was rapidly fixed and examined by electron microscopy. Mice in the higher dosage groups developed necrosis of secretory nonciliated bronchiolar cells. Epithelial structure returned to normal within seven days in all cases. No changes were noted in either untreated or corn oil-treated control group."
        },
        {
            "References": "PMID:4064188",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Following the ip administration of naphthalene (200 mg/kg) to mice, the lung, in comparison with other organs, was selectively damaged. Histological exam of the lung showed that it was the non-ciliated, bronchiolar epithelial cells (Clara cells) which were damaged. At higher doses (400 mg/kg and 600 mg/kg, ip), there was also damage to the cells in the proximal tubules of the kidney. In contrast to the effect in mice, doses of naphthalene as high as 1600 mg/kg (ip) caused no detectable pulmonary or renal damage in the rat. This difference in toxicity between the mouse and rat was reflected by the ability of naphthalene to more severely deplete the non-protein sulfhydryls in the mouse lung and kidney than in the rat. ..."
        },
        {
            "References": "Papciak RJ, Mallory VT; J Am Coll Toxicol Pt B: Acute Toxicity Data 1 (1): 17 (1990)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Necropsy findings /in Sprague Dawley rats/ (study deaths): Multiple lesions of the stomach mucosa; and discolored lungs, adrenals, and intestines."
        },
        {
            "References": "Papciak RJ, Mallory VT; J Am Coll Toxicol Pt B: Acute Toxicity Data 1 (1): 17 (1990)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /Dermal sensitization/ study /was/ conducted /in Hartley guinea pigs/. ... Results: Induced and challenged at 100%. Challenge scores: incidence = 0/20; severity = 0.0 @ 48 hours. Naphthalene is considered to be non-sensitizing."
        },
        {
            "References": "USEPA/ODW; Drinking Water Health Advisories for 15 Volatile Organic Chemicals p.I-8 (1990) NTIS No. PB90-259821",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /Dogs/ administered 420 and 1530 mg/kg naphthalene (in a solid form) in a single oral dose /showed/ decreases of 29 and 33%, respectively, in blood hemoglobin concentrations."
        },
        {
            "References": "PMID:2085898",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Pulmonary toxicities of naphthalene, 2-methylnaphthalene, 2-isopropylnaphthalene and 2,6-diisopropylnaphthalene were studied in mice. Twenty four hr after ip administration of naphthalene (200 mg/kg (1.6 mmol)) or 2-methylnapthalene (400 mg/kg (2.8 mmol)), pulmonary damage was detected. Prior treatment with diethyl maleate resulted in enhancement of naphthalene and 2-methylnaphthalene induced bronchiolar damage. In contrast to the effects of naphthalene and 2-methylnaphthalene, injections of 2-isopropylnaphthalene (3000 mg (17.6 mmol)/kg) and 2,6-diisopropylnaphthalene (3000 mg (14.2 mmol)/kg) did not cause detectable pulmonary damage. Injections of naphthalene and 2-methylnaphthalene caused considerable depletion of pulmonary reduced glutathione, while injections of 2-isopropylnaphthalene and 2,6-diisopropylnapthalene caused only a slight depletion. There were general decreases in the binding of the compounds to lung slices with increasing number of carbons of the alkyl substituent. Pretreatment with a cytochrome p450 inducer (beta-naphthoflavone) increased the binding of naphthalene, 2-methylnaphthalene, and 2-isopropylnaphthalene to lung slices. Treatments with naphthalene, 2-methylnaphthalene, 2-isopropylnaphthalene and 2,6-diisopropylnaphthalene did not affect the lipid peroxidation or phospholipid contents in the lung. These results suggest that the differences in pulmonary toxicity among naphthalene, 2-methylnaphthalene, 2-isopropylnaphthalene and 2,6-diisopropylnaphthalene may be dependent on the ability of these compounds to irreversibly bind to lung tissue."
        },
        {
            "References": "Papciak RJ, Mallory VT; J Am Coll Toxicol Pt b: Acute Toxicity Data 1 (1): 17 (1990)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Maximum /dermal/ irritation score (erythema) was 2 (days 1 to 4); considered to be slightly irritating. /Dermal scoring was according to Draize/. No edema was observed. Slight fissuring of the skin was noted. All scores returned to normal by day 6."
        },
        {
            "References": "Papciak RJ, Mallory VT; J Am Coll Toxicol Pt B: Acute Toxicity Data 1 (1): 17 (1990)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Draize ocular irritation scores = 0 of 110 (rinsed) and 3.8/110 (unrinsed); considered minimally irritating. All scores returned to normal by 72 hours."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 336",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Dogs administered 3 g of naphthalene developed distemper-like attacks and moderate anemia."
        },
        {
            "References": "Van Winkle LS et al; Am J Physiol Lung Cell Mol Physiol 282 (5): 1122-34 (2002)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ...To address whether male and female mice are equally susceptible to naphthalene, mice were injected with naphthalene, and lungs were examined 1, 2, 3, 6, and 24 hr after treatment. By analysis of acute injury using differential permeability to fluorescent nuclear dyes and high-resolution histopathology, injury in female mice was found to be more extensive, occur earlier, and include permeable cells in proximal airways, including airway bifurcations. HPLC analysis of the products of cytochrome P-450 (CYP)-mediated metabolism in microdissected airways indicated that although both genders produced a predominance of products from CYP2F2, female mice produced more naphthalene dihydrodiol in distal airways, the primary sites of injury. ..."
        },
        {
            "References": "PMID:9169074",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ...Adult, 14-day postnatal (DPN) and 7DPN male mice were given a single ip dose (25, 50, or 100 mg/kg) of naphthalene and killed 24 hr later. Epithelial damage, as assessed by quantitative histopathology, included cellular swelling, vacuolization, and exfoliation. In 7DPN mice, bronchiolar epithelium was severely injured at the lowest dose of naphthalene tested, 25 mg/kg. Bronchiolar epithelium in 14DPN mice was moderately injured at 25 mg/kg; injury severity was greatest at 50 and 100 mg/kg. Minimal bronchiolar epithelial injury occurred in adult mice at 50 mg/kg and moderate injury at 100 mg/kg. In proximal bronchi, epithelium of 7DPN mice showed signs of injury only at 100 mg/kg. Bronchial epithelium of adult mice was not injured at any dose. Isolated distal airways from 7DPN and 14DPN mice were more sensitive to naphthalene exposure than isolated distal airways from adult mice. Despite the low levels of P450 activity, differentiating Clara cells in neonatal mice are more susceptible to injury by the bioactivated cytotoxicant naphthalene than are differentiated Clara cells in adult mice."
        },
        {
            "References": "WHO/FAO; Environmental Health Criteria Document No. 202: Selected non-Heterocyclic Polycyclic Aromatic Hydrocarbons (1988). Available from, as of January 23, 2013: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Severe bronchiolar epithelial-cell necrosis was reported in mice after intraperitoneal injection of naphthalene. Lung, liver, and kidney macromolecules were shown by a radiolabelling technique to be the main targets. Maximal binding of naphthalene was found 2-4 hr after application, and a threshold was found at 200-400 mg/kg bw, corresponding to glutathione depletion. Covalent binding was highest in tissues with high cytochrome P450 mono-oxygenase activity, i.e. lung, liver, and kidney."
        },
        {
            "References": "PMID:24104196",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/  Naphthalene (NA), a ubiquitous environmental pollutant that can cause pulmonary and nasal toxicity in laboratory animals, requires cytochrome P450 (P450)-mediated metabolic activation to cause toxicity. Our recent study using a Cyp2f2-null mouse showed that CYP2F2 plays an essential role in NA-induced lung toxicity, but not in NA-induced nasal toxicity. The aim of this study was to determine whether mouse CYP2A5, abundantly expressed in nasal olfactory mucosa (OM) and the liver, but less in the lung, plays a major role in the bioactivation and toxicity of NA in the OM. We found, by comparing Cyp2a5-null and wild-type (WT) mice, that the loss of CYP2A5 expression led to substantial decreases in rates of NA metabolic activation by OM microsomes. The loss of CYP2A5 did not cause changes in systemic clearance of NA (at 200 mg/kg, i.p.). However, the Cyp2a5-null mice were much more resistant than were WT mice to NA-induced nasal toxicity (although not lung toxicity), when examined at 24 hours after NA dosing (at 200 mg/kg, i.p.), or to NA-induced depletion of total nonprotein sulfhydryl in the OM (although not in the lung), examined at 2 hours after dosing. Thus, mouse CYP2A5 plays an essential role in the bioactivation and toxicity of NA in the OM, but not in the lung. Findings further illustrate the tissue-specific nature of the role of individual P450 enzymes in xenobiotic toxicity, and provide the basis for a more reliable assessment of the potential risks of NA nasal toxicity in humans."
        },
        {
            "References": "PMID:21730012",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The CYP2F enzymes, abundantly expressed in the respiratory tract, are active toward many xenobiotic compounds, including naphthalene (NA). However, the precise roles of these enzymes in tissue-selective chemical toxicity have been difficult to resolve. A Cyp2f2-null mouse was generated in this study by disrupting the Cyp2f2 fourth exon. Homozygous Cyp2f2-null mice, which had no CYP2F2 expression and showed no changes in the expression of other P450 genes examined, were viable and fertile and had no in utero lethality or developmental deficits. The loss of CYP2F2 expression led to substantial decreases in the in vitro catalytic efficiency of microsomal NA epoxygenases in lung (up to approximately 160-fold), liver (approximately 3-fold), and nasal olfactory mucosa (OM; up to approximately 16-fold), and significant decreases in rates of systemic NA (300 mg/kg i.p.) clearance. The Cyp2f2-null mice were largely resistant to NA-induced cytotoxicity, when examined at 24 hr after NA dosing (at 300 mg/kg i.p.), and to NA-induced depletion of total nonprotein sulfhydryl (NPSH), examined at 2 hr after dosing, in the lungs. In contrast, the loss of CYP2F2 expression did not alleviate NA-induced NPSH depletion or tissue toxicity in the OM. Mouse CYP2F2 clearly plays an essential role in the bioactivation and toxicity of NA in the lung but not in the OM. The Cyp2f2-null mouse should be valuable for studies on the role of CYP2F2 in the metabolism and toxicity of numerous other xenobiotic compounds and for future production of a CYP2F1-humanized mouse."
        },
        {
            "References": "PMID:20086191",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The exposure-response relationship and threshold for nasal epithelial effects of naphthalene (NP) vapor in F344 and SD rats were investigated in 1-day (6 hours) and 5-day (6 hr/day) studies at concentration ranges of 0 to 30 ppm. Lesions related to 1-day exposure were predominantly necrosis of the olfactory epithelium (OE). The severity of OE lesions was concentration dependent and ranged from minimal (< or =1 ppm) to marked (10-30 ppm). In the 5-day study, degeneration of OE was observed in both strains, both sexes, with increasing incidence and severity that correlated with concentration. The epithelial degeneration lesion was minimal to moderate in severity. At 0.1 ppm, minimal OE lesions were observed in female SD rats only (20% incidence). Animals exposed to 10 ppm NP followed by 14 days without exposure also had OE lesions, but of lower severity, showing evidence of good recovery. In both studies, differences between sex or strain were not remarkable."
        },
        {
            "References": "PMID:15833892",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... To define and compare acute nasal injury from inhalation and systemic naphthalene (NA) exposures, male Sprague-Dawley rats were exposed to filtered air; 3.4 or 23.8 ppm NA by inhalation for 4 hr; or to 0, 25, 50, 100, or 200 mg/kg NA via intraperitoneal injection. Severe cellular injury occurred exclusively in the olfactory mucosa 24 hr postinhalation exposure to 3.4 ppm NA for 4 hr. This level is significantly below both the current Occupational Safety and Health Administration standard (10 ppm; 8 hr) for NA and the lowest observed adverse effect level (10 ppm; 2 years) for the incidence of rat olfactory neoplasms. Injury within the olfactory mucosa from inhaled NA was confined to the medial meatus, whereas systemic NA generated severe injury throughout the olfactory region. The pattern of nasal injury from inhaled NA in this study is consistent with previous studies of nasal airflow simulation within the olfactory region. The nonolfactory mucosa on the nasal septum, a high airflow region, metabolized naphthalene slowly, whereas the olfactory regions of the nasal septum and ethmoturbinates metabolized this substrate at high rates. This study concludes that 1) the incidence of acute nasal injury from systemic and inhaled NA correlates with the rates of regional microsomal NA metabolism and that 2) the nasal airflow pattern determines the pattern of olfactory mucosal injury from inhaled NA."
        },
        {
            "References": "PMID:22182220",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Naphthalene (NA) was shown to be carcinogenic, causing respiratory epithelial adenoma in the nasal cavity of male F344 rats and olfactory epithelial neuroblastoma in female F344 rats at exposure concentrations of 10-60 ppm in a 2-year inhalation study conducted by the National Toxicology Program. To explore the exposure-response relationship and threshold for nasal epithelial effects in F344 rats, a 90-day (6 hr/day, 5 day/week) inhalation study was conducted at 0, 0.1, 1, 10 and 30 ppm NA vapor. Group size for nasal cavity histopathology was 10/sex with an additional 10/sex evaluated 4 wk post-exposure. NA exposure concentrations were measured by GC/MS, and aerosol testing verified that solid NA particles were not present. There were no NA exposure-related clinical observations and mild decreases in body weight (<10%) and food/water consumption were observed primarily in the 30 ppm rats. Rat heads were cross-sectioned at six levels for microscopic examination. There were no nasal cavity lesions related to NA exposure in rats of the 0.1 ppm group. Minimal hyperplasia was observed in the transitional/respiratory epithelium of rats exposed to 1 ppm. Mild hyperplasia and minimal squamous metaplasia were observed in the respiratory epithelium of rats exposed to 10 or 30 ppm. Lesions in the olfactory epithelium were observed only in rats of the 10 or 30 ppm groups and consisted of degeneration, necrosis, areas of re-epithelialization and basal cell hyperplasia. There was remarkable recovery of effects after 4 weeks, but residual olfactory epithelial degeneration and basal cell hyperplasia were still evident."
        },
        {
            "References": "PMID:7302961",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ After oral administration of naphthalene for 10 days to rats biochemical alterations occurred. Changes were significant in the liver where increases in liver weight, lipid peroxidation and aniline hydroxylase activity were noted."
        },
        {
            "References": "PMID:6745531",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Random bred CD-1 mice were used to evaluate the acute oral toxicity and subchronic toxicity of naphthalene administered in corn oil. The acute oral LD50 of naphthalene was 533 and 710 mg/kg in male and female mice, respectively. Subchronic toxicity was evaluated with 14- and 90-day daily oral gavage studies. Doses utilized in the 14-day study were 27, 53, and 267 mg/kg, with the latter representing one-half of the male LD50. Both males and females demonstrated a 5-10% mortality and depressed body weight at the high dose only. Males had decreased thymus weights, and females had decreased spleen and increased lung weights at the high dose only. Other organ weights were unaffected at any dosage level. Serum enzyme and electrolyte levels were not altered in a dose-related manner. To assess the potential immunotoxicity of naphthalene the following screen was utilized: humoral immune response, response to mitogens, delayed hypersensitivity response, popliteal lymph node response, bone marrow stem cell number, and DNA synthesis. No evidence of immunotoxicity was demonstrated. The 90-day study employed daily oral doses of 5.3, 53, and 133 mg/kg. There was no treatment-related mortality in either sex, nor was body weight affected. Organ weights were not affected in males, and females showed reduced spleen weights only at the high dose. Serum enzyme and electrolyte levels, as well as the immunotoxicity screen, indicated that naphthalene doses up to one-fourth the LD50 for 90 days failed to elicit consistent statistically significant and biologically relevant compound-related effects. A screen of the effects of the 90-day naphthalene treatment on various aspects of the hepatic drug metabolizing system indicated no alterations, with the exception of a specific dose-related inhibition of aryl hydrocarbon hydroxylase activity in both male and female mice."
        },
        {
            "References": "USEPA/ODW; Drinking Water Health Advisories for 15 Volatile Organic Chemicals p. I-8 (1990) NTIS No. PB90-259821",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A NOAEL /in F344 rats/ was observed to be 50 mg/kg /5 days/week for 13 weeks by gavage/."
        },
        {
            "References": "USEPA/ODW; Drinking Water Health Advisories for 15 Volatile Organic Chemicals p. I-9 (1990) NTIS No. PB90-259821",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A NOAEL /in B6C3F1 mice/ of 200 mg/kg/day /5 days /week for 13 weeks by gavage/ was ... identified."
        },
        {
            "References": "Sheftel, V.O.; Indirect Food Additives and Polymers. Migration and Toxicology. Lewis Publishers, Boca Raton, FL. 2000., p. 957",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Feeding /naphthalene/ daily to Black-Hooded rats for 79 days caused gradual progressive development of cataract."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 336",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Daily oral administration of 1 g/kg of naphthalene to rabbits, produced lenticular opacity and peripheral swelling of the lens, slightly visible after three doses, and causing marked changes after 20 doses. Naphthalene causes changes in amino acid, ascorbic acid, protein, and carbohydrate metabolism of the eye, producing calcium oxalate crystals."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Naphthalene, 1-Methylnapthalene, 2-Methylnapthalene p.73 (August 2005). Available from, as of January 22, 2014: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ There was lympoid depletion of the thymus in 2 of 10 female rats exposed to 400 mg/kg/day naphthalene for 13 weeks."
        },
        {
            "References": "PMID:9874283",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ...We have assessed the oral, low dose (0.05 LD50) chronic effects of naphthalene (110 mg/kg/day /orally/ in corn oil) for 120 consecutive days on lipid peroxidation and DNA fragmentation in the liver and brain tissues of female Sprague-Dawley rats. The animals were sacrificed on 0, 15, 30, 45, 60, 75, 90, 105 and 120 days of treatment. Maximum increases in hepatic and brain lipid peroxidation and DNA fragmentation were observed between 90 and 105 days of treatment. Following administration of naphthalene for 90 days, approximately 1.4- and 1.3-fold increases in lipid peroxidation were observed in the hepatic and brain tissues, respectively, while under the same conditions and time points 1.9- and 2.5-fold increases in hepatic and brain DNA fragmentation were observed, respectively. ..."
        },
        {
            "References": "PMID:8113020",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ...A 10% solution of naphthalene dissolved in paraffin oil was given every other day by gavage to 31 pigmented rabbits for 5 weeks, at a dose of 1 g/kg bw. Four rabbits who received only paraffin oil served as controls. The eyes were clinically followed up by means of ophthalmoscopy and retinal fluorangiography. At selected intervals, the eyes were examined with light microscopy and transmission electron microscopy. ...The first lesions were focal and appeared in the periphery of the fundus about 3 weeks after the beginning of treatment and tended to spread over the entire retina. Histologically, there was a degeneration of photoreceptors, accompanied by a reaction and proliferation of retinal pigment epithelium (RPE) that phagocytized the damaged visual cells. After about 3 months, the proliferation of RPE was followed by subretinal neovascularization (SRN). Both mature fenestrated and thick-walled non-fenestrated capillaries penetrated Bruch's membrane, enveloped by abundant fibrous extracellular matrix and accompanied by pericytes. As a consequence of this process, the retina was focally transformed into a \"neovascular complex\" in which a vascular plexus was intermingled with pseudo-acinar cavities lined by RPE. There were no signs of SRN at retinal fluorangiography, possibly because of the dense microenvironment of extracellular matrix and RPE cells of the neovascular complexes. ..."
        },
        {
            "References": "WHO/FAO; Environmental Health Criteria Document No. 202: Selected non-Heterocyclic Polycyclic Aromatic Hydrocarbons (1988). Available from, as of January 23, 2013: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Anemia was induced in three dogs by single oral doses of 3 or 9 g or a total dose of 10.5 g per animal given over seven days. All three animals showed neurophysiological symptoms and slight to very severe changes in hematological parameters. Full recovery was observed within 7-14 days."
        },
        {
            "References": "PMID:18687389",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Protein Gene Product 9.5 (PGP9.5) is highly expressed in nervous tissue. Recently PGP9.5 expression has been found to be upregulated in the pulmonary epithelium of smokers and in non-small cell lung cancer, suggesting that it also plays a role in carcinogen-inflicted lung epithelial injury and carcinogenesis. We investigated the expression of PGP9.5 in mice in response to two prominent carcinogens found in tobacco smoke: Naphthalene and 4-(methylnitrosamino)-1-(3-pyridyl)-1-butanone (NNK). By immunostaining, we found that PGP9.5 protein was highly expressed throughout the airway epithelium in the days immediately following a single injection of naphthalene. In contrast, PGP9.5 was exclusively confined to neurons and neuroendocrine cells in the control and NNK-exposed lungs. Furthermore, we investigated the expression of PGP9.5 mRNA in the lungs by quantitative RT-PCR (qPCR). PGP9.5 mRNA expression was highly upregulated in the days immediately following naphthalene injection and gradually returning to that of control mice 5 days after naphthalene injection. In contrast, exposure to NNK did not result in a significant increase in PGP9.5 mRNA 10 weeks after exposure. No increased expression of two other neuroendocrine markers was found in the non-neuroendocrine epithelial cells after naphthalene exposure. In contrast, immunostaining for the cell cycle regulator p27(Kip1), which has previously been associated with PGP9.5 in lung cancer cells, revealed transient downregulation of p27(Kip1) in naphthalene exposed airways compared to controls, indicating that the rise in PGP9.5 in the airway epithelium is related to downregulation of p27(Kip1). This study ... /identifies/ the carcinogen naphthalene as an inducer of PGP9.5 expression in non-neuroendocrine epithelium after acute lung injury and further strengthens the accumulating evidence of PGP9.5 as a central player in lung epithelial damage and early carcinogenesis."
        },
        {
            "References": "USEPA; Toxicological Review of Naphthalene (CAS 91-20-3) In Support of Summary Information on the Integrated Risk Information System (IRIS) p16 (August 1998). Available from, as of January 23, 2014: https://www.epa.gov/IRIS/",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/  ... Groups of 30 female A/J strain mice (6-8 weeks old) were exposed to 0, 10, or 30 ppm naphthalene (98%-99% pure) vapors for 6 hr/day, 5 days/wk for 6 months. After the 6-month exposure period, excised lungs were examined for tumors. Tumors were examined histologically. ... Survival was not different between the exposed and control groups. Lung tumors were found in all 20 positive control mice given single ip injections of 1 g urethane/kg; the mean number of tumors per mouse in the positive control was 28.9. Increased numbers of lung tumors were found in the naphthalene-exposed groups compared with the control group, but the differences were not statistically significant (6, 10, and 11 for the 0, 10, and 30 ppm groups, respectively). Tumors were described as alveolar adenomas consisting of large cuboidal or columnar epithelial cells supported by a sparse fibroblastic stroma and arranged in poorly defined acinar structures with papillary formations. No carcinomas were found. Naphthalene exposure did not significantly increase the percentage of animals with tumors (21%, 29%, and 30% for 0, 10, and 30 ppm mice, respectively). Statistically significant increases in the number of adenomas per tumor-bearing lung were observed in the exposed mice, but there was no increase in response with increasing dose. Mean numbers of tumors per tumor-bearing lung (standard deviation noted in parentheses) were 1.00 (0.00), 1.25 (0.07), and 1.25 (0.07) for 0, 10, and 30 ppm mice, respectively."
        },
        {
            "References": "USEPA/ODW; Drinking Water Health Advisories for 15 Volatile Organic Chemicals p. I-9 (1990) NTIS No. PB90-259821",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A NOAEL /in BDI and BDIII rats/ was found to be 41 mg/kg/day (10 g/0.35 kg/700 days assuming a body weight of 0.35 kg). /Naphthalene was administered in the diet/."
        },
        {
            "References": "USEPA/ODW; Drinking Water Health Advisories for 15 Volatile Organic Chemicals p.I-11 (1990) NTIS No. PB90-259821",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ No carcinogenic response was observed ... in rats given oral doses of 10 to 20 mg/day naphthalene, 6 days/week from day 100 to day 800 of age, or in rats given either sc or ip injections of 20 mg naphthalene, 1 day/week for 40 weeks, and observed for the remainder of their lives."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 338",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Naphthalene... is thought to be carcinogenically inactive. No carcinomas were seen in hairless mice. Naphthalene has low DNA- and RNA-binding capacities. Naphthalene inhibits the tumorigenic potential of tobacco smoke condensate. It also inhibited the induction of skin tumors in mice that received naphthalene and benzo(a)pyrene."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V82 388 (2002)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Ten BD I and BD III rats, 100 days old, [sex and number of each strain unspecified] received weekly subcutaneous injections of 20 mg naphthalene (spectrographically pure) as a 2% solution in 'specially purified oil' for 40 weeks and were kept under observation until they died. The average age at death was 700 days, which was reported to be similar to that of controls (no details were provided regarding control animals). All animals were necropsied with histopathological examination of abnormal tissues only. No tumors were found in any of the rats examined."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V82 387 (2002)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A group of 31 male and 16 female CD-1 mice received intraperitoneal injections of a 0.05-M solution of naphthalene (purity unspecified) in dimethyl sulfoxide (DMSO) on days 1, 8 and 15 of life. The total dose received was 1.75 umol per mouse. Groups of 21 male and 21 female mice receiving DMSO alone served as vehicle controls. (The number of mice in the above four groups are reported as the effective number of mice that survived at least six months of treatment and not the starting number.) Mice were weaned at 21 days, separated by gender and maintained until termination at 52 weeks, at which time they were necropsied and gross lesions as well as liver sections were examined histologically. There was no increase in the incidence of tumors in the naphthalene- treated mice compared with the vehicle controls."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V82 388 (2002)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 38 white inbred rats (age, strain and sex unspecified) received seven subcutaneous injections of 0 or 50 mg/kg bw naphthalene (purified by chromatography) as a 15% solution in sesame oil at intervals of around 14 days extending over 3.5 months. Survival was poor due to infectious pneumonia (agent unspecified), with 5/38 treated and 11/38 vehicle controls alive at 12 months and 0/38 treated and 4/38 vehicle controls alive at the termination of the study at 18 months. In the test group, a total of five sarcomas (one uterine and four lymphosarcomas) and a single mammary fibroadenoma developed and, in the control group, a single sarcoma and a single mammary fibroadenoma."
        },
        {
            "References": "PMID:11696867",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The toxicologic and carcinogenic potential of naphthalene was studied by exposing groups of 49 male and 49 female F344 rats to atmospheres containing 0, 10, 30, or 60 ppm of the chemical for 6 hr daily, 5 days/wk for 2 yr. Mean body weights of exposed groups of male rats were less than for the control group throughout most of the study. Mean body weights of exposed female rats were generally similar to those of controls. Survival of exposed and control rats was similar. Under the conditions of this 2-yr inhalation study, naphthalene was carcinogenic to male and female F344/N rats, causing increased incidences of respiratory epithelial adenoma (males: control, 0%; low dose, 12%, mid dose, 17%; high dose, 31%; females: 0%; 0%; 8%; 4%) and olfactory epithelial neuroblastoma (males: control, 0%; low dose, 0%; mid dose, 8%; high dose, 6%; females: 0; 4%; 6%; 24%) of the nose. In both sexes of rats, exposure to naphthalene also caused significant increases in the incidences of nasal lesions including hyperplasia, atrophy, chronic inflammation, and hyaline degeneration of the olfactory epithelium and hyperplasia; squamous metaplasia, hyaline degeneration, and goblet-cell hyperplasia of the respiratory epithelium; and glandular hyperplasia and squamous metaplasia."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V82 386 (2002)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a screening assay based on increased multiplicity and incidence of lung tumours in a strain of mice highly susceptible to the development of this neoplasm, groups of 30 female A/J mice, 8-10 weeks of age, were exposed in inhalation chambers to 0, 10 or 30 ppm (0, 52 or 157 mg/cu m) naphthalene (purity, 98-99%) for 6 hr per day, on five days per week, for six months. Survival was unaffected by treatment. At the end of the experimental period, survivors were killed and examined for pulmonary adenomas. Exposure to 10 or 30 ppm did not cause a significant increase in the incidence of lung adenomas compared with concurrent controls, but histopathological evaluation of the lungs showed an increase in numbers of alveolar adenomas per tumour-bearing mouse but not in adenomas per mouse compared with the concurrent controls (controls, 21% (0.21 + or - 0.39 adenomas per mouse and 1.00 + or - 0.00 adenomas per adenoma-bearing mouse); 10 ppm, 29% (0.35 + or - 0.55 adenomas per mouse and 1.25 + or - 0.07 adenomas per adenoma-bearing mouse); 30 ppm, 30% (0.37 + or - 0.55 adenomas per mouse and 1.25 + or - 0.07 adenomas per adenoma-bearing mouse)"
        },
        {
            "References": "Navarro HA et al; Teratology 45 (5): 475 (1992)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ /Naphthalene/ (NAP)'s potential as a developmental toxicant was evaluated during the major period of organogenesis in the rat (/gestation day/ (gd) 6-15). NAP was administered in corn oil by gavage at 0, 50, 150, or 450 mg/kg/day. Dams were monitored daily for signs of toxicity, and on gd 20, fetuses were removed and examined for effects of NAP on growth, viability, and morphological development. All doses of NAP caused transient maternal CNS depresssion shortly after dosing. This effect persisted through gd 15 only in the 450 mg/kg/day group. Effects of NAP on maternal nutritional status and weight were confined to the 150 to 450 mg/kg/day groups. Feed and water intake was suppressed, but only on gd 6-9; water consumption then increased above normal from gd 9-18. During the dosing period, maternal body weight gain was decreased 31% and 53% relative to controls in the 150 and 450 mg/kg/day groups, respectively. Gestational (gd 0-20) and corrected (gestational weight-gravid uterine weight) maternal weight gains were also decreased at the mid and high doses. Liver weights (absolute and relative) were unaffected. NAP administration did not affect gravid uterine weight. The average number of corpora lutea/dam, implantation sites/litter, live fetuses/litter, and fetal body weight in the NAP-treated animals were within 95%-105% of controls. The incidence of malformations and variations in the NAP-treated groups were also compared to controls. These data indicate that the maternal NOAEL for NAP, based on CNS depression, was <50 mg/kg/day, and the developmental LOAEL, >450 mg/kg/day."
        },
        {
            "References": "USEPA/ODW; Drinking Water Health Advisories for 15 Volatile Organic Chemicals p. I-10 (1990) NTIS No. PB90-259821",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Treatment /of mated female CD-1 mice with 300 mg/kg/day of naphthalene by gavage/ began on gestation day 7 and continued for 8 consecutive days. Vehicle (corn oil) treated controls were maintained. Treatment was associated with maternal toxicity (increased mortality and reduced body weight gain) and fetotoxicity manifested as a reduced number of live young at birth. ...Offspring were not examined for malformations."
        },
        {
            "References": "USEPA/ODW; Drinking Water Health Advisories for 15 Volatile Organic Chemicals p. I-10 (1990) NTIS No. PB90-259821",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The administration to pregnant rabbits of 2-naphthol, a metabolite of naphthalene, has been associated with cataracts and evidence of retinal damage in the offspring. /2-naphthol/"
        },
        {
            "References": "Gollahon LS et al; Toxicologist 10 (1): 274 (1990)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Developmental toxicity and clastogenicity of naphthalene /was compared/ within an in vitro preimplantation mouse embryo culture system. Whole mouse embryos were collected 72 hr after conception and co-cultured in serum supplemented NCTC 109 medium containing 0.16 mM naphthalene. Embryos were harvested and karyotyped as a function of time over 48 hr post treatment. Chromosomal damage was greatest at 24 hr after exposure with a 10-fold incr observed in embryos exposed to naphthalene compared to untreated controls; a 30-fold incr in chromosomal damage was observed comparing untreated controls with cultures containing naphthalene & rodent hepatic S-9. These findings suggest that while naphthalene is minimally embryotoxic in the absence of exogenous biotransformation it is clastogenic; these observations indirectly indicate the presence of embryonic enzyme activity competent to metabolically activate naphthalene. Further, naphthalene clastogenicity markedly decr at 48 hr implicating the involvement of embryonic DNA repair."
        },
        {
            "References": "Iyer P et al; Toxicol 66 (3): 257-70 (1991)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The in vitro developmental toxicity of the bicyclic aromatic hydrocarbon naphthalene was characterized with a preimplantation mouse embryo culture system. Day 3 ICR mouse blastocysts were co-cultured with naphthalene for 1 hr either alone or in media supplemented with an Aroclor induced rat S-9 preparation and cofactors. Toxin treated blastocysts were subsequently cultured in NCTC 109 media with 10% fetal bovine serum for 72 hr to observe the developmental effects of exposure. Developmental parameters observed included viability, hatching, culture dish attachment and trophoblastic outgrowth with the presence of a distinct inner cell mass. At media concentrations up to 0.78 mM, naphthalene alone exhibited negligible toxic effects in culture; however naphthalene co-cultured with Aroclor induced rat hepatic S-9 fractions exhibited concn dependent embryolethality with an approximate LC50 of 0.18 mM in media. Naphthalene also induced concn dependent embryotoxicity at all observed parameters in S-9 supplemental media at concn ranging from 0.20 to 0.78 mM. These findings document the role of biotransformation in naphthalene's embryotoxicity to early mouse blastocysts and implicate naphthalene as a potentially embryotoxic and abortifacient component polycyclic aromatic hydrocarbon mixtures."
        },
        {
            "References": "Iyer P et al; Toxicologist 10 (1): 274 (1990)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In vitro embryotoxic effects of naphthalene /were monitored/ subsequent to in vivo exposure. Female ICR mice were injected on day 2 of gestation with naphthalene ip at either 14 mg/kg or 56 mg/kg. Embryos were collected on gestation day 3.5 and cultured in serum supplemented NCTC 109 medium for 72 hr. Embryos were examined during culture for viability, hatching, attachment and the presence of a distinct inner cell mass with trophoblastic outgrowth. Maternal napthalene doses at levels below the naphthalene LD50 inhibited the viability and implantation capability of fertilized embryos. Maternal exposure to naphthalene at 56 mg/kg and 14 mg/kg caused marked decreased in vitro attachment and embryonic growth; at the higher dose, delays in development were observed within 48 hr of culture. These findings support previous in vitro observations of naphthalene embryotoxicity and confirm the prenatal toxicity of this compound subsequent to in vivo exposure."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Naphthalene, 1-Methylnapthalene, 2-Methylnapthalene p.76 (August 2005). Available from, as of January 22, 2014: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ No congenital abnormalities were observed after oral administration of naphthalene at 300 mg/kg/day to pregnant mice on days 7-14 of gestation, or at doses up to 400 mg/kg/day to pregnant rabbits on days 6-18 of gestation. Similarly, naphthalene was not teratogenic in rats at doses up to 450 mg/kg/day during gestation days 6-15. However, there was a slight, but dose-related, increase in fused sternebrae in female pups of rabbits administered doses of 20-120 mg/kg/day on days 6-19 of gestation. These effects were seen in 2 of 21 litters at 80 mg/kg/day and 3 of 20 litters at 120 mg/kg/day."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Naphthalene, 1-Methylnapthalene, 2-Methylnapthalene p.71 (August 2005). Available from, as of January 22, 2014: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In pregnant Sprague-Dawley rats exposed to 50, 150, or 450 mg/kg/day on gestation days 6-15, body weight gains were depressed by 31 and 53% at 150 and 450 mg/kg/day, respectively, but were unaffected at 50 mg/kg/day. The decreased body weight gains were accompanied by persistent clinical signs of toxicity (slow respiration, lethargy, or prone position) at the 150 and 450 mg/kg/day dose levels, but these signs were only apparent at the 50-mg/kg/day level during the first 2 days of dosing."
        },
        {
            "References": "Sheftel, V.O.; Indirect Food Additives and Polymers. Migration and Toxicology. Lewis Publishers, Boca Raton, FL. 2000., p. 957",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Rats were exposed to 395 mg /naphthalene//kg bw by ip injections on days 1-15 of gestation. The treatment caused retardation of cranial ossification and developmental abnormalities in the cardiovascular system of pups from mothers treated with /naphthalene/."
        },
        {
            "References": "WHO/FAO; Environmental Health Criteria Document No. 202: Selected non-Heterocyclic Polycyclic Aromatic Hydrocarbons (1988). Available from, as of January 23, 2013: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Administration to rabbits of 0.1-1 mg/kg bw/day naphthalene by sc injection for 123 days resulted in severe edema and a high degree of vacuolar and collicular degeneration in the brain; necrosis of nerve cells also occurred. /It was/... suggested that hypoxemia resulting from hemolytic anemia was responsible for this finding."
        },
        {
            "References": "PMID:12554433",
            "Value": "/GENOTOXICITY/ ...Naphthalene has not induced gene mutations in bacterial assays or in a metabolically competent human cell line. However, naphthalene has caused cytotoxicity in some cell lines, and induced clastogenicity in Chinese hamster ovary (CHO) cells, in a human lymphoblastoid cell line, and in preimplantation mouse embryos. Some naphthalene metabolites were cytotoxic, but only naphthoquinones produced chromosomal damage in vitro. No chromosomal damage was observed in vivo in bone marrow erythrocytes from treated mice; however, a positive response was reported in a Drosophila assay for wing somatic mutation and recombination. The five unpublished studies of naphthalene genotoxicity include three studies in vitro (two Ames bacterial assays and an in vitro unscheduled DNA synthesis assay) and two in vivo (mouse micronucleus and in vivo unscheduled DNA synthesis). Naphthalene was inactive in all five studies... ."
        },
        {
            "References": "PMID:3907570",
            "Value": "/GENOTOXICITY/ The mutagenic activity from Cunninghamella elegans incubated 72 hr with various polycyclic aromatic hydrocarbons was evaluated in the Salmonella typhimurium reversion assay. All of the polycyclic aromatic hydrocarbons extracts were assayed in tester strains TA98 and TA100 both with and without metabolic activation using a liver fraction from Aroclor 1254 treated rats. None of the extracts from fungal incubations with the mutagenic polycyclic aromatic hydrocarbons ... naphthalene, ... displayed any appreciable mutagenic activity ..."
        },
        {
            "References": "Mortelmans K et al; Environ Mutagen 8: 1-119 (1986)",
            "Value": "/GENOTOXICITY/ Naphthalene was tested for mutagenicity in the Salmonella/microsome preincubation assay using the standard protocol approved by the National Toxicology Program. Naphthalene was tested at doses of 0.3, 1.0, 3.3, 10, 33, and 100 ug/plate in as many as 5 Salmonella typhimurium strains (TA1535, TA1537, TA97, TA98, and TA100) in the presence and absence of rat or hamster liver S-9. Naphthalene was negative in these tests and the highest ineffective dose tested in any S. typhimurium strain was 100 ug/plate. Slight clearing of the background bacterial lawn occurred at /the highest/ dose in some cultures."
        },
        {
            "References": "USEPA/ODW; Drinking Water Health Advisories for 15 Volatile Organic Chemicals p. I-10 (1990) NTIS No. PB90-259821",
            "Value": "/GENOTOXICITY/ Naphthalene was not active in reverse mutation assays in ... Salmonella typhimurium with or without metabolic activation. Naphthalene was also not mutagenic in a Salmonella forward mutation assay with TM677. Negative results were reported for the Rec /Recombinational DNA Repair/ assay in Escherichia coli in the presence or absence of an exogenous mammalian metabolism system. ... No enhancement of /cell/ transformation was observed /in rat and mouse embryo cells infected with leukemia virus or in murine mammary gland organ cultures/."
        },
        {
            "References": "USEPA/ODW; Drinking Water Health Advisories for 15 Volatile Organic Chemicals p. I-10 (1990) NTIS No. PB90-259821",
            "Value": "/GENOTOXICITY/ Naphthalene did not cause DNA damage in a rat hepatocyte alkaline elution assay."
        },
        {
            "References": "USEPA; Toxicological Review of Naphthalene (CAS 91-20-3) In Support of Summary Information on the Integrated Risk Information System (IRIS) p24 (August 1998). Available from, as of January 23, 2014: https://www.epa.gov/IRIS/",
            "Value": "/GENOTOXICITY/ Incubation of human peripheral lymphocytes in medium containing naphthalene and a human liver metabolic activation system did not produce increased frequency of sister chromatid exchanges compared with controls."
        },
        {
            "References": "Sheftel, V.O.; Indirect Food Additives and Polymers. Migration and Toxicology. Lewis Publishers, Boca Raton, FL. 2000., p. 957",
            "Value": "/GENOTOXICITY/ /Naphthalene/ produces /chromosome aberrations/ in the somatic cells (threshold dose is 0.015 mg/kg bw). It is mutagenic for microorganisms. /Naphthalene/ was found to be positive in Salmonella mutagenicity test at concentrations of 5.0 and 10 ug/plate, but negative at 50, 100, or 1,000 ug/plate. There was no increase in forward mutation frequency in Salmonella. It was negative in a DNA damage Salmonella typhimurium strain TA1535/pSK1002 assay at a concentration of up to 83 ug/ml."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's 7th Edition. Naphthalene p.2 CD-ROM Cincinnati, OH 45240-4148 2013. Cincinnati, OH. 2001.",
            "Value": "/GENOTOXICITY/ Naphthalene was not mutagenic for Salmonella typhimurium strains TA98, TA100, TA135, TA1537, UTH8414 or UTH8413 either in the presence or absence of hamster or rat liver (S9) metabolizing system. No evidence for naphthalene mutagenesis was obtained in studies with culture embryonic rodent or mammary gland cells. Naphthalene was positive in culture chinese hamster ovary cell for the induction of chromosomal aberrations and sister-chromatid exchanges."
        },
        {
            "References": "USEPA; Toxicological Review of Naphthalene (CAS 91-20-3) In Support of Summary Information on the Integrated Risk Information System (IRIS) p24 (August 1998). Available from, as of January 23, 2014: https://www.epa.gov/IRIS/",
            "Value": "/GENOTOXICITY/ Naphthalene was mutagenic in the marine bacterium Vibrio fischeri and in the Drosophila melanogaster wing somatic mutation and recombination test."
        },
        {
            "References": "PMID:24361489",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Chronic inhalation exposure to high concentrations of naphthalene produced nasal tumors in rats and lung tumors in female mice. Naphthalene bioactivation is required for target organ toxicity and cytotoxicity in target organs may be involved in tumor development. The present studies characterized the dose-response relationships for naphthalene-induced glutathione (GSH) depletion, effects on cellular ATP, and cytotoxicity in cells from both target (lung, nasal epithelium) and non-target (liver) organs in vitro using cells from F-344 rats, B6C3F1 mice and humans. The cells were incubated with various concentrations of naphthalene in sealed glass flasks for 3 hr, then placed in monolayer culture in fresh media for 24 hr to examine the repair or progression of damage. Naphthalene was a low potency cytotoxicant in vitro, with 500 uM frequently observed as a no-observed adverse effect concentration or lowest observed adverse effect concentration. Naphthalene exposure produced dose-dependent decreases in cellular GSH, ATP and viability in rat, mouse and human hepatocytes at concentrations >500 uM. Human nasal respiratory epithelial cells exhibited greater naphthalene cytotoxicity than rat or mouse nasal respiratory epithelial cell preparations. Rat nasal respiratory epithelial cell preparations metabolized naphthalene through pathways leading to the preferential formation of 1,2-naphthoquinone GSH conjugates rather than 1,4-naphthoquinone GSH conjugates observed in rat hepatocytes or mouse nasal respiratory epithelial cells, consistent with the suggestion that this bioactivation pathway may be involved in rat nasal tumor development. Naphthalene exposures of 500 uM decreased cellular GSH and ATP in rat, mouse and human lung cell preparations. The variability of the responses of the human lung cell preparations was consistent with the known variability of CYP activities in human lung tissue. The results of these studies can be used as the basis for future studies of the mechanisms involved in naphthalene-induced cytotoxicity and the relevance of the bioactivation pathways for human exposure to naphthalene."
        },
        {
            "References": "Kanekal S et al; J Pharmacol Exp Ther 256(1): 391-401 (1990)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Naphthalene produces selective injury to Clara cells in the mouse in vivo and in the isolated perfused lung. To investigate the role of circulating reactive metabolites in lung injury, the stability, metabolism and cytotoxicity of naphthalene oxide, a reactive intermediate, were examined in the perfused mouse lung. The t1/2 of naphthalene oxide is 4 min in Waymouth's medium. Addition of 5% bovine serum albumin of the medium increased the half-life of the epoxide to 11 min. Perfusion of the lung with 0.2 or 2 umol of naphthalene oxide decreased pulmonary reduced glutathione levels of 62 and 42% of control, respectively. 1,4-Naphthoquinone and naphthol glucuronide represented 36 and 25% of the total polar metabolites isolated after infusion of naphthalene oxide, whereas dihydrodiol and thioether conjugates were minor metabolites. In comparison, thioethers and dihydrodiol were the primary metabolites isolated from lungs perfused with (14)C naphthalene. Histologic examination of the lungs fixed 4 hr after infusion of naphthalene oxide (0.25-1.0 umol/60 min) revealed selective vacuolation and necrosis of Clara cells, significant decreases in the mass of bronchiolar Clara cells and increases in the mass of vacuolated cells. Injury to lungs perfused with naphthalene or secondary metabolites such as naphthoquinones, 1-naphthol and 1,2-dihydroxynaphthalene was less dramatic. In contrast to other studies implicating quinones as mediators of aromatic hydrocarbon toxicity, the current work suggests that epoxides play a significant role in naphthalene-induced lung injury. This investigation also demonstrates that circulating epoxides are capable of eliciting selective Clara cell injury. /Naphthalene oxide/"
        },
        {
            "References": "Freeman AE; JNCI 51: 799 (1973) as cited in USEPA; Ambient Water Quality Criteria Doc: Naphthalene (Draft) p.C-29 (1980)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ No carcinogenic activity was observed in an in vitro rat embryo cell/Rauscher leukemia virus test system at doses up to 0.1 g/L."
        },
        {
            "References": "WHO/FAO; Environmental Health Criteria Document No. 202: Selected non-Heterocyclic Polycyclic Aromatic Hydrocarbons (1988). Available from, as of January 23, 2013: https://www.inchem.org/pages/ehc.html",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ When a lens cell line from transgenic mice was exposed to the 1,2-dihydrodiol and 1,2-naphthoquinone metabolites of naphthalene, the dihydrodiol did not appear to be toxic but the naphthoquinone induced depletion of glutathione levels. Detoxification of naphthoquinone by the enzyme quinone oxidoreductase prevents formation of a semiquinone radical by two-electron reduction. /Naphthalene metabolites/"
        },
        {
            "References": "PMID:8980712",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... Both naphthalene and its metabolite 1-naphthol were bioactivated by human hepatic microsomes to metabolite(s) which were toxic to mononuclear leucocytes (MNL). However 1-naphthol was more cytotoxic than naphthalene (49.8 +/- 13.9% vs. 19.0 +/- 10.0% cell death; P<0.01), indicating that the toxicity of naphthalene is dependent on the bioactivation of 1-naphthol. CYP2E1-induced rat liver microsomes increased metabolism of naphthalene by 13% compared to control microsomes with a concomitant increase in both 1-naphthol and dihydrodiol formation. The cytotoxicity of naphthalene but not of 1-naphthol was increased by CYP2E1 induction, indicating that separate enzymes are involved in the bioactivation of 1-naphthol. The metabolites of 1-naphthol, 1,2-naphthoquinone (51.4 +/- 6.6% cell death) and 1,4-naphthoquinone (49.1 +/- 3.4% cell death) were directly toxic to MNL and depleted glutathione to 1.0% of the control levels. Both quinones were also genotoxic to human lymphocytes. In contrast, the primary metabolite of naphthalene, the 1,2-epoxide (0-100 uM) was neither cytotoxic nor genotoxic, and did not deplete glutathione. ..."
        },
        {
            "References": "PMID:6791646",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Selective lung damage and necrosis occurred in clara cells of mice admin naphthalene. It produced selective depression of pulmonary monooxygenase activities without accompanying changes in hepatic monooxygenase. A dose-dependent alteration of clara cells was noted."
        },
        {
            "References": "PMID:20435546",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Naphthalene is a volatile hydrocarbon that causes dose-, species-, and cell type-dependent cytotoxicity after acute exposure and hyperplasia/neoplasia after lifetime exposures in rodents. Toxicity depends on metabolic activation, and reactive metabolite binding correlates with tissue and site susceptibility. /The authors/ compared proteins adducted in nasal epithelium from rats and rhesus macaques in vitro. Adducted proteins recovered from incubations of nasal epithelium and 14C-naphthalene were separated by two-dimensional (2D) gel electrophoresis and imaged to register radioactive proteins. /The authors/ identified proteins visualized by silver staining on complementary non-radioactive gels by peptide mass mapping. The levels of reactive metabolite binding in incubations of rhesus ethmo-turbinates and maxillo-turbinates are similar to those in incubations of target tissues, including rat septal/-olfactory regions and murine dissected airway incubations. We identified 40 adducted spots from 2D gel separations of rat olfactory epithelial proteins; 22 of these were non-redundant. In monkeys, we identified 19 spots by mass spectrometry, yielding three non-redundant identifications. Structural proteins (actin/tubulin) were prominent targets in both species. In this study /the authors/ identified potential target proteins that may serve as markers closely associated with toxicity. The large differences in previously reported rates of naphthalene metabolism to water-soluble metabolites in dissected airways from mice and monkeys are not reflected in similar differences in covalent adduct formation in the nose. This raises concerns that downstream metabolic/biochemical events are very similar between the rat, a known target for naphthalene toxicity and tumorigenicity, and the rhesus macaque, a species similar to the human."
        },
        {
            "References": "PMID:24361489",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Chronic inhalation exposure to high concentrations of naphthalene produced nasal tumors in rats and lung tumors in female mice. Naphthalene bioactivation is required for target organ toxicity and cytotoxicity in target organs may be involved in tumor development. The present studies characterized the dose-response relationships for naphthalene-induced glutathione (GSH) depletion, effects on cellular ATP, and cytotoxicity in cells from both target (lung, nasal epithelium) and non-target (liver) organs in vitro using cells from F-344 rats, B6C3F1 mice and humans. The cells were incubated with various concentrations of naphthalene in sealed glass flasks for 3 hr, then placed in monolayer culture in fresh media for 24 hr to examine the repair or progression of damage. Naphthalene was a low potency cytotoxicant in vitro, with 500 uM frequently observed as a no-observed adverse effect concentration or lowest observed adverse effect concentration. Naphthalene exposure produced dose-dependent decreases in cellular GSH, ATP and viability in rat, mouse and human hepatocytes at concentrations >500 uM. Human nasal respiratory epithelial cells exhibited greater naphthalene cytotoxicity than rat or mouse nasal respiratory epithelial cell preparations. Rat nasal respiratory epithelial cell preparations metabolized naphthalene through pathways leading to the preferential formation of 1,2-naphthoquinone GSH conjugates rather than 1,4-naphthoquinone GSH conjugates observed in rat hepatocytes or mouse nasal respiratory epithelial cells, consistent with the suggestion that this bioactivation pathway may be involved in rat nasal tumor development. Naphthalene exposures of 500 uM decreased cellular GSH and ATP in rat, mouse and human lung cell preparations. The variability of the responses of the human lung cell preparations was consistent with the known variability of CYP activities in human lung tissue. The results of these studies can be used as the basis for future studies of the mechanisms involved in naphthalene-induced cytotoxicity and the relevance of the bioactivation pathways for human exposure to naphthalene."
        },
        {
            "References": "PMID:16453347",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Naphthalene and 1-nitronaphthalene are ambient air pollutants, which undergo P450-dependent bioactivation in the lung. Reactive metabolites of naphthalene and 1-nitronaphthalene covalently bind to proteins, and the formation of covalent adducts correlates with airway epithelial cell injury in rodent models. These studies were designed to identify protein adducts generated from these reactive metabolites within distal respiratory airways. Distal bronchioles and parenchyma from rhesus monkeys were incubated with ((14)C)-naphthalene or ((14)C) 1-nitronaphthalene. Proteins were separated by 2-DE, blotted to PVDF membranes, and adducted proteins imaged by storage phosphor analysis. MS of in-gel tryptic digests identified numerous adducted proteins including: eight cytoskeletal proteins, two chaperone proteins, seven metabolic enzymes, one redox protein, two proteins involved in ion balance and cell signaling, and two extracellular proteins. While many proteins are adducted by both naphthalene and 1-nitronaphthalene, some are unique to the individual toxicant and airway subcompartment. Although the role which adduction of these proteins plays in cytotoxicity was not evaluated, these studies provide candidate proteins for future work designed to determine the importance of protein adducts in the mechanisms of toxicity and for developing biomarkers useful in determining the relevance of findings in animal models to exposed human populations."
        },
        {
            "References": "PMID:19880587",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ While the role of trefoil factors (TFF) in the maintenance of epithelial integrity in the gastrointestinal tract is well known, their involvement in wound healing in the conducting airway is less well understood. We defined the pattern of expression of TFF1, TFF2, and TFF3 in the airways of mice during repair of both severe (300 mg/kg) and moderate (200 mg/kg) naphthalene-induced Clara cell injury. Quantitative real-time PCR for tff messenger RNA expression and immunohistochemistry for protein expression were applied to airway samples obtained by microdissection of airway trees or to fixed lung tissue from mice at 6 and 24 hr and 4 and 7 days after exposure to either naphthalene or an oil (vehicle) control. All three TFF were expressed in normal whole lung and airways. TFF2 was the most abundant and was enriched in airways. Injury of the airway epithelium by 300 mg/kg naphthalene caused a significant induction of tff1 gene expression at 24 hr, 4 days, and 7 days. In contrast, tff2 was decreased in the high-dose group at 24 h and 4 days but returned to baseline levels by 7 days. tff3 gene expression was not significantly changed at any time point. Protein localization via immunohistochemistry did not directly correlate with the gene expression measurements. TFF1 and TFF2 expression was most intense in the degenerating Clara cells in the injury target zone at 6 and 24 hr. Following the acute injury phase, TFF1 and TFF2 were localized to the luminal apices of repairing epithelial cells and to the adjacent mesenchyme in focal regions that correlated with bifurcations and the bronchoalveolar duct junction. The temporal pattern of increases in TFF1, TFF2, and TFF3 indicate a role in cell death as well as proliferation, migration, and differentiation phases of airway epithelial repair."
        },
        {
            "References": "Bagchi M et al; Free Radic Biol Med 25 (2): 137-43 (1998)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ /The investigators/ have assessed the concentration-dependent in vitro effects of naphthalene on increased lipid peroxidation, cytochrome c reduction, hydroxyl radical production, modulation of intracellular oxidized states by laser scanning confocal microscopy, and DNA fragmentation in cultured macrophage J774A.1 cells. The cells were incubated with 0-500 uM concentrations of naphthalene for 0, 12 and 24 hr at 37 degrees C. Concentration- and time-dependent changes were observed. No significant changes were observed with concentrations of naphthalene up to 100 uM. At 24 hr, lipid peroxidation increased by 1.8-, 2.4- and 2.9-fold at 200, 300 and 500 uM concentrations of naphthalene. Approximately 2.0-, 3.1- and 4.6-fold increases in cytochrome c reduction were observed at 200, 300 and 500 uM concentrations of naphthalene, respectively, at this time point demonstrating the production of superoxide anion, while under the same conditions approximately 2.4-, 3.2- and 4.9-fold increases in hydroxyl radical production were observed, respectively. Following incubation of these cells with 200 and 500 uM concentrations of naphthalene 2.3- and 4.7-fold increases in fluorescence intensity were observed, respectively, as compared to the untreated cells. At 24 hr, approximately 1.8-, 2.3- and 3.0-fold increases in DNA fragmentation were observed following incubation with 200, 300 and 500 uM concentrations of naphthalene, respectively. Naphthalene also produced concentration- dependent decreases in cell viability. At the 12 hr time point, significant changes were observed only with 300 and 500 uM concentrations of naphthalene. These results demonstrate that naphthalene may induce toxic manifestations by enhanced production of oxygen free radicals, resulting in lipid peroxidation and DNA damage."
        },
        {
            "References": "PMID:2348480",
            "Value": "/IMMUNOTOXICITY/ Naphthalene-induced pulmonary and renal toxicity and polycyclic aromatic hydrocarbon-induced carcinogenesis are known to be mediated by their reactive metabolites. Subchronic exposure (90 day) of mice to naphthalene does not alter humoral and cellular-mediated immune responses, whereas polycyclic aromatic hydrocarbons, such as benzo[a]pyrene and 7,12-dimethylbenzanthracene, are known to be immunosuppressive. To understand these differences, the antibody-forming cell (AFC) responses of splenocyte cultures exposed to naphthalene (2, 20, and 200 uM) were evaluated. At these concentrations, the antibody-forming cell response to sheep red blood cells (RBC) was not affected. To determine if reactive metabolites of naphthalene were immunosuppressive, splenocytes were exposed to naphthalene metabolites by direct addition or through the use of a metabolic activation system. The addition of 1-naphthol (70 and 200 uM) and 1,4-naphthoquinone (2, 7, and 20 uM) resulted in a decreased antibody-forming cell response. Suppression of AFC responses was also obtained by culturing splenocytes with liver S9 and naphthalene. Since splenic metabolism of naphthalene to nonimmunosuppressive metabolites may account for the absence of immunotoxicity, the types of naphthalene metabolites generated by splenic microsomes were determined. It was observed that splenic microsomes were unable to generate any detectable naphthalene metabolites, whereas liver microsomes were able to generate both 1,2-naphthalene diol and 1-naphthol. Thus, the absence of an immunosuppressive effect by naphthalene exposure may be related to the inability of splenocytes to metabolize naphthalene. Moreover, the concentration of naphthalene metabolites generated within the liver that may diffuse to the spleen may be inadequate to produce immunotoxicity."
        },
        {
            "References": "WHO/FAO; Environmental Health Criteria Document No. 202: Selected non-Heterocyclic Polycyclic Aromatic Hydrocarbons (1988). Available from, as of January 23, 2013: https://www.inchem.org/pages/ehc.html",
            "Value": "/IMMUNOTOXICITY/ Naphthalene did not adversely affect the immune response in CD-1 mice of each sex given up to 133 mg/kg bw per day orally for three months. No alteration was seen in the lymphocyte proliferative response to the T-cell mitogens concanavalin A and phytohaemagglutinin, in the delayed hypersensitivity response to sheep erythrocytess, or in the popliteal lymph node response. Furthermore, bone-marrow function was not altered."
        },
        {
            "References": "Klaassen, C.D. (ed). Casarett and Doull's Toxicology. The Basic Science of Poisons. 7th ed. New York, NY:   McGraw-Hill, 2008., p. 677",
            "Value": "/OTHER TOXICITY INFORMATION/ Accidental exposure to naphthalene results in cortical cataracts and retinal degeneration. Naphthalene itself is not cataractogenic; instead, the metabolite 1,2-dihydro-1,2-dihydroxynaphthalene (naphthalene dihydrodiol) is the cataract inducing agent. ... Finally, there is difference in naphthalene-induced cataract formation between albino and pigmented rats, with later showing a faster onset and more uniform cataract."
        },
        {
            "References": "PMID:22003090",
            "Value": "/OTHER TOXICITY INFORMATION/ Exposure to air pollution has been linked to pulmonary diseases. Naphthalene (NA), an abundant polycyclic aromatic hydrocarbon in tobacco smoke and urban air, is a model toxicant for air pollution effects in the lung. Repeated exposures to NA in male mice result in tolerance, defined as the emergence of a resistant cell phenotype after prior exposure. Tolerance has not been studied in females. Females have sex differences in airway epithelial responses and in the prevalence of certain airway diseases. Male and female mice were exposed to a tolerance-inducing regimen of NA, and lungs were examined by airway level to characterize the cellular changes associated with repeated NA exposure and to assess the expression of genes and proteins involved in NA bioactivation and detoxification. The airway epithelium in treated males resembled that of controls. Females in the tolerant state were characterized by dense populations of ciliated cells in midlevel, distal, and bifurcating airways and a lower abundance of Clara cells at all airway levels. Cytotoxicity following a secondary challenge dose was also greater in females than males. Furthermore, females had decreased gene/protein expression of CYP2F2, a P-450 that metabolizes NA to a toxic epoxide, and glutamate-cysteine ligase, the rate-limiting enzyme in glutathione synthesis, than NA-tolerant males at all airway levels examined. We conclude that, while females develop tolerance, sex differences exist in the tolerant state by airway level, and females remain more susceptible than males to repeated exposures to NA."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Bradley LJN et al; J Soil Contam 3: 349-361 (1994) (2) Ahel M, Tepic N; Bull Environ Contam Toxicol 65: 236-243 (2000) (3) Berset JD, Holzer R; Int J Environ Anal Chem 59: 145-165 (1995) (4) Berset JD et al; Sci Total Environ 267: 67-85 (2001) (5) Howsam M et al; Wat Air Soil Pollut 121: 379-398 (2000) (6) Zohair A et al; Chemosphere 63: 541-53 (2006) (7) Masih A, Taneja A; Chemosphere 65: 445-56 (2006) (8) Tao S et al; Environ Sci Technol 40: 2219-24 (2006) (9) Chung NJ et al; Bull Environ Contam Toxicol 81: 124-7 (2008)",
            "Value": "SOIL: Naphthalene was detected in 35 of 62 soil samples collected from Boston, MA, Providence, RI, and Springfield, MA at 0.018-0.66 mg/kg(1). Naphthalene was identified, not quantified, in the soil of a solid waste landfill in Croatia(2). Naphthalene was detected at 2-25 ug/kg in surface soils (0-20 cm) located in Switzerland(3). Naphthalene was detected at 47.9-147.8 ug/kg dm (mean 94.8; median 90.9 ug/kg dm) in core peat bog samples from Etang de la Gruere, Switzerland(4). Naphthalene was identified, not quantified, in a woodland and surrounding pasture in England(5). Naphthalene was detected in the soil of organic farms in England that grow potatoes and carrots at 0.400-5.28 ug/kg(6). Mean concentrations of naphthalene in 319 samples were 1.18, 1.07, 0.90 and 0.69 in industrial, road side, residential and agricultural regions, respectively, of Agra, India(7). Soil samples collected near the Shisanling Reservoir, Beijing contained 1.00-2.82, 1.90, 1.95, 1.60 and 2.16 ng/g of naphthalene in waste land, pasture, wheat, orchard and wood land areas, respectively(8). In a field study done in Tianjin, China, naphthalene in the soil of crops grown with waste water (0.15-0.34 ug/L) used for irrigation for 3 years was 0.80-1.32, 1.04-1.16 and 0.80-1.09 ug/kg in brown rice, barley corn and lettuce crops, respectively(9)."
        },
        {
            "References": "(1) Hawthorne SB et al; Environ Toxicol Chem 25: 2901-11 (2006) (2) Jungclaus GA et al; Environ Sci Technol 12: 88-96 (1978) (3) Goodley PC, Gordon M; Kentucky Acad Sci 37: 11-5 (1976) (4) Balch GC et al; Environ Toxicol Chem 14: 79-91 (1995) (5) Brion D, Pelletier E; Chemosphere 61: 867-76 (2005) (6) Kalas L et al; pp. 567-76 in Hydrocarbons and Halogenated Hydrocarbons in the Aquatic Environment; Afghan BK, Mackay D, eds; New York, NY: Plenum Press (1980) (7) Botello AV, Calva LG; Bull Environ Contam Toxicol 36: 554-558 (1998) (8) Akiyama T et al; J UOEH 2: 285-300 (1980) (9) Shinohara R et al; Environ Int 4: 163-74 (1980)",
            "Value": "SEDIMENT: Fresh water sediment samples from 7 sites in New York and 1 in North Carolina contained naphthalene at 0.02-1197 ng/g with a median of 0.8 ng/g(1). Naphthalene was identified, not quantified, in sediment samples from an unspecified US river(2). Naphthalene was detected in sediment from the Lower Tennessee River, Calvert, KY at 30.4 ppb(3). Naphthalene was detected in sediment of the Hamilton Harbor, Ontario at 0.003-0.829 ug/g(4). Marine and fresh water sediments collected from the Quebec, Canada, Saguenay Ford and St Louis River contained 0.007 and 0.008 ug/g dry weight of naphthalene, respectively(5). Naphthalene was detected in sediment from a pond at the Royal Botanical Gardens, Hamilton, Ontario at 2.0 ppb(6). Naphthalene was detected in coastal lagoons in the Gulf of Mexico at concentrations of 0.01 ug/g or lower(7). Naphthalene was identified, not quantified, in sediment samples from Kitakyusku, Japan(8), and Dohkai Bay, Japan(9)."
        },
        {
            "References": "(1) Boyd TJ et al; Microb Ecol 49: 226-35 (2005)",
            "Value": "SEDIMENT: Up to 46 sediment samples were collected on 5 different cruises of tidally influenced, fresh water areas of Delaware Bay(1).",
            "Table": "[{'Sample Date': 'Dec 1997', 'Concentration Range': 'not detected-8.24', 'Mean Concentration': 1.14}, {'Sample Date': 'Jun 1998', 'Concentration Range': 'not detected-1.83', 'Mean Concentration': 0.45}, {'Sample Date': 'Sep 1998', 'Concentration Range': 'not detected-2.79', 'Mean Concentration': 0.67}, {'Sample Date': 'Dec 1998', 'Concentration Range': 'not detected-1.67', 'Mean Concentration': 0.32}, {'Sample Date': 'May 1999', 'Concentration Range': 'not detected-3.77', 'Mean Concentration': 0.48}]"
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Karickoff SW; Chemosphere 10: 833-846 (1981) (2) Kishi H et al; Chemosphere 21: 975-89 (1990) (3) Novoszad M et al; Chemosphere 59: 639-47 (2005) (4) ter Laak TL et al; Environ Sci Technol 40:2184-90 (2006) (5) Karickoff SW et al; Wat Res 13: 241-248 (1979) (6) Beckles DM et al; Environ Toxicol Chem 26: 878-83 (2007) (7) Hawthorne SB et al; Environ Toxicol Chem 25: 2901-11 (2006) (8) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The mean Koc value of naphthalene in 17 soils throughout the US was 871(1). The Koc of naphthalene in 5 different soils from Japan ranged from 440-830(2). In a long term field experiment in Uppsala, Sweden, soils were treated with 7 types of amendments and 1 untreated plot, Koc values were 112-680 for naphthalene(3). In a contaminated soil collected from a railway station in Spain, naphthalene had a log Koc of 3.97(4). The mean Koc value of naphthalene in sediment samples from 2 ponds and 1 river from north Georgia, US was 1,300(5). The log Koc value in sediment was 2.84(6). In 76 sediment samples from 7 sites in New York and 1 in North Carolina, naphthalene had log Koc values of 2.45-5.59(7). According to a classification scheme(8), these Koc values suggest that naphthalene is expected to have high to no mobility in soil(SRC)."
        }
    ]
}