{
    "_id": {
        "$oid": "6682e8d6c4e5dba5ffba2797"
    },
    "CID": {
        "$numberInt": "9317"
    },
    "Name": "LEAD ACETATE",
    "IUPACName": "lead(2+);diacetate",
    "CanonicalSMILES": "CC(=O)[O-].CC(=O)[O-].[Pb+2]",
    "Synonyms": [
        "LEAD ACETATE",
        "Lead(II) acetate",
        "301-04-2",
        "Lead diacetate",
        "Plumbous acetate",
        "Salt of saturn",
        "Sugar of lead",
        "Lead(2+) acetate",
        "Unichem PBA",
        "Lead di(acetate)",
        "Normal lead acetate",
        "Dibasic lead acetate",
        "Lead dibasic acetate",
        "Neutral lead acetate",
        "Bleiacetat"
    ],
    "IsomericSMILES": "CC(=O)[O-].CC(=O)[O-].[Pb+2]",
    "INCHI": "InChI=1S/2C2H4O2.Pb/c2*1-2(3)4;/h2*1H3,(H,3,4);/q;;+2/p-2",
    "INCHIKEY": "GUWSLQUAAYEZAF-UHFFFAOYSA-L",
    "Formula": "C4H6O4Pb",
    "MolecularWeight": {
        "$numberDouble": "325"
    },
    "Description": "Lead Acetate can cause cancer according to an independent committee of scientific and health experts.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "25"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "PMID:16600131",
            "Value": "To investigate the role of lead in the expression of the renal fibrosis related nuclear factor kappaB (NF-kappaB), transforming growth factor (TGF-beta), and fibronectin (FN) in rat kidney and the possible molecular mechanism of lead induced renal fibrosis, ... 32 Sprague-Dawley rats were randomized into 4 groups. Group A was fed with distilled water as control group. Group B, C and D were fed with the water including 0.5% lead acetate continuously for 1, 2 or 3 mo respectively. At the end of treatment, the expressions of renal NF-kappaB, TGF-beta, and FN were detected by immunohistochemistry and RT-PCR. RESULTS: The immunohistochemistry analysis showed that expressions of NF-kappaB in group B, C and D (0.2315 +/- 0.0624, 0.3213 +/- 0.0740, 0.4729 +/- 0.0839 respectively) were continuously increased as compared with that in group A (0.1464 +/- 0.0624). The RT-PCR analysis showed that expressions of NF-kappaB in group B, C and D (0.4370 +/- 0.0841, 0.5465 +/- 0.0503, 0.6443 +/- 0.0538 respectively) were also increased as compared with that in group A (0.3608 +/- 0.0550). However, there was no change for TGF-beta in 4 groups except that it was increased markedly in group D (0.5225 +/- 0.0416) as compared with that in group A (0.4645 +/- 0.0461) by RT-PCR. The expressions of FN in group C and D (0.4243 +/- 0.0595 and 0.4917 +/- 0.0891 by immunohistochemistry; 0.8650 +/- 0.0880 and 0.8714 +/- 0.0980 by RT-PCR) were increased as compared with those in group A (0.3530 +/- 0.0490 by immunohistochemistry and 0.7432 +/- 0.0639 by RT-PCR). /It was concluded that/ lead can increase the expression of renal NF-kappaB, TGF-beta, and FN in rats, which may be related to the lead induced renal fibrosis in rats."
        },
        {
            "References": "PMID:16887300",
            "Value": "It has been reported that lead could induce apoptosis in a variety of cell types ... /This/ study was undertaken to determine whether lead could induce DNA damage and apoptosis in PC 12 cells, and the involvement of Bax, Bcl-2, p53, and caspase-3 in this process. The results showed that lead could induce DNA damage and apoptosis in PC 12 cells, accompanying ... upregulation of Bax and downregulation of Bcl-2. Additionally, the expression of p53 increased, and caspase-3 was activated. Therefore, it suggests that lead can induce activation of p53 by DNA damage, which may lead to imbalance of Bax/Bcl-2 and mitochondrial dysfunction. Subsequently, after activation of caspase-3, lead-induced apoptosis occurs."
        },
        {
            "References": "PMID:17093203",
            "Value": "In this study, transcription factors (TFs) that are altered due to lead exposure were identified using macroarray analysis. Rat pups were lactationally exposed to 0.2% lead acetate from birth through weaning. Changes in the developmental profiles of 30 TFs were screened in hippocampal tissue on postnatal day (PND) 5, 15, and 30. The temporal patterns of some TFs were transiently upregulated or repressed following lead exposure in a stage-specific manner; however, Oct-2, which is involved in the regulation of key developmental processes, exhibited sustained elevations during the entire period of study. Lead-induced elevation of Oct-2 was validated by reverse transcriptase-polymerase chain reaction analysis; however, significant elevation of Oct-2 mRNA expression was detected only on PND 5. The DNA-binding activity and protein levels of Oct-2 were further evaluated and found to be consistently induced on PND 5. The elevations observed in Oct-2 mRNA and protein levels as well as DNA-binding activity on PND 5 suggest that developmental maintenance of Oct-2 DNA binding could be impacted through de novo synthesis. These findings identify Oct-2 as a potential molecular target for Pb and suggest that Oct-2 may be associated with lead-induced disturbances in gene expression."
        },
        {
            "References": "PMID:17096941",
            "Value": "To observe effects of oral intake of lead on the expression of Hoxa9 gen and the ability of learning and memory and explore the toxic molecular mechanisms of lead ... 30 male Wistar rats were chosen and randomly divided into the low lead dosage group, the high lead dosage group and the control group, 10 rats in each group. The low lead dosage group and the high lead dosage group were given respectively 0.06%, 0.2%  lead acetate orally while the control group was given distilled water orally. The Y-maze test was used to measure the ability of learning and memory ...  and the in situ hybridization (ISH) method to determine the expression of Hoxa9 mRNA in brain. RESULTS: (1) The number of electric shocks of the lead poisoned rats were significantly increased over time. The number of electric shocks of the lead poisoning rats was much higher than that of the control group (P < 0.01) (at the end of the experiment, the low lead dosage group: 31.8 +/- 2.26; the high lead dosage group: 37.3 +/- 1.70; the control group: 18.4 +/- 1.51). (2) The brain of the lead poisoned rats including the hippocampus, the cerebellum and the cerebral cortex were significantly atrophic and the apoptosis and necrosis occurred in the cells of the brain. Purkinje's cells in the cerebellum showed significant necrosis and disappearance. The structure of brain in rats of the control group demonstrated no atrophy. (3) The expression of Hoxa9 mRNA in the lead poisoned rats was significantly decreased compared with the control group. There were few Hoxa9 positive cells in the brain of the lead poisoned rats, but many of them were observed in the control group./It was concluded that/ lead may inhibit the expression of Hoxa9 and induce atrophy and necrosis of brain, which gives rise to a damage of learning and memory."
        },
        {
            "References": "PMID:19747533",
            "Value": "...  The impact of developmental lead exposure on hippocampal mGluR5 expression and its potential role in lead neurotoxicity /was investigated/. Both in vitro model of lead exposure with Pb(2+) concn of 0, 10nM, 1 uM, and 100 uM in cultured rat embryonic hippocampal neurons, and the in vivo model of rat maternal lead exposure involving both gestational and lactational exposure with 0, 0.05%, 0.2%, and 0.5% lead acetate were utilized. Immunoperoxidase and immunofluorescent analyses, quantitative PCR and western blotting were used. In vitro studies revealed that expression of metabotropic glutamate receptor 5 (mGluR5) mRNA and protein was decreased dose-dependently after lead exposure, which was further confirmed by the results of in vivo studies. These data suggest that mGluR5 might be involved in lead-induced neurotoxicity by disturbing mGluR5-induced long-term depression and decreasing N-methyl-d-aspartic acid receptor (NMDAR)-dependent or protein synthesis-dependent long-term potentiation. ..."
        },
        {
            "References": "PMID:19524414",
            "Value": "Interference with nitric oxide production is a possible mechanism for lead neurotoxicity. In this work, ... the effects of sub-acute lead administration on the distribution of NOS isoforms in the hippocampus with respect to blood and hippocampal lead levels /were examined/. Lead acetate (125, 250, and 500 ppm) was given via drinking water to adult male Wistar rats for 14 days ... Antibodies against three isoforms of NOS were used to analyze expression and immunolocalization using western blotting and immunohistochemistry, respectively. Blood and hippocampal lead levels were increased in a dose-dependent manner in groups treated with lead acetate ... Diminished expression and immunoreactivity of nNOS and eNOS /were found/ at 500ppm as compared to the control group. No expression and immunoreactivity was observed in hippocampus for iNOS. The observed high levels of lead in the blood reflect free physiological access to this metal to the organism and were related to diminished expression and immunoreactivity for nNOS and eNOS."
        },
        {
            "References": "PMID:19737576",
            "Value": "Genetical genomics experiments /were performed/ in two environments in order to identify trans-expression quantitative trait loci (eQTLs) that might be regulated by developmental exposure to the neurotoxin lead. Flies from each of 75 recombinant inbred lines (RILs)  /of Drosophila/ were raised from eggs to adults on either control food (made with 250 uM sodium acetate), or lead-treated food (made with 250 uM lead acetate, PbAc). RNA expression analyses of whole adult male flies (5-10 days old) were performed with Affymetrix DrosII whole genome arrays (18,952 probesets). Among the 1389 genes with cis-eQTL, there were 405 genes unique to control flies and 544 genes unique to lead-treated ones (440 genes had the same cis-eQTLs in both samples). There are 2396 genes with trans-eQTL which mapped to 12 major transbands with greater than 95 genes. Permutation analyses of the strain labels but not the expression data suggests that the total number of eQTL and the number of transbands are more important criteria for validation than the size of the transband. Two transbands, one located on the 2nd chromosome and one on the 3rd chromosome, co-regulate 33 lead-induced genes, many of which are involved in neurodevelopmental processes. For these 33 genes, rather than allelic variation at one locus exerting differential effects in two environments, ...  variation at two different loci are required for optimal effects on lead-induced expression."
        },
        {
            "References": "Goldman D et al; Neurobeh Toxicol 2 (4): 337-44 (1980)",
            "Value": "Exposure to lead in the first 21 days of life consistently produced elevations in blood and tissue lead levels and alterations in steady state norepinephrine, dopamine beta-hydroxylase and phenylethanolamine N-methyl-transferase levels without growth delay in suckling rats. Elevations in brainstem dopamine beta-hydroxylase and phenylethanolamine N-methyl-transferase of 36% and 46%, respectively, supported the concept of increased central adrenergic turnover following exposure to lead. Serum norepinephrine increased from 47.2 + or - 4.8 in control rats to 104.8 + or - 19.7 pg/ml in rats whose mothers were given drinking water with 0.2% lead acetate. Adrenal norepinephrine levels increased 53% to 19.5 + or - 0.9 ng/mg protein and adrenal weights were up to 26%. Heart weights were significantly greater and heart NE levels were lower at highest level of lead exposure."
        },
        {
            "References": "PMID:19159675",
            "Value": "This study was designed to investigate the toxicity of lead exposure on the placenta at different dosages and the relationship with placental expression of NF-kappaB. A total of 67 unrelated Han Chinese pregnant women and 108 Wistar rats were included in this study. The rats were randomly divided into four groups for consumption of water with or without 0.025% lead acetate during various gestational periods; blood samples and placenta were harvested for analysis. Blood lead content was determined by atomic absorption spectrophotometry. Placental NF-kappaB expression was evaluated by immunohistochemistry. Placental cytoarchitecture was examined by histopathology and electronic microscopy. Fetal body weight, body length and placental weight was significantly lower (p < 0.05) in the lead-exposed rats compared to controls. Maternal blood lead levels in the rats negatively correlated with placental weight (r = 0.652, p < 0.01). Rat placenta showed focal necrosis in the decidua with trophoblast degeneration and fibrin deposition. Mitochondria were swollen and decreased in number, rough endoplasmic reticula were distended and ribosomal number on membranes decreased. In the human placenta, abnormal cytoarchitecture /was not found/. On the other hand, placental expression of NF-kappaB in lead-exposed rats was significantly higher than that in controls and the expression of NF-kappaB in human placenta was positively correlated with maternal blood lead levels (r = 0.663, p < 0.01). These findings suggest that lead exposure at various gestational periods produce varied effects, with NF-kappaB activation following lead exposure. Injury to cytoplasmic organelles may interfere with the nutrition and oxygen exchange between mother and fetus, which may be contribute to abnormal pregnancy outcomes."
        }
    ]
}