{
    "_id": {
        "$oid": "6682e8d6c4e5dba5ffba2798"
    },
    "CID": {
        "$numberInt": "9321"
    },
    "Name": "Hydrazine",
    "IUPACName": "hydrazine",
    "CanonicalSMILES": "NN",
    "Synonyms": [
        "HYDRAZINE",
        "302-01-2",
        "Diamine",
        "Levoxine",
        "Hydrazine base",
        "Oxytreat 35",
        "Diazane",
        "Hydrazin",
        "Hydrazyna",
        "Hydrazine",
        "anhydrous",
        "Nitrogen hydride",
        "Hydrazines",
        "Hydrazine (anhydrous)",
        "Hydrazyna [Polish]",
        "RCRA waste number U133"
    ],
    "IsomericSMILES": "NN",
    "INCHI": "InChI=1S/H4N2/c1-2/h1-2H2",
    "INCHIKEY": "OAKJQQAXSVQMHS-UHFFFAOYSA-N",
    "Formula": "H4N2",
    "MolecularWeight": {
        "$numberDouble": "32.046"
    },
    "Description": "Hydrazine is an azane and a member of hydrazines. It has a role as an EC 4.3.1.10 (serine-sulfate ammonia-lyase) inhibitor. It is a conjugate base of a hydrazinium(1+). It is a conjugate acid of a hydrazinide.",
    "XlogP": {
        "$numberDouble": "-1.5"
    },
    "Complexity": {
        "$numberInt": "0"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 3 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.11. Nov, 2012. Available from, as of Jan 5, 2018: https://www2.epa.gov/tsca-screening-tools (3) Franke C et al; Chemosphere 29: 1501-14 (1994) (4) Slonim AR, Gisclard JB; Bull Environ Contam Toxicol 16: 301-9 (1976)",
            "Value": "An estimated BCF of 3 was calculated for hydrazine(SRC), using a log Kow of -2.07(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC). Bioconcentration in guppies was studied using both \"hard\" (440 mg/L CACO3) and \"soft\" (22 mg/L CACO3) water(4). Little uptake was noted in the soft water experiments, but mild bioconcentration was observed in the experiments conducted using hard water(4). After 96 hours, the concentration of hydrazine in guppies was about 144 ug/g(4)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Jan 5, 2018: https://www.safe.nite.go.jp/english/db.html (2) Sun H et al; Huanjing Kexue 13: 35-9 (1992) (3) Wachinski AM, Farmwald JA; The Toxicity and Biodegradability of Hydrazine Wastewaters Treated With UV-Chlorinolysis. Final Report December 1978-February 1979. Eng Serv Lab, Air Force Eng Serv Cent, Tyndall AFB, FL USA, AFESC/ESL/ESL-TR-80-31; AD-AO94 187 (1980) (4) Ou LT, Street JJ; Bull Environ Contam Toxicol 39: 541-48 (1987)",
            "Value": "AEROBIC: Hydrazine, present at 100 mg/L, reached 0% of its theoretical BOD in 4 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(1). The degradation of hydrazine hydrate in river water follows 1st order reaction kinetics(2). The degradation rate increased with increasing temperature, dissolved oxygen, and the presence of microorganisms at pH values of 6-8(2). Hydrazine at 500 mg/L, present in a wastewater mixture of other hydrazine compounds, was incubated with an inoculum prepared from a trickling filter plant; following a 24 hour lag period, this mixture of compounds was readily biodegraded as measured by oxygen uptake(3). No specific information on the fate of hydrazine alone was available in this study(3). Hydrazine, present at 11 ug/mL, was 90% degraded in six different water samples within 2 hours. The compound was toxic at higher concentrations(4)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 3",
            "Value": "log Kow = -2.07"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:15720114",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Hydrazine is a model toxin that induces both hepatotoxic and neurotoxic effects in experimental animals. The direct biochemical effects of hydrazine in kidney, liver, and brain tissue were assessed in male Sprague-Dawley rats using magic angle spinning nuclear magnetic resonance (NMR) spectroscopy. A single dose of hydrazine (90 mg/kg) resulted in changes to the biochemical composition of the liver after 24 hr including an increase in triglycerides and beta-alanine, together with a decrease in hepatic glycogen, glucose, choline, taurine, and trimethylamine-N-oxide (TMAO). From histopathology measurements of liver tissue, minimal to mild hepatocyte alteration was observed in all animals at 24 hr. The NMR spectra of the renal cortex at 24 hr after dosing were dominated by a marked increase in the tissue concentration of 2-aminoadipate (2-AA) and beta-alanine, concomitant with depletions in TMAO, myo-inositol, choline, taurine, glutamate, and lysine. No alteration to the NMR spectral profile of the substantia nigra was observed after hydrazine administration, but perturbations to the relative concentrations of creatine, aspartate, myo-inositol, and N-acetyl aspartate were apparent in the hippocampus of hydrazine-treated animals at 24 hr postdose. No overt signs of histopathological toxicity were observed in either the kidney or the brain regions examined. Elevated alanine levels were observed in all tissues indicative of a general inhibition of alanine transaminase activity. By 168 hr postdose, NMR spectral profiles of treated rats appeared similar to those of matched controls for all tissue types indicative of recovery from toxic insult."
        },
        {
            "References": "PMID:8067896",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A single dose of hydrazine (3 mg/kg ip) caused hepatic accumulation of triglycerides and depletion of ATP in rats after 9 hr."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 1286",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Hydrazine hydrate produced moderately severe irritation when 3 to 5 mL was applied to rabbit cornea; 1 mL was much less irritating. /Hydrazine hydrate/"
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 1",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Rabbit skin that was treated with 3 mL of anhydrous hydrazine for 1 min, followed by washing the treated area; despite washing, mortality ensued 60 to 90 min after application. Acute toxicity has been characterized by liver damage consisting of fatty degeneration, red blood cell destruction and anemia, anorexia, weight loss, weakness, vomiting, excitability, hypoglycemia, and convulsions."
        },
        {
            "References": "PMID:7161841",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In rats, a dose of 20 mg/kg caused accumulation of lipid, swelling of mitochondria and appearance of microbodies in periportal and midzonal hepatocytes and in proximal tubular cells of kidney. Pretreatment with phenobarbital or piperonyl butoxide, respectively, reduced and increased severity of fatty liver."
        },
        {
            "References": "PMID:11511171",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The systemic biochemical effects of oral hydrazine administration (dosed at 75, 90, and 120 mg/kg) have been investigated in male Han Wistar rats using metabonomic analysis of (1)H NMR spectra of urine and plasma, conventional clinical chemistry, and liver histopathology. Plasma samples were collected both pre- and 24 h postdose, while urine was collected predose and daily over a 7 day postdose period. (1)H NMR spectra of the biofluids were analyzed visually and via pattern recognition using principal component analysis. The latter showed that there was a dose-dependent biochemical effect of hydrazine treatment on the levels of a range of low molecular weight compounds in urine and plasma, which was correlated with the severity of the hydrazine induced liver lesions. In plasma, increases in the levels of free glycine, alanine, isoleucine, valine, lysine, arginine, tyrosine, citrulline, 3-D-hydroxybutyrate, creatine, histidine, and threonine were observed. Urinary excretion of hippurate, citrate, succinate, 2-oxoglutarate, trimethylamine-N-oxide, fumarate and creatinine were decreased following hydrazine dosing, whereas taurine, creatine, threonine, N-methylnicotinic acid, tyrosine, beta-alanine, citrulline, N alpha-acetylcitrulline and argininosuccinate excretion was increased. Moreover, the most notable effect was the appearance in urine and plasma of 2-aminoadipate, which has previously been shown to lead to neurological effects in rats. High urinary levels of 2-aminoadipate may explain the hitherto poorly understood neurological effects of hydrazine. Metabonomic analysis of high-resolution (1)H NMR spectra of biofluids has provided a means of monitoring the progression of toxicity and recovery, while also allowing the identification of novel biomarkers of development and regression of the lesion."
        },
        {
            "References": "PMID:1349218",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The disposition and metabolism of hydrazine was studied in Sprague-Dawley-rats. Rats were  treated with 3, 9, 27, or 81 mg/kg hydrazine-hydrate in water. Livers were removed for determination of toxicity and hydrazine levels after 4 days. ... After 4 days, animals treated with  81 mg/kg hydrazine lost more weight and drank less water overall, than controls. Histological  examination of livers from animals treated with 27 and 81 mg/kg hydrazine demonstrated vacuolation,  and intracellular fat droplets were identified in animals treated with the higher dose."
        },
        {
            "References": "PMID:3032206",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Injection of hydrazine (0.7 mmole/kg) in male fasting rats caused an increase in phosphatidate phosphohydrolase activity in the soluble fraction of the liver. The increased phosphatidate phosphohydrolase activity was parallel with a rise in hepatic triacylglycerol (3.5-fold) and in the catecholamine concentration (3.4-fold) in adrenal glands. Hydrazine also increased serum glucose. The hydrazine-induced increases in phosphatidate phosphohydrolase activity and triacylglycerol accumulation was completely prevented by adrenalectomy. The data suggest that increased phosphatidate phosphohydrolase activity is at least partly responsible for hydrazine-induced fatty liver and that adrenal hormones may take part in the mechanism by which hydrazine exerts its effects on the liver."
        },
        {
            "References": "Sheftel, V.O.; Indirect Food Additives and Polymers. Migration and Toxicology. Lewis Publishers, Boca Raton, FL. 2000., p. 208",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Golden hamsters were administered hydrazine by gavage (60 and 100 daily doses, equivalent to 0.74 and 0.68 mg hydrazine over 15 and 20 weeks). Toxic effects in animals consisted of liver lesions, reticuloendothelial cell proliferation, cirrhosis, bile-duct proliferation, degenerative fibrous cells in hyalinized tissue."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 2",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 6-mo inhalation study, rats, mice, dogs, and monkeys were exposed continuously to hydrazine at 0.2 or 1 ppm or were exposed 6 hr/day, 5 days/wk at 1 or 5 ppm. At 0.2 ppm, body weights of rats were lower than the controls, liver pathology was seen in mice, a decrease in the number of red blood cells was seen in dogs, and a minimal increase in fat deposition in the liver was seen in monkeys. In addition to these changes, there was increased mortalty at 1 ppm with central nervous system (CNS) depression (primarily lethargy) in mice, body weight reductions in dogs, and ocular irritation in monkeys. Along with the above changes, tonic convulsions were seen in one dog at 5 ppm."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 2",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats that were exposed 6 hours/day, 5 days/wk for 5 to 40 days at 20, 53, or 224 ppm, or for 6 months at 4.5 ppm or 14 ppm experienced increased mortality and decreased body weights in a dose-dependent fashion ... . Lethargy was seen during exposures, and lung and liver damage were detected in rats from all test groups."
        },
        {
            "References": "PMID:8067896",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Repeated /oral/ exposure of rats to hydrazine (approximately equal to 2.5 mg/kg/day) for 10 days resulted in depletion of hepatic reduced glutathione and triglycerides. Repeated exposure to hydrazine also caused a significant (time dependent) induction of p-nitrophenol hydroxylase activity together with changes in other hepatic microsomal enzymes. These included 7-pentoxyresorufin O-deethylase and 7-ethoxyresorufin O-deethylase activity, total cytochrome p450, cytochrome b5 and cytochrome p450 reductase activity. Repeated exposure to lower levels of hydrazine (approximately equal to 0.250 mg/kg/day) caused no significant hepatic biochemical or microsomal changes after 5 or 10 days except for an increase in p-nitrophenol hydroxylase activity (17%) and liver ATP (15%) after 5 days."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V4 132 (1974)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... 30 male and 30 female white mice /were injected ip/ with 0.5 mg hydrazine in physiological saline. A total dose of 400 mg/kg body wt was given in 16 separate doses over 46 days. Of 13/34 survivors, 4 mice developed reticulum cell sarcomas of mediastinum and 9 developed myeloid leukemias within 100-313 days. Thymic lymphoma was observed in 1/60 control mice. An increase in the number of lung tumors was also observed in other strains of mice namely (BALB/c x DBA/2)F1 hybrid, C57Bl, SWR & BALB/C/CB/SE (newborn)."
        },
        {
            "References": "PMID:26774757",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The carcinogenicity and chronic toxicity of hydrazine monohydrate was examined by administrating hydrazine monohydrate in drinking water to groups of 50 F344/DuCrj rats and 50 Crj:BDF1 mice of both sexes for two years. The drinking water concentration of hydrazine monohydrate was 0, 20, 40 or 80 ppm (wt/wt) for male and female rats and male mice; and 0, 40, 80 or 160 ppm for female mice. Survival rates of each group of males and females rats and mice were similar to the respective controls, except female rats administered 80 ppm. Two-year administration of hydrazine monohydrate produced an increase in the incidences of hepatocellular adenomas and carcinomas in rats of both sexes along with hepatic foci. In mice, the incidences of hepatocellular adenomas and carcinomas were increased in females, and significantly increased incidences of hepatocellular adenomas in females administered 160 ppm were observed. Thus, hydrazine monohydrate is carcinogenic in two species, rats and mice. Additionally, non-neoplastic renal lesions in rats and mice and non-neoplastic nasal lesions in mice were observed. /Hydrazine monohydrate/"
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 2",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Hydrazine produced tumors in the mouse following ip injection but did not increase the tumor yield in rats following either sc injection or intratracheal application."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 2",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In mice exposed /to hydrazine vapors/ for 6 months at 0.2, 1, or 5 ppm, there was an increased incidence of pulmonary tumors in all groups. Another inhalation study was conducted in which rats, mice, dogs, and hamsters were exposed 6 hours/day, 5 days/week at vapor concentrations of 0.05 (rats and mice), 0.25 or 1.0 ppm (rats, mice, hamsters, and dogs), or 5.0 ppm (rats, hamsters, and dogs) for 1 yr and subsequently followed for their lifespan or 38 months. An increased incidence of benign and malignant nasal tumors were observed at 1 and 5 ppm in rats. At 0.05 ppm, the incidence of nasal tumors in rats was slightly increased, but not significantly, above controls. An increased incidence of benign nasal polyps was observed at in hamsters at 5 ppm. In addition, hamsters exposed at 0.25 ppm showed pathological changes characteristic of degenerative disease, including amyloidosis. Thyroid tumors and colon tumors were only slightly increased in hamsters exposed at 5 ppm. An increased incidence of pulmonary adenomas was observed at 1 ppm in mice. No increase in tumors was observed in mice exposed below 1 ppm. No compound-related neoplastic effects or non-neoplastic effects were observed in dogs at any dose level."
        },
        {
            "References": "Latendresse JR et al; Fundam and Appl Toxicol 27 (1): 33-48 (1995)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A two phase study was conducted to assess the oncogenic potential of hydrazine in rats and hamsters exposed to hydrazine for repeated short or lifetime exposures and to investigate the acute and subchronic effects of hydrazine in relation to nasal tumorigenesis. Groups of male and female Fischer-344 rats and male Syrian Golden hamsters were exposed by inhalation to 750 ppm hydrazine for one (acute) or ten (subchronic) 1 hour weekly sessions, or to 75 ppm hydrazine in a lifetime exposure. The animals were killed at the end of the designated exposure period for a complete necropsy, histopathological evaluation, and morphological diagnosis of apoptosis. The regions of the nasal passages most severely affected by acute and subchronic hydrazine exposures included the lateral aspects of the naso and maxilloturbinates and the lateral wall in the anterior part of the nasal cavity. Degeneration and necrosis of the transitional, respiratory, and olfactory epithelia in the anterior nose were revealed by histopathologic examination after acute and subchronic exposures. Morphological diagnosis showed apoptosis in the olfactory and squamous metaplastic transitional epithelium. The squamous metaplastic transitional epithelium reverted back to normal seeming transitional epithelium by the end of 24 months. Low incidences of hyperplasia (2.6%) and neoplasia (5.7%) were detected after 24 months in rats exposed to 750 ppm hydrazine, and a similar trend was seen in hamsters. Because the distribution and severity of the lesion observed in the nasal mucosa of rats and hamsters in this study correlated well with reported inspiratory air flow patterns in the rat nasal passages, the authors suggest that hydrazine uptake as well as mucosal injury in these regions of the anterior nose was most likely enhanced by airflow patterns. The hyperplasias and polypoid adenomas seen in the hydrazine exposed groups appeared to be derived from the transitional epithelium of both rats and hamsters. Site specificity of these proliferative lesions correlated precisely with regions most severely affected by hydrazine in both acute and subchronic exposures."
        },
        {
            "References": "PMID:3815739",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Administration of hydrazine to mice, rats and hamsters results in rapid methylation of liver DNA guanine for which endogenous formaldehyde appears to be the source of the methyl moiety. Hamsters were given hydrazine sulfate at 170, 340 and 510 mg/L in the drinking water for 2 years (average dose of 4.6, 8.3 and 10.3 mg hydrazine (free base)/kg bw over the 2-yr period), during which levels of methylation of DNA guanine in liver, kidney and lung, and histopathologic examinations of these tissues were carried out; dimethylnitrosamine, as a positive control, was administered at 10 mg/L in the drinking water (average dose of 1.1 mg/kg bw over the 4-month measurement period). Both 7-methylguanine and O6-methylguanine were readily detectable at 6 months exposure in hamsters given hydrazine or dimethylnitrosamine; in hydrazine-treated animals only trace amounts of these bases could be detected after 12 months exposure; these bases were again detected in liver DNA at exposure times of 18 and 24 months. Hepatocellular carcinomas were observed in hamsters treated at the highest dose of hydrazine sulfate after 78 weeks of exposure; the incidence of liver cancer was dose-related over the course of the experiment: 32% for hamsters exposed to 510 mg hydrazine sulfate/L, 12% for 340 mg/L and none at 170 mg/L. Hamsters given dimethylnitrosamine developed high levels of 7-methylguanine and even higher levels of O6-methylguanine and both liver cholangiocellular carcinomas (73% incidence), as reported before, and hepatocellular carcinomas (27% incidence), a new finding. These results demonstrate that hydrazine is a liver carcinogen in the hamster and provide information regarding the accumulation of DNA damage during the entire induction period for the carcinomas. /Hydrazine Sulfate/"
        },
        {
            "References": "Sheftel, V.O.; Indirect Food Additives and Polymers. Migration and Toxicology. Lewis Publishers, Boca Raton, FL. 2000., p. 208",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/In rats and mice, hydrazine given orally produced adverse effects on fetuses and embryos at doses that were toxic for mothers. Adverse effects included increased resorptions, reduced fetal weight, increased perinatal mortality, increased incidences of litters and fetuses with abnormalities in the 10 mg/kg bw group. In the offspring of Syrian golden hamsters subtle postnatal changes were observed after oral administration up to 170 mg hydrazine/kg bw on day 12 of gestation. Reproductive functions of rats (fertility of females, number of newborns, resorption of embryos) were not affected by administration of 13 mg hydrazine/kg bw for 30 days prior to mating."
        },
        {
            "References": "Sheftel, V.O.; Indirect Food Additives and Polymers. Migration and Toxicology. Lewis Publishers, Boca Raton, FL. 2000., p. 208",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Skeletal abnormalities were found in chicks after administration of 0.03 to 0.2 mg on the third day of incubation. Concentration of 0.002 mg/L was identified to be ineffective for reproduction /effects/ and teratogenicity in rats. Oral ingestion of hydrazine at a concentration of 0.82% in the diet resulted in marked embryotoxic and gonadotoxic effects in rats. Destruction of gonadal epithelium was observed in male rats."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 2",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Groups of rats were exposed orally during gestation to 8 mg hydrazine (as monohydrochloride)/kg bw. Maternal toxicity, including mortality and body weight loss, was seen, along with fetal toxicity that included reduced fetal weight and viability. Although some fetuses were pale and edematous, no major congenital malformations occurred. /Hydrazine monohydrochloride/"
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 3",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ A ... developmental toxicity study tested rats at oral doses of 0, 2.5, 5, or 10 mg hydrazine (free base)/kg from days 6 to 15 of gestation. The study also included a group treated with 10 mg/kg on days 7 to 9. Maternal toxicity and fetal toxicity occurred at the 5- and 10-mg dose levels with 2.5 mg/kg being an apparent NOEL. Developmental delays, but no terata, were seen in the fetuses."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 3",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Mice were treated ip with 0, 4, 12, 20, 30, or 40 mg hydrazine (free base)/kg bw from day 6 though day 9 of gestation. The following effects were observed: maternal mortality at 40 mg/kg; increased fetal deaths at 30 and 40 mg/kg; and reduced fetal weights and increased numbers of litters with malformed young (exencephaly, hydronephrosis, supernumerary ribs) at 12 and 20 mg/kg."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 3",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a gavage study, no evidence of developmental toxicity was seen in rats treated with 13 mg/kg daily for 30 days prior to mating."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 3",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a study where rats were exposed to hydrazine in drinking water (0.00016-0.16 mg/kg doses), no effects were seen in either maternal or fetal animals. The fetus appeared to be no more sensitive to the effects of hydrazine exposure than the maternal animal."
        },
        {
            "References": "Wyrobek AJ, London SA; Proceed 4th Ann Conf Environ Toxicol Rpt No. AMRL-TR-73-125: 417-46 (1973)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Use of murine spermatogenesis as a test system for hydrazine, monomethylhydrazine (MMH), and unsymmetrical dimethylhydrazine (UDMH) toxicities was investigated. BC3F1-mice were injected ip with 10% of the median lethal dose (LD50) of hydrazine, MMH, or UDMH for 5 days in time dependent studies. In dose dependent studies, mice were given UDMH at doses of 10, 25, 40, 55, or 70% of the LD50. At 0.8 and 3 weeks postexposure animals were sacrificed. The effects of 25 and 40% LD50 of MMH and 25% LD50 of hydrazine were determined 3.5 weeks after the insult. Body weight, testis to body weight ratios, hematocrits, histopathology of organs, and abnormal sperms were recorded. In the time studies, the percent of abnormally shaped sperm increased to a maximum of twice the control value for hydrazine and MMH. There was a 5 fold increase in abnormally shaped sperm with UDMH, followed by a rapid decrease to <1.5 times control values after 6 wk. Sperm number, testicular histology, and testis to body weight ratio did not change over the test period. For 5 weeks immediately after the end of exposure, mean body weight of each test group was less than controls. There was a clear response to increasing doses of UDMH in the percent of abnormally shaped sperm 3 weeks after exposure. There was no increase over the control percentages at 0.8 weeks. The percent of abnormally shaped sperm increased with increasing doses of MMH. The number of sperm produced with UDMH was reduced at the higher doses."
        },
        {
            "References": "WHO; Environ Health Criteria 68: Hydrazine (1987). Available from, as of December 18, 2017: https://www.inchem.org/documents/ehc/ehc/ehc68.htm#PartNumber:6",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Eggs of the South African clawed toad in the cleavage were exposed to hydrazine until hatching. Survival and development into normal larvae occurred at exposures below 10 mg/L. At 10 mg/L, 35% of the embryos were malformed at hatching. The effect was dose-related. Additional studies revealed that teratogenic effects appeared during neurulation. When larvae of the South African clawed toad were exposed to 1.0 mg hydrazine/L water, for 120 hr, all died in 24-48 hr following exposure. No significant effects on survival and development were observed after exposure to 0.1 mg/L, the next lower concentration tested."
        },
        {
            "References": "WHO; Environ Health Criteria 68: Hydrazine (1987). Available from, as of December 18, 2017: https://www.inchem.org/documents/ehc/ehc/ehc68.htm#PartNumber:6",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The relationship between the effects of hydrazine on the central nervous system, especially the occurrence of convulsions, and changes in levels of gamma-aminobutyric acid, an inhibitory neurotransmitter, in the brain of rats and mice has been investigated. An increase in the level of gamma-aminobutyric acid was observed in the whole brain of rats after: (a) a single ip dose of 51 mg hydrazine (free base)/kg bw; (b) a single iv dose of 5 mg hydrazine (hydrazine sulfate)/kg bw; or (c) after a daily sc dose of 2.6 mg hydrazine (hydrazine monohydrochloride)/kg bw over 109 days. In the whole brain of mice, an increase was observed following a single intramuscular dose of 54 mg hydrazine (free base)/kg bw. The changes in the concentration of this amino acid are caused by inhibition of pyridoxal phosphate requiring gamma-aminobutyrate aminotransferase and glutamate decarboxylase. Hydrazine treatment of rats also caused a general amino acid imbalance in the brain. A relationship was suggested between the excitable state of the brain and the gamma-aminobutyric acid contents of nerve endings (decreased) rather than the whole brain contents of gamma-aminobutyric acid (increased). /Hydrazine Sulfate/"
        },
        {
            "References": "PMID:778610",
            "Value": "/GENOTOXICITY/ Using mouse liver microsomal mutagenicity assay, hydrazine was mutagenic to 5 strains of Salmonella typhimurium."
        },
        {
            "References": "PMID:1080833",
            "Value": "/GENOTOXICITY/ Of the 10 chemicals tested for their abilities to produce novobiocin-resistant mutants in hemophilus influenzae, hydrazine was unique because it induced a high incidence of mutation without killing significant numbers of cells at concentrations tested. Hydrazine may be acting as both mutagen and antimutagen in this system."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 1289",
            "Value": "/GENOTOXICITY/ Hydrazine is positive in most assays that evaluate genetic toxicity end points. The few negative studies reported generally involved in vivo tests, where the reactivity of the chemical may have prevented interaction with the active genetic component. Hydrazine-induced damage is not random in the DNA molecule and the neonate shows less DNA adduct formation at low doses, but higher levels of formation at high doses. Genetic activity of hydrazine was shown in Drosophila mutagenicity assays."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 3",
            "Value": "/GENOTOXICITY/ Hydrazine is positive in most standard assays for genetic endpoints. It was positive in producing forward mutation in Bacillus subtilis, in plants, and in mammalian cells. Hydrazine produced a point mutation in the 61st codon column of H-ras gene in cultured newborn rat liver cells. Hydrazine produced reverse mutation in B. subtilis, fungi, and in the host-mediated assay in mice. It produced sex-linked recessive lethals in Drosophila and chromosomal breaks or aberrations in plant cells and animal cells. Although positive in one micronucleus test, hydrazine was inactive in two other assays for clastogenesis, in the production of nuclear aberrations following oral exposure to mice, or in increasing the yield of dominant lethals following ip injection in mice."
        },
        {
            "References": "PMID:8048059",
            "Value": "/GENOTOXICITY/ Previous work has demonstrated that hydrazine after formylation to its corresponding hydrazone may be activated both in vivo and in vitro to a methylating intermediate resulting in the formation of O6-methyl- and N7-methylguanines in DNA. The ability of 17 hydrazine derivatives to alkylate liver DNA was determined after single administration to young adult male Sprague-Dawley rats or C57BL6 mice. Quantifiable amounts of N7-methylguanine were measured in liver DNA from animals treated with 10 of the 17 compounds. In 3 of the 10 cases quantifiable amounts of O6-methylguanine were also measured. Methylation of liver DNA guanine was obtained with hydrazine, hydralazine, procarbazine, isoniazid, phenylhydrazine, nialamide, nitrofurazone, maleic hydrazide, sulfomethoxypyridazine, and sulfamethiazole and two hydrazine-formaldehyde polymerization products, formalazine and tetraformyltrisazine."
        },
        {
            "References": "PMID:3130355",
            "Value": "/GENOTOXICITY/ The genotoxicity of a variety of hydrazine derivatives was examined in the DNA repair test  on rat or mouse hepatocytes. Out of 32 hydrazine derivatives, 6 chemicals, ie, N'-acetyl-4-(hydroxymethyl)phenylhydrazine, 1,2-dimethylhydrazine dihydrochloride, 1-hydrazinophthalazine hydrochloride, methylhydrazine.sulfate, p,p-oxybisbenzene disulfonylhydrazide and phenylhydrazine hydrochloride, elicited positive DNA repair responses in the test on rat hepatocytes. In the test on mouse hepatocytes, 4 more hydrazine derivatives, ie, 1,1-dimethylhydrazine, hydrazine hydrate, hydrazine sulfate and 2-methyl-4-chlorophenoxyacetic acid hydrazide hydrochloride also generated positive responses, in addition to the 6 positive compounds in the rat assay. /Hydrazine derivatives/"
        },
        {
            "References": "PMID:3948326",
            "Value": "/GENOTOXICITY/ Administration of the hepatotoxin and carcinogen, inorganic hydrazine, to rodents results in the formation of 7-methylguanine and O6-methylguanine in liver DNA; co-administration of (methyl-(14)C)methionine or (14)C formate with the hydrazine labels the methylguanines, suggesting involvement of the 1-carbon pool in the methylation process."
        },
        {
            "References": "Rodriguez-Arnaiz R; Mutat Res. 1997 Dec 12;395(2-3):229-42.",
            "Value": "/GENOTOXICITY/ Genotoxic activation of hydrazine (HZ) and two symmetrical dialkylhydrazines, namely, 1,2-dimethylhydrazine and 1,2-diethylhydrazine (SDMH and SDEH) /have/ been evaluated by means of the w/w + somatic assay of Drosophila. Both low bioactivation insecticide-susceptible (IS) and high biotransformation insecticide-resistant (IR) strains were used. The combined application of insecticide-susceptible and insecticide-resistant strains should, in principle, detect somatic cell recombinagens in the Drosophila melanogaster in vivo w/w + assay. The IS strain was more susceptible to toxicity induced by the test chemicals than the IR stocks. Its performance in the biotransformation of the chemicals tested was rather poor. ... With the active compounds, spot frequencies increased approximately linearly with dose for each spot type. SDEH gave a strong positive result in all three female genotypes exposed. HZ, and SDMH were overall weakly positive in the IR strain Haag-79 (HG-R). ... A comparison of the recombinagenic potencies between the active and the weakly positive compounds, and among strains, showed pronounced genotype-dependent differences between the low and the high bioactivation strains."
        },
        {
            "References": "PMID:8209382",
            "Value": "/GENOTOXICITY-DNA ADDUCTS/ The neonatal rat, because of its relatively rapid rate of liver DNA replication without chemical or surgical induction, was used to assess the genotoxicity of the carcinogen hydrazine. Hydrazine is a more potent acute toxicant in the neonate than in the adult rat. Administration of hydrazine sc (1.5-50 mg/kg bw) to newborn rats during the period of rapid liver DNA synthesis, 72-96 hr after birth, resulted in the formation of 7-methylguanine and O6-methylguanine in hepatic DNA; O6-methylguanine was seen only in animals given near-lethal doses of the carcinogen. Methylguanines were detectable in liver DNA only when the dose of hydrazine was necrogenic, but lethal doses of hydrazine to neonates produced more methylguanines in liver DNA than in adult rats given equal doses. Southern analyses were performed on liver DNA from neonates treated with 25 or 50 mg hydrazine/kg, doses which were necrogenic to the liver. The results indicated that one or more MspI restriction sites (5'-C decreases CGG-3') were lost or blocked in liver DNA from hydrazine-treated animals and that these sites were located at or near the genes for gamma-glutamyl transpeptidase and cytochrome p450 IIBl. Restriction sites near albumin, H-ras, and cytochrome p450 IIEl genes cut by MspI, HpaII, or HhaI did not appear to be affected by hydrazine treatment. The results suggest that hydrazine-induced damage is not random in the DNA molecule. The neonate shows less DNA adduct formation at low doses of hydrazine, but higher levels at high doses."
        },
        {
            "References": "Shank RC; Archives of Toxicol Suppl 10: 204-16 (1987)",
            "Value": "/GENOTOXICITY-DNA ADDUCTS/ The induction of liver DNA adducts by hydrazine was investigated in two mouse strains. Male Swiss Webster mice and B6C3F1 mice were administered single intraperitoneal injections of 0, 5, 10, 20 or 40 mg/kg hydrazine and were sacrificed 24 hours later. Isolated liver DNA was analyzed for chemical adducts involving purine bases, using high performance liquid chromatography and fluorescence spectrophotometry. Dose dependent formation of 7-methylguanine (7MG) and O6-methylguanine (06MG) was observed in liver DNA of both strains of mice. The persistence of the methylguanines in mouse liver DNA was determined in Swiss Webster mice and B6C3F1 mice administered 20 mg/kg hydrazine and sacrificed at 24 hour intervals for up to 96 hours. The rates of formation of 7-methylguanine and O6-methylguanine and the rate of removal of 7-methylguanine were similar in the two strains of mice. However, the rate of disappearance of O6-methylguanine was considerably slower in B6C3F1 mice than in Swiss Webster mice, with estimated half lifes of 200 hours and 17 hours in the two strains, respectively. The results of this study were compared with those of a similar study in which levels of O6-methylguanine and 7-methylguanine in liver DNA were followed in Syrian golden hamsters administered hydrazine in their drinking water for a period of 2 years. /Results indicate/ that hydrazine may be a hepatocarcinogen to which B6C3F1 mice may be particularly susceptible due to the persistence of O6-methylguanine in this mouse strain."
        },
        {
            "References": "PMID:12377991",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The effects of short-term exposure (4 hr) of /primary rat/ hepatocytes to /hydrazine/ HzN were investigated  with reference to viability, mitochondrial function, and biomarkers of oxidative stress. The  viability data showed an increase in lactate dehydrogenase leakage and a decrease in mitochondrial  activity with increasing concentration of HzN. The results of studies of oxidative stress biomarkers  showed a depletion of reduced glutathione (GSH) and an increase in oxidized GSH, increased reactive  oxygen species generation, lipid peroxidation, and reduced catalase activity. Furthermore, depletion  of GSH and catalase activity in hepatocytes by buthionine sulfoximine and 3-amino triazole,  respectively, prior to exposure to HzN, increased its toxicity. The results suggest that acute  HzN-induced cytotoxicity in rat hepatocytes is likely to be mediated through oxidative stress."
        },
        {
            "References": "Ghatineh S, Timbrell JA; Toxicology in Vitro 8 (3): 393-9 (1994)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Cultured rat hepatocytes were exposed to hydrazine for 4 hr, 17 hr or 4 hr followed by a 13-hr post-exposure period. Hydrazine was cytotoxic as measured by leakage of lactate dehydrogenase, caused depletion of ATP and inhibited protein synthesis. The cytotoxicity and depletion of ATP in cultures exposed to hydrazine for 4 hr was less than that previously reported in hepatocyte suspensions exposed for 4 hr. The threshold cytotoxic concentration (20 mM) was also higher in cells in culture than in cells in suspension (16 mM). Inhibition of protein synthesis was detected at a much lower concentration of hydrazine (0.5 mM) than was required to deplete ATP (16 mM) or cause cytotoxicity (20 mM). ATP depletion and inhibition of protein synthesis were similar after a 4-hr exposure with or without a 13-hr post-exposure period, but leakage of lactate dehydrogenase still occurred during this period. After the 17-hr exposure, the leakage of lactate dehydrogenase, ATP depletion and inhibition of protein synthesis were greater and the threshold concentration of hydrazine required for a significant effect on all three parameters was lower. This was so whether compared with a 4-hr exposure, or a 4-hr exposure plus a 13-hr post-exposure period."
        },
        {
            "References": "PMID:2840755",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The ability of hydrazine, acetylphenylhydrazine, methylhydrazine, and phenylhydrazine to stimulate proteolysis in red cells has been characterized. All four hydrazines effectively stimulated proteolysis in red cells and in hemolysate as evidenced by a two to threefold increase in the rate of tyrosine release. The rate of tyrosine release varied linearly with time, increased with increasing concentration of hydrazine, and also increased as a function of hematocrit. The rank order for stimulation of proteolysis in red cells was phenylhydrazine greater than methylhydrazine greater than hydrazine approximately equal to acetylphenylhydrazine. Inhibitors of glycolysis in red cells only minimally (13-27%) decreased the rate of tyrosine release stimulated by the different hydrazines. Agents which diminished electron transport decreased the rate of tyrosine release."
        },
        {
            "References": "PMID:9448750",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Treatment of animals with hydrazine causes the accumulation of triglycerides in the liver but the mechanism remains unclear. Therefore, the effect of hydrazine on hepatic triglyceride synthesis and subsequent transport was studied in a hepatocyte model, in vitro in order to isolate liver cells from extrahepatic influences. Hepatocytes were isolated and either incubated in suspension with [(14)C]palmitate in the presence of hydrazine (2-12 mM) or pre-incubated with [(14)C]palmitate, washed free of the fatty acid and then incubated with hydrazine (2-12 mM). Hydrazine resulted in a significant reduction in the incorporation of [(14)C]palmitate into triglycerides and reduction in the transportation of triglycerides out of cells. When [(14)C]palmitate was in the incubation medium, ATP levels were reduced by lower concentrations of hydrazine than have previously been reported. None of the concentrations of hydrazine used affected cell membrane integrity (viability) as measured by LDH leakage. The (14)CO2 produced by the beta-oxidation of [(14)C]palmitate was also measured in short term incubations (30 min) carried out in sealed vessels. There was a dose dependent increase in (14)CO2 produced by very low concentrations of hydrazine (0.01-0.1 mM) after which the effect was maximal and concentrations above 8 mM hydrazine decreased (14)CO2 production. The data suggest that the inhibition of transportation of triglycerides out of cells by hydrazine may have a more important role in the accumulation of triglycerides in the liver than has been previously recognised. However, the model was not able to mimic the accumulation of triglycerides in hepatocytes seen in vivo."
        },
        {
            "References": "PMID:18295292",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Isoniazid is an anti-tuberculosis drug that can cause hepatotoxicity in 20% of patients that is usually associated with an inflammatory response. Hepatocytes when exposed to non-toxic levels of H2O2, to simulate H2O2 formation by inflammatory cells, became twice as sensitive to isoniazid toxicity. Isoniazid cytotoxicity was prevented by 1-aminobenzotriazole, a non-selective P450 inhibitor or by bis-p-nitrophenyl phosphate (BNPP), an esterase inhibitor. Moreover, the cytotoxicity of hydrazine, the metabolite formed by amidase-catalyzed hydrolysis of isoniazid, was increased 16-fold by a non-toxic H2O2-generating system. The acetylhydrazine metabolite was found to be much less cytotoxic than hydrazine in this hepatocyte inflammation model. Hydrazine, therefore, seems to be the isoniazid reactive metabolite in this inflammation model. The molecular mechanism of hydrazine-induced cytotoxicity was attributed to oxidative stress as reactive oxygen species (ROS) and protein carbonyl formation occurred before the onset of hepatocyte toxicity. Hydrazinetoxicity also involved significant production of endogenous H2O2 which resulted in lysosomal membrane damage and leads to a collapse in mitochondrial membrane potential. These results implicated H2O2, a cellular mediator of inflammation, as a potential risk factor for the manifestation of adverse drug reactions, particularly those caused by hydrazine containing drugs."
        },
        {
            "References": "PMID:15282401",
            "Value": "/OTHER TOXICITY INFORMATION/ Hydrazine (HD) and acetylhydrazine (AcHD) are metabolites of the antituberculosis drug isoniazid (INH) that have been implicated in INH-induced liver damage. The hepatotoxicity of AcHD and HD were compared in adult male C57Bl/6J mice by evaluating hepatic histopathology, plasma biochemistry, and hepatic gene expression. By all measures, HD had significantly greater effects than AcHD. There was no evidence of liver damage following exposure to AcHD (300 mg/kg, po). However, HD at this dose caused marked hepatic necrosis, macrovesicular degeneration, and steatosis. Lipid accumulation was initiated 2 hr after HD exposure, with hepatic macrovesicular degeneration evident after 4 hr, and severe necrosis by 36 hr. Gene expression profiles were compared 24 hr following 100 mg/kg po of HD or AcHD. HD changed the hepatic expression of more genes than AcHD, particularly lipid synthesis, transport, and metabolism genes that may be involved in steatosis. Hepatic expression of genes regulated by peroxisome proliferator activated receptors (PPAR) and sterol regulatory element binding protein (SREBP) transcription factors was increased only by HD. The hepatotoxicty and hepatic gene expression profile of HD, but not AcHD, indicate that exposure to HD initiates a process whereby the production and intracellular transport of hepatic lipids is favored over the removal of fatty acids and their metabolites."
        },
        {
            "References": "PMID:21154879",
            "Value": "/OTHER TOXICITY INFORMATION/ Gas chromatography-mass spectrometry (GC-MS) has great advantages for analyzing organic/amino acids, which are often targets in efficacy and/or toxicity studies. Although GC-MS has been used for the detection of many metabolic disorders, applications of GC-MS-based metabolomics in pharmacology/toxicology are relatively underdeveloped. We intended to investigate applicability of a GC-MS-based metabolomics approach for toxicological evaluation, and tried to elucidate the mechanism of hydrazine-induced hepatotoxicity. Rats were administered hydrazine chloride orally (120 and 240 mg/kg), and urine, plasma and liver samples were collected at 24 or 48 hr post-dosing. Conventional clinical chemistry and liver histopathology were performed, urine and plasma were analyzed by GC-MS, and metabolic profiles were assessed using chemometric techniques. Principal component analysis score plots showed clear separation of the groups, indicating dose-dependent toxicity and recovery. The mechanism of toxicity was investigated based on semi-quantification data of identified metabolites. Amino acid precursors of glutathione (cystein, glutamate and glycine) and a product of glutathione metabolism (5-oxoproline) were elevated dose-dependently, accompanied with elevation of ascorbate levels. In addition, intermediates of the TCA cycle were decreased, whereas participants of the urea cycle and other amino acids were increased. These alterations were associated with histopathological changes such as fatty degeneration and glycogen accumulation. Application of GC-MS-based metabolomics revealed that oxidative stress and GSH consumption play important roles in the etiology of hydrazine-induced hepatotoxicity, demonstrating that this approach is a useful tool in pharmacology and toxicology for screening, elucidating mode of action and biomarker discovery."
        },
        {
            "References": "PMID:6617823",
            "Value": "/OTHER TOXICITY INFORMATION/ Megamitochondria were induced (reversible process) in mouse and rat hepatocytes by feeding diet containing hydrazine."
        },
        {
            "References": "Kane DA, Williamson KJ; Arch Environ Contam Toxicol 12 (4): 447-53 (1983)",
            "Value": "/OTHER TOXICITY INFORMATION/ The toxicity of monomethylhydrazine, hydrazine and unsymmetrical dimethylhydrazine was determined for mixed and uniculture cultures of nitrifying, denitrifying, and anaerobic methanogenic bacteria. Monomethylhydrazine was more toxic than hydrazine, which was more toxic than dimethylhydrazine. The toxicity levels were low enough to preclude biological waste treatment of these compounds."
        },
        {
            "References": "PMID:3335049",
            "Value": "/OTHER TOXICITY INFORMATION/ Hydrazine is acutely neurotoxic, hepatotoxic and nephrotoxic; it is also carcinogenic to liver and lung in rodents. Administration of hydrazine results in formation of 7-methylquanine and O6-methylguanine in target organ DNA of rats, mice, hamsters and guinea pigs. It has been suggested that hydrazine reacts with endogenous formaldehyde to form a condensation product which could be metabolized to a methylating agent. Solutions of 0.50 mM hydrazine and formaldehyde have, upon mixing, NMR spectra (300 mHz) consistent with the formation of formaldehyde hydrazone but not other possible condensation products such as tetraformyltriazine or formaldehyde azine. These same solutions evidencing hydrazone formation, when incubated in an in vitro system containing post-mitochondrial (S9), microsomal, cytosolic or mitochondrial cell fractions, resulted in the methylation of DNA guanine; S9 was the most active fraction. Neither the p450 monooxygenase nor flavin monooxygenase systems appeared to be important in hydrazine/formaldehyde-induced methylation of DNA. However, sodium azide, cyanamide and carbon monoxide all inhibited S9-supported DNA methylation. Bovine liver catalase, a heme-containing cytochrome, readily transformed hydrazine/formaldehyde to a methylating agent. The data support formation of formaldehyde hydrazine as the condensation product of hydrazine and formaldehyde which is rapidly transformed in various liver cell fractions, perhaps by catalase and/or catalase-like enzyme, to a methylating agent."
        },
        {
            "References": "WHO; Environ Health Criteria 68: Hydrazine (1987). Available from, as of December 18, 2017: https://www.inchem.org/documents/ehc/ehc/ehc68.htm#PartNumber:6",
            "Value": "/OTHER TOXICITY INFORMATION/ Several mechanisms /for accumulation of triglycerides in the liver of rats exposed to single doses of hydrazine via injection routes/ have been proposed:  1. Increased mobilization of free fatty acids from adipose tissue (particularly observed at low plasma-glucose levels) leading to an increased uptake of free fatty acids, followed by increased triglyceride synthesis in the liver. This mobilization of free fatty acids might be caused by the effects of hydrazine on the sympathetic nervous system and on levels of adrenal steroid hormone, possibly in response to the hypoglycemia induced  by hydrazine. ...Elevated concentrations of circulating corticosterone and decreased concentrations of insulin /were found/ in the serum of rats exposed to hydrazine. Decreased blood-insulin levels were also measured in rats by /another study/.   2. Increased synthesis of triglycerides caused by increased enzymatic activity of phosphatidate phosphohydrolase in hepatocytes both in vivo and in vitro was reported... . It has been suggested that this was a result of increased corticosterone levels. In addition, ... increased fatty acid synthesis /was found/ in the liver of rats after hydrazine administration.  3. Triglycerides could accumulate in hepatocytes as a result of a decreased secretion of lipoproteins from liver to plasma. This could be explained by a decreased lipid-binding capacity of lipoproteins following an observed alteration in the proportion of phospholipids and cholesterol or by increased lipid peroxidation. The protein moiety of lipoproteins could also be subject to change."
        },
        {
            "References": "WHO; Environ Health Criteria 68: Hydrazine (1987). Available from, as of December 18, 2017: https://www.inchem.org/documents/ehc/ehc/ehc68.htm#PartNumber:6",
            "Value": "/OTHER TOXICITY INFORMATION/ It has been postulated that hydrazine inhibits glyconeogenesis. This could occur via inhibition of pyridoxal phosphate-dependent aminotransferases and decarboxylases. It has been shown that hydrazine interferes with pyridoxal phosphate synthesis in vitro and in vivo. Inhibition of transaminases would also explain the increase in free amino acids observed in the plasma, liver, brain, and muscle of rats and in the plasma and urine of dogs. It could further explain several observations in rats, such as the depressed conversion of amino acids to carbon dioxide, the depressed incorporation of amino acids in plasma-glucose, and the enhanced incorporation of amino-labelled acids in liver proteins, 24 hr following hydrazine exposure. Inhibition of protein synthesis was also observed in rat livers up to 8.5 hr after exposure."
        },
        {
            "References": "PMID:14997507",
            "Value": "/OTHER TOXICITY INFORMATION/ A proteomics approach combined with multivariate data analysis was used to examine the hepatotoxic effect of hydrazine in 30 male Sprague Dawley rats, assigned to four treatment groups and two control groups. Liver samples from the individual animals were resolved by two-dimensional differential gel electrophoresis (2-D DIGE) and protein patterns from the 2-D gels were analyzed by principal component analysis (PCA) and partial least squares regression (PLSR). The PCA plot was able to describe the variation in the protein expression related to dose and time, by separation or clustering of different animal groups. PLSR followed by variable selection (Jack-knifing) was used to select proteins that varied significantly in relation to the dose related response of the hydrazine treatment. The 10 up-regulated and 10 down-regulated proteins with highest rank in the PLSR model were identified by mass spectrometry. Hydrazine treatment induced altered expression of proteins related to lipid metabolism, Ca(2+) homeostasis, thyroid hormone pathways and stress response. Several of the identified proteins have not previously been implicated in hydrazine toxicity and may thus be regarded as new potential biomarkers of induced liver toxicity."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.11. Nov, 2012. Available from, as of Jan 5, 2018: https://www2.epa.gov/tsca-screening-tools (2) Swann RL et al; Res Rev 85: 17-28 (1983) (3) Moliner AM, Street JJ; J Environ Qual 18: 487-91 (1989) (4) Doucette WJ; pp. 141-188 in Handbook of Property Estimation Methods for Chemicals. Boethling RS, Mackay D, eds. Boca Raton, FL: Lewis Publ (2000) (5) Bollag JM et al; J Agric Food Chem 26: 1302-6 (1978) (6) Adrian P et al; Toxicol Environ Chem 20-21: 109-20 (1989)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of hydrazine can be estimated to be 13(SRC). According to a classification scheme(2), this estimated Koc value suggests that hydrazine is expected to have very high mobility in soil. The pKa of hydrazine is 7.92(3), indicating that this compound will exist partially in the cation form in the environment and cations generally adsorb more strongly to soils containing organic carbon and clay than their neutral counterparts(4). The nature and extent of hydrazine adsorption by clays and soils is very dependent on suspension pH and on the types of surface functional groups present on the solid matrix. Under acidic conditions, pH 4.0, 99.9% of the hydrazine is present as the protonated species and should be able to readily replace Na+ from exchange sites(3). Under alkaline conditions, pH 8.0, approximately 50% of the hydrazine is protonated and 50% is in neutral form. The primary mechanism of hydrazine adsorption in a montmorillonite clay suspension was cation exchange, both at pH 4 and 8; adsorption of hydrazine was lower at the higher pH value(3). The main mechanism for hydrazine retention at pH 4 and at low hydrazine concentrations in the upper Arrendondo soil horizon (fine sand) was also cation exchange. At higher concentrations more than 60% of the hydrazine interacted with a different type of binding site, possibly with organic-surface functional groups such as carbonyl groups(3). Under alkaline conditions, using upper horizon Arrendondo soil, (at pH 8.0) hydrazine was adsorbed more readily than at pH 4(3)."
        },
        {
            "References": "(1) Braun BA, Zirrolli JA; Environ Fate of Hydrazine Fuels in Aqueous and Soil Environments, Air Force Report No. ESL-TR-82-45 NTIS AD-A125813 (1983) (2) Weber JB, Miller CT; pp. 305-33 in Reactions and Movement of Organic Chemicals in Soils, SSSA Special Publication No 22 (1989)",
            "Value": "Of the initial amount of hydrazine applied to cleaned sand (100% sand), Vandenburg Air Force Base (VAFB) soil (99.1% sand, 0.4% clay, pH 6.1), organic soil (96.1% sand, 1% clay, 1% carbon, pH 6.4), and clay (69.3% sand, 27.95 clay, pH 3.7), 2%, 44%, 25%, and 59% was adsorbed, respectively. Passage of water through columns containing cleaned sand, VAFB soil, organic soil and clay (10% clay soil plus 90% pure sand) treated with 10 ml of a 0.1 v/v solution of hydrazine resulted in 89.1%, 1.6%, 1.3% and 7.6% recovery of hydrazine, respectively(1). The adsorption of hydrazine to montmorillonite follows an L-2 type isotherm with an initial slope that is nonlinear and concave with respect to the abscissa(2). This indicates that hydrazine has a preferential sorption initially compared to the solvent or other solutes, with sorption decreasing as more hydrazine is sorbed(2)."
        }
    ]
}