{
    "_id": {
        "$oid": "6682e8d6c4e5dba5ffba2799"
    },
    "CID": {
        "$numberInt": "9330"
    },
    "Name": "BENACTYZINE",
    "IUPACName": "2-(diethylamino)ethyl 2-hydroxy-2,2-diphenylacetate",
    "CanonicalSMILES": "CCN(CC)CCOC(=O)C(C1=CC=CC=C1)(C2=CC=CC=C2)O",
    "Synonyms": [
        "BENACTYZINE",
        "302-40-9",
        "Benactyzin",
        "2-Diethylaminoethyl benzilate",
        "Diethylaminoethyl benzilate",
        "Benactizina",
        "2-(Diethylamino)ethyl benzilate",
        "2-(Diethylamino)ethyl diphenylglycolate",
        "Benzilic acid",
        "2-(diethylamino)ethyl ester",
        "Diphenylglycolic acid 2-(diethylamino)ethyl ester",
        "CHEMBL70352",
        "Benzactyzine",
        "DTXSID0022644",
        "595EG71R3F",
        "Benactyzine (INN)"
    ],
    "IsomericSMILES": "CCN(CC)CCOC(=O)C(C1=CC=CC=C1)(C2=CC=CC=C2)O",
    "INCHI": "InChI=1S/C20H25NO3/c1-3-21(4-2)15-16-24-19(22)20(23,17-11-7-5-8-12-17)18-13-9-6-10-14-18/h5-14,23H,3-4,15-16H2,1-2H3",
    "INCHIKEY": "IVQOFBKHQCTVQV-UHFFFAOYSA-N",
    "Formula": "C20H25NO3",
    "MolecularWeight": {
        "$numberDouble": "327.4"
    },
    "Description": "2-hydroxy-2,2-diphenylacetic acid 2-(diethylamino)ethyl ester is a diarylmethane.",
    "XlogP": {
        "$numberDouble": "2.6"
    },
    "Complexity": {
        "$numberInt": "351"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "PMID:3683366",
            "Value": "Certain muscarinic antagonists (e.g., atropine, aprophen, and benactyzine) are used as antidotes for the treatment of organophosphate poisoning. ... The interaction of aprophen and benactyzine, both aromatic esters of diethylaminoethanol, with nicotinic acetylcholine receptor (AChR) in BC3H-1 intact muscle cells and with receptor-enriched membranes of Torpedo californica /was examined/. Aprophen and benactyzine diminish the maximal carbamylcholine-elicited sodium influx into muscle cells without shifting Kact (carbamylcholine concentration eliciting 50% of the maximal 22Na+ influx). The concentration dependence for the inhibition of the initial rate of 22Na+ influx by aprophen and benactyzine occurs at lower concentrations (Kant = 3 and 50 microM, respectively) than those needed to inhibit the initial rate of [125I]-alpha-bungarotoxin binding to the agonist/antagonist sites of the AChR (Kp = 83 and 800 uM, respectively). The effective concentration for atropine inhibition of AChR response (Kant = 150 microM in BC3H-1 cells) is significantly higher than those obtained for aprophen and benactyzine. Both aprophen and benactyzine interact with the AChR in its desensitized state in BC3H-1 cells without further enhancing agonist affinity. Furthermore, these ligands do not alter the value of Kdes (equilibrium concentration of agonist which diminishes 50% of the maximal receptor response) in BC3H-1 muscle cells. The affinity of aprophen and benactyzine for the allosterically coupled noncompetitive inhibitor site of the AChR in Torpedo was determined using [3H]phencyclidine as a probe. Both compounds were found to preferentially associate with the high affinity (desensitized) state rather than the resting state of Torpedo AChR. There is a 14- to 23-fold increase in the affinity of aprophen and benactyzine for the AChR (KD = 0.7 and 28.0 uM in the desensitized state compared to 16.4 and 384 uM in the resting state, respectively). These data indicate that aprophen and benactyzine binding are allosterically regulated by the agonist sites of Torpedo AChR. Thus, aprophen and benactyzine are effective noncompetitive inhibitors of the AChR at concentrations of 1-50 uM, in either Torpedo or mammalian AChR. These concentrations correspond very well with the blood level of these drugs found in vivo to produce a therapeutic response against organophosphate poisoning."
        },
        {
            "References": "PMID:11360997",
            "Value": "Benactyzine and drofenine are widely used anticholinergic drugs. Benactyzine is used to treat organophosphate poisoning and drofenine acts on smooth muscle to stop muscle spasms. Both of these drugs are esters. After they enter the bloodstream, they will interact with butyrylcholinesterase (BChE; acylcholine acyl hydrolase: EC 3.1.1.8), which has an ability to hydrolyze a wide variety of esters. Therefore, the kinetic analysis of their inhibitory effects on human serum BChE was examined using butyrylthiocholine as substrate. Both drugs were competitive inhibitors of BChE and the Ki values of benactyzine and drofenine were calculated to be 0.010 +/- 0.001 and 0.003 +/- 0.000 mM, respectively, using the Systat (version 5.03, 1991) nonlinear regression analysis software package. According to these parameters, drofenine is a more potent competitive inhibitor of BChE than benactyzine."
        }
    ]
}