{
    "_id": {
        "$oid": "6682e7dcc4e5dba5ffba22b7"
    },
    "CID": {
        "$numberInt": "935"
    },
    "Name": "NICKEL, ELEMENTAL",
    "IUPACName": "nickel",
    "CanonicalSMILES": "[Ni]",
    "Synonyms": [
        "7440-02-0",
        "Ni",
        "Nickel",
        "Raney nickel",
        "Fibrex",
        "Metallic nickel",
        "Nickel particles",
        "Fibrex P",
        "Niccolum metallicum",
        "nickel atom",
        "Nickel 270",
        "Nickel ion",
        "Alcan 756",
        "Nickel",
        "ion (Ni1+)",
        "CCRIS 427"
    ],
    "IsomericSMILES": "[Ni]",
    "INCHI": "InChI=1S/Ni",
    "INCHIKEY": "PXHVJJICTQNCMI-UHFFFAOYSA-N",
    "Formula": "Ni",
    "MolecularWeight": {
        "$numberDouble": "58.693"
    },
    "Description": "Nickel atom is chemical element (nickel group element atom) with atomic number 28. It has a role as an epitope and a micronutrient. It is a nickel group element atom and a metal allergen.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "0"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "Parr, J.F., P.B. Marsh, and J.M. Kla (eds.). Land Treatment of Hazardous Wastes. Park Ridge, New Jersey: Noyes Data Corporation, 1983., p. 185",
            "Value": "... no ... nickel bioaccumulation in voles fed sludge-fertilized soybeans containing 30 ppm nickel ..."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "Callahan, M.A., M.W. Slimak, N.W. Gabel, et al. Water-Related Environmental Fate of 129 Priority Pollutants. Volume I. EPA-440/4 79-029a. Washington, DC: U.S. Environmental Protection Agency, December 1979., p. 15-6",
            "Value": "No data was found to suggest that nickel is involved in any biological transformation in the aquatic environment."
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Rom, W.N. (ed.). Environmental and Occupational Medicine. 2nd ed. Boston, MA: Little, Brown and Company, 1992., p. 809",
            "Value": "Nickel is hepatotoxic in animals and has been shown to effect renal function in man. It binds to the anionic glycosaminoglycan sites of the glomerular basement membrane. Ionic blocking of these sites leads to the loss of selectivity in the filtration of albumin and may explain the proteinuria associated with nickel exposure."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "International Labour Office. Encyclopedia of Occupational Health and Safety. Volumes I and II. New York: McGraw-Hill Book Co., 1971., p. 932",
            "Value": "... INGESTION OF NICKEL ... RELATIVELY LOW DEGREE OF TOXICITY. DOGS ARE ABLE TO TOLERATE DOSES OF METALLIC NICKEL ... AS HIGH AS 3 G/KG BODY WT."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V11 87 (1976)",
            "Value": "... NO ABNORMALITIES OF BRONCHIAL MUCOSA IN 20 FEMALE C57BL MICE EXPOSED TO ATMOSPHERE CONTAINING 15 MG/CU M OF GREATER THAN 99% PURE NICKEL POWDER (MAJORITY OF PARTICLES 4 UM OR LESS DIAMETER) FOR 6 HR/DAY ON 4-5 DAYS/WK FOR UP TO 21 MO. TWO LYMPHOSARCOMAS WERE OBSERVED; THERE WAS NO UNEXPOSED CONTROL GROUP ... /BECAUSE OF THE LARGE SIZE OF THE PARTICLES IN THIS STUDY, NEGATIVE RESULTS MAY ONLY REFLECT THE LOW BIOAVAILABILITY OF SUCH LARGE PARTICLES/ (HUEPER, 1958)."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V11 87 (1976)",
            "Value": "IN 15 OF TOTAL OF 50 RATS OF BOTH STRAINS ... STUDIED /WISTAR & NIH BLACK, EXPOSED TO ATMOSPHERE CONTAINING 15 MG/CU M OF GREATER THAN 99% PURE NICKEL POWDER, 6 HR/DAY, 4-5 DAYS/WK FOR UP TO 21 MO/ ... LUNG SHOWED 'ABNORMAL MULTICENTRIC ADENOMATOID FORMATION AFFECTING ALVEOLAR STRUCTURES & ATYPICAL PROLIFERATIONS OF EPITHELIAL LINING OF TERMINAL BRONCHIOLI'. IN SOME ... RATS, 'SUBCHRONIC INFLAMMATORY REACTIONS' WERE ASSOC WITH ADENOMATOID FORMATIONS; INFLAMMATORY CHANGES & MUCOSAL ULCERS ... FOUND IN PARANASAL SINUSES. AUTHOR REGARDED THE ADENOMATOID LUNG LESIONS AS BENIGN NEOPLASMS; THERE WAS NO EXCESS OF NEOPLASMS IN OTHER ORGANS. NO COMPARABLE UNEXPOSED CONTROL GROUPS ... WERE INCLUDED ... (HUEPER, 1958)."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V11 95 (1976)",
            "Value": "SARCOMA INDUCTION AFTER IM INJECTION IN FISCHER RATS: CMPD: NICKEL DUST; DOSE: 3.6 MG/RAT, 60 UM-ATOM OF METAL/RAT; LOCAL SARCOMA INCIDENCE BY 2 YR: 0/10; SECOND DOSE 14.4 MG/RAT; 240 UM-ATOM OF METAL/RAT; LOCAL SARCOMA INCIDENCE BY 2 YR: 2/10. (SUNDERMAN & MAENZA, 1976) /FROM TABLE/"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V11 96 (1976)",
            "Value": "... NO NEOPLASMS /WERE FOUND/ IN RESPONSE TO 2 IV INJECTIONS OF 0.05 ML OF 0.005% SUSPENSION OF NICKEL POWDER IN 2.5% GELATIN INTO TAIL VEIN OF 25 C57BL MALE MICE, 19 OF WHICH LIVED FOR MORE THAN 1 YR & 6 OF WHICH LIVED FOR MORE THAN 15 MO. NO CONTROLS WERE USED (HUEPER, 1955)."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V11 96 (1976)",
            "Value": "... 6 WEEKLY INJECTIONS OF 0.5 ML/KG ... OF 0.5% SUSPENSION OF NICKEL POWDER IN PHYSIOLOGICAL SALINE IN SAPHENOUS VEIN OF 25 WISTAR RATS. ONLY NEOPLASMS THAT COULD BE ATTRIBUTED TO TREATMENT AROSE 7-8 MO AFTER FIRST INJECTION IN 7 RATS NEAR SITE OF INJECTION (REGION OF GROIN) WHERE SEEPAGE OF INJECTED MATERIAL HAD OCCURRED. ... NO CONTROLS WERE USED (HUEPER, 1955)."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V11 96 (1976)",
            "Value": "... NO NEOPLASMS IN 10 RABBITS GIVEN 6 WEEKLY /IV/ INJECTIONS OF 0.5 ML/KG BODY WT OF 1% SUSPENSION OF NICKEL POWDER IN 25% AQ GELATIN SOLN. ONLY 4 OF RABBITS SURVIVED FOR MORE THAN 2 YR. NO EFFECTS ... SEEN IN CONTROLS ... OBSERVED UP TO 40 MO (HUEPER, 1955)."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V11 96 (1976)",
            "Value": "... FINE NICKEL POWDER (0.02 ML OF SUSPENSION OF 0.2 G NI/ML OF 10% GELATIN) /WAS INTRODUCED/ DIRECTLY INTO LUNG OF 34 NIH BLACK RATS BY THORACOTOMY. ALL SURVIVORS WERE SIMILARLY TREATED 12 MO LATER. OF 14 ... THAT LIVED FOR 18 OR MORE MO AFTER FIRST TREATMENT, 1 DEVELOPED SARCOMA @ SITE OF INJECTION. ... NO CONTROLS WERE USED (HUEPER & PAYNE, 1962)."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V11 97 (1976)",
            "Value": "/INVESTIGATORS/ ... REPORTED FORMATION OF ROUND-CELL & SPINDLE-CELL TUMORS @ SITE OF INJECTION IN 4/12 FEMALE OSBORNE MENDEL RATS THAT DIED BETWEEN 7 & 16 MO AFTER 5 MO /INTRAPLEURAL/ INJECTIONS OF 0.05 ML OF 12.5% (BY VOL) SUSPENSION OF NICKEL POWDER IN LANOLIN (HUEPER, 1952)."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V11 97 (1976)",
            "Value": "... 5 MONTHLY /INTRAPLEURAL/ INJECTIONS OF 5 MG NICKEL POWDER IN 0.2 ML SALINE TO 5 MALE & 5 FEMALE FISCHER RATS. 20 CONTROL RATS ... WERE GIVEN 5 MONTHLY INJECTIONS OF SALINE SOLN. PLEURAL MESOTHELIOMAS DEVELOPED IN 2/10 OF NICKEL TREATED RATS & IN 0/20 CONTROLS (FURST ET AL, 1973)."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V11 97 (1976)",
            "Value": "... SQUAMOUS CELL CARCINOMA OF FISTULOUS DUCT & 3 OSTEOSARCOMAS @ SITE OF INJECTION IN 4/17 FEMALE OSBORNE-MENDEL RATS SURVIVING 7 MO AFTER /INTRAMEDULLARY INJECTION INTO FEMUR/ ... OF 0.05 ML OF 12.5% (BY VOL) SUSPENSION OF NICKEL POWDER IN LANOLIN (HUEPER, 1952). THIS FINDING WAS NOT CONFIRMED IN SUBSEQUENT STUDY IN WHICH 27/100 WISTAR RATS ... DEVELOPED NEOPLASMS AT OR NEAR SITE OF INJECTION OF 0.1 ML OF 5% SUSPENSION OF NICKEL POWDER IN 20% GELATIN-SALINE. SOME ... RECEIVED A SECOND INJECTION AFTER 18 MO. ... 16 OF THE TUMORS WERE FIBROSARCOMAS; 4 ... RHABDOMYOSARCOMAS; 5 ... THOUGHT TO BE NEUROGENIC IN ORIGIN; 1 ... ANGIOSARCOMA; & 1, A RETICULUM-CELL SARCOMA (HUEPER, 1955)."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V11 98 (1976)",
            "Value": "... 1/6 RABBITS GIVEN 2 INJECTIONS, 27 MO APART, OF 0.25 ML NICKEL POWDER IN LANOLIN (12.5% NICKEL BY VOL) DEVELOPED METASTASIZING ENDOSTEAL FIBROSARCOMA OF FEMUR. TWO RABBITS GIVEN INJECTIONS OF LANOLIN ALONE DID NOT DEVELOP LOCAL TUMORS (HUEPER, 1955)."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V11 98 (1976)",
            "Value": "... 4 NICKEL PELLETS (2 MM DIAMETER) /IMPLANTED/ SUBDERMALLY IN EACH OF 5 MALE & 5 FEMALE WISTAR RATS. WITHIN 104 WK AFTER IMPLANTATION OF NICKEL PELLETS, 3 MALES & 2 FEMALES HAD DEVELOPED SARCOMAS AROUND 1 PELLET (MITCHELL ET AL, 1960)."
        },
        {
            "References": "PMID:373162",
            "Value": "LUNG OF RABBITS EXPOSED TO METALLIC NICKEL DUST (2 MG/CU M, OF WHICH ABOUT 1/2 WAS RESPIRABLE) FOR 4 WK WERE LAVAGED & MACROPHAGES COLLECTED. THERE WAS SIGNIFICANT INCR IN WT & DENSITY OF LUNG, SIZE VARIATION OF LUNG CELLS, PHAGOCYTOSIS OF SILVER COATED PARTICLES & METABOLIC ACTIVITY."
        },
        {
            "References": "Friberg, L., Nordberg, G.F., Kessler, E. and Vouk, V.B. (eds). Handbook of the Toxicology of Metals. 2nd ed. Vols I, II.: Amsterdam: Elsevier Science Publishers B.V., 1986., p. V2 471",
            "Value": "LONG TERM INHALATION STUDIES ... PERFORMED ON GUINEA PIGS, RATS & MICE, RATS, & HAMSTERS. EXPOSURE LASTED MORE THAN 1.5 YR IN ALL ... STUDIES. ... METALLIC NICKEL POWDER /WAS 1 OF THE COMPOUNDS TESTED (15 MG/CU M)/ ... IN THE STUDY ... NASAL SINUS INFLAMMATIONS & ULCERS ... NOTED IN RATS, & SIGNS OF LUNG IRRITATION ... IN GUINEA PIGS & RATS. ... IN MICE SIGNS OF LUNG IRRITATION WERE SEEN, BUT NOT TO THE EXTENT SEEN IN GUINEA PIGS & RATS."
        },
        {
            "References": "Michnowicz CJ, Weaks TE; Hydrobiologia 118 (3): 299-305 (1984)",
            "Value": "Acute toxicity tests were conducted to establish the response of Selenastrum capricornutum to sublethal concentrations of ... nickel (Ni) ... at a broad range of pH levels. Cultures were incubated for a period of 7 days at pH 4 in standard algal assay media containing sublethal concentrations of metal. At this low pH, growth was depressed. The adjustment of pH to higher levels resulted in increased growth when cultures were treated with ... Ni and incubated for an additional 7 days. Toxicity was least at the optimum pH range for growth of alga."
        },
        {
            "References": "Zabawski J; Bioindyk Skazen Przem Roln Mater Pokonf p.303-15 (1983)",
            "Value": "Low Ni concentrations (2.5-20 ppm) stimulated the growth of some soil fungi (eg Spicaria violacea, Aspergillus ornatus, Penicillium chrysogenum, and Penicillium canescens). The lowest tolerance to Ni was observed with Rhizopus arrhizus, the highest tolerance with Trychoderma polysporum. Most of the fungi were inhibited by Ni at all concentrations (2.5-100 ppm: P canescens, P rubrum, Penicillium strain no 38, R arrhizus, and T polysporum). Ni accumulation in the fungi was highest in R arrhizus and lowest in T polysporum. Thus, the soil fungi can be used as indicators of soil pollution by heavy metals. The fungi with relatively high resistance to the metals can be used for the reclamation of heavily polluted soils."
        },
        {
            "References": "Shepard, T.H. Catalog of Teratogenic Agents. 5th ed. Baltimore, MD: The Johns Hopkins University Press, 1986., p. 408",
            "Value": "... Nickel /was given/ in drinking water to rats for 7 mo before pregnancy and during pregnancy and some incr of preimplantation mortality was found. Some cases of malformed fetuses was noted."
        },
        {
            "References": "Doull, J., C.D.Klassen, and M.D. Amdur (eds.). Casarett and Doull's Toxicology. 3rd ed., New York: Macmillan Co., Inc., 1986., p. 276",
            "Value": "There is evidence in lab animals that nickel exposure results in altered resistance to virus and bacteria. A direct effect on macrophage function has also been attributed to nickel."
        },
        {
            "References": "PMID:6398285",
            "Value": "Prenatal effects of nickel result from direct insults to the mammalian embryo as well as from indirect ones through maternal damage. Nickel may upset the hormonal balance of the mother and can impair the development of the preimplantation embryo. The metal can cross the feto-maternal barrier and enter the fetus. In addition to an increase in prenatal and neonatal mortality, nickel can produce different types of malformations in the surviving embryos but its teratogenic action seems to be delayed, probably as a result of retarded transfer via the placenta. No definite conclusions can be reached, at the present time, as to whether the embryotoxicity and fetal toxicity of nickel is eventually related to its mutagenic properties. Nickel alters macromolecular synthesis but no convincing evidence has been provided of its ability to produce gene mutations or structural chromosome aberrations in mammalian cells."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V11 89 (1976)",
            "Value": "... NO LUNG TUMORS IN 100 MALE HAMSTERS, 66 OF WHICH SURVIVED FOR MORE THAN 18 MO, AFTER SIMULTANEOUS EXPOSURE TO 98.95% PURE NICKEL POWDER (LEVEL UNSPECIFIED), 20-35 PPM (MG/KG) SULFUR DIOXIDE (ACTING AS LUNG IRRITANT), & POWDERED LIMESTONE (1 PART FOR 3-4 PARTS OF NI, TO PREVENT NICKEL PARTICLES FROM ... /CONGLOMERATING/)."
        },
        {
            "References": "PMID:3327431",
            "Value": "The regulation of the heme biosynthetic pathway in the kidney by various metals has been reviewed. Acute treatment of rats with nickel, platinum, tin, antimony, bismuth, and cobalt rsults in induction of heme oxygenase, followed by decreased microsomal heme content and ALAS stimulation in the kidney."
        },
        {
            "References": "PMID:3436395",
            "Value": "The carcinogenicity of 50 dusts in rats following intraperitoneal injection or intratracheal instillation was examined. Nickel powder, nickel oxide, nickel subsulfide, and cadmium sulfide were carcinogenic in the two tests."
        },
        {
            "References": "Rai LC, Raizada M; Ecot Environ Safe 14 (1): 12-21 (1987)",
            "Value": "Exposure of Nostoc muscorum to different concentrations of nickel and silver brought about reduction in growth, carbon fixation, heterocyst production, and nitrogenase activity and increase in the loss of ions (K+, Na+). In an attempt to ameliorate the toxicity of test metals by ascorbic acid, glutathione, and sulfur containing amino acids (L-cysteine and L-methionine), it was found that the level of protection by ascorbic acid and glutathione was more for silver than nickel. However, metal induced inhibition of growth and carbon fixation was equally ameliorated by methionine. But the level of protection by cysteine was quite different, ie, 27% for nickel and 22% for silver."
        },
        {
            "References": "PMID:3567930",
            "Value": "A 2 yr study of carcinogenesis in male Wistar (Cr1:(WI)BR) rats administered cadmium chloride (CdCl2), 6 revealed many cases of persistent tumor like masses at the site of the metal identification tags in the ears of the animal. (Study I) A total of 14 tumors (mostly compound ostersarcomas) was diagnosed in 168 rats. Almost 90% of rats showed some significant lesion at the tag site including various degrees of chronic inflammation, chondrous hyperplasia, and osseous metaplasia of the pinnal cartilage. In contrast, only two tumors were detected in 193 animals in a second study (Study II) in the same strain of rats, and only 56% of the rats had lesions at the tag site. A high incidence (greater than 25%) of clinically severe inflammation at the tag site was seen early in Study I and persisted during the first 6 mo of the study, while the incidence of such reactions in Study II was never more than 1%. Elemental analysis of the tags provided no explanation for the differences between the two studies; tags used in both studies were of the same composition, predominantly nickel and copper."
        },
        {
            "References": "PMID:3327431",
            "Value": "Acute treatment with nickel, platinum, tin, antimony, bismuth, and cobalt induced heme oxygenase, followed by decreased microsomal heme content and aminolevulinic acid synthetase stimulation in kidney."
        }
    ]
}