{
    "_id": {
        "$oid": "6682e8d6c4e5dba5ffba279a"
    },
    "CID": {
        "$numberInt": "9351"
    },
    "Name": "HYDRALAZINE HYDROCHLORIDE",
    "IUPACName": "phthalazin-1-ylhydrazine;hydrochloride",
    "CanonicalSMILES": "C1=CC=C2C(=C1)C=NN=C2NN.Cl",
    "Synonyms": [
        "HYDRALAZINE HYDROCHLORIDE",
        "304-20-1",
        "HYDRALAZINE HCL",
        "1-Hydrazinophthalazine hydrochloride",
        "Apresoline",
        "1-Hydrazinylphthalazine hydrochloride",
        "Aiselazine",
        "Dralzine",
        "Hyperazin",
        "Hyperex",
        "Lopress",
        "Hydralazine chloride",
        "Slow-Apresolin",
        "Apresine",
        "Rolazine"
    ],
    "IsomericSMILES": "C1=CC=C2C(=C1)C=NN=C2NN.Cl",
    "INCHI": "InChI=1S/C8H8N4.ClH/c9-11-8-7-4-2-1-3-6(7)5-10-12-8;/h1-5H,9H2,(H,11,12);1H",
    "INCHIKEY": "ZUXNZUWOTSUBMN-UHFFFAOYSA-N",
    "Formula": "C8H9ClN4",
    "MolecularWeight": {
        "$numberDouble": "196.64"
    },
    "Description": "Hydralazine hydrochloride is the hydrochloride salt of hydralazine; a direct-acting vasodilator that is used as an antihypertensive agent. It has a role as a vasodilator agent and an antihypertensive agent. It contains a hydralazine.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "150"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "Hardman, J.G., L.E. Limbird, P.B., A.G. Gilman. Goodman and Gilman's The Pharmacological Basis of Therapeutics. 10th ed. New York, NY: McGraw-Hill, 2001., p. 885",
            "Value": "Hydralazine causes direct relaxation of arteriolar smooth muscle. The molecular mechanism of this effect is not known. It is not a dilator of capacitance vessels (e.g., the epicardial coronary arteries) and does not relax venous smooth muscle. Hydralazine-induced vasodilatation is associated with powerful stimulation of the sympathetic nervous system, which results in increased heart rate and contractility, increased plasma renin activity, and fluid retention; all of these effects counteract the antihypertensive effect of hydralazine. Although most of the sympathetic activity is due to a baroreceptor-mediated reflex, hydralazine may stimulate the release of norepinephrine from sympathetic nerve terminals and augment myocardial contractility directly."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Drozdz M et al; Exp Pathl 32 (2): 119-22 (1987)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Hydralazine was administered in drinking water as a 0.0312% solution to randomly bred Swiss mice for life beginning at 5 weeks of age. The treatments gave rise to statistically significant incidences of lung tumors: 55% in females and 43% in males. A decreased copper concentration and superoxide dismutase activity in the lung of mice were observed."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V24 90 (1980)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ An aqueous solution of 0.125% hydralazine hydrochloride (93% pure) was given continuously as drinking water for life to 50 male and 50 female random-bred Swiss mice, from 6 wks of age. The average daily intake of hydralazine hydrochloride was 7.4 mg for males and 5.4 mg for females. A control group consisted of 50 females and 50 males. Whenever a treated mouse died, a corresponding untreated control mouse was killed on the same day. Of the treated females, 30 (60%) developed 81 lung tumors; 19 mice had 40 adenomas, 2 had 2 adenocarcinomas, and 9 had 28 adenomas plus 11 adenocarcinomas. Their average age at death was 78 weeks; the first tumor was found at the 49th week and the last at the 98th week. In untreated females,18 (36%) developed 20 lung tumors; 15 mice had 17 adenomas, and 3 mice had 3 adenocarcinomas. Their average age at death was 78 wks; the first tumor was found at the 55th wk and the last at the 92nd wk. The increased incidence of lung tumors in females was statistically significant (P<0.014). In treated males, 23 (46%) developed 58 lung neoplasms; 14 mice had 21 adenomas; 1 mouse had an adenocarcinoma; and 8 had 24 adenomas plus 12 adenocarcinomas. Their average age at death was 79 wks; the first tumor was found at the 60th wk and the last at the 96th wk of age. In untreated males,13 (26%) developed 16 lung tumors; 9 mice had 9 adenomas; 4 had 4 adenocarcinomas; and 1 had 1 adenoma plus 2 adenocarcinomas. Their average age at death was 75 wks; the first tumor was found at the 54th wk and the last at the 95th wk of age (P<0.032). (Attention is drawn to the fact that the unusual design of the experiment, whereby a control mouse was killed each time a treated mouse died, was not followed by an appropriate analysis of the results. The fact that the purity of the compound (93%) was lower than USP standards (98%) was also noted."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V24 91 (1980)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Lupus erythematosus cells were found in the blood of 7 out of 8 dogs administered hydralazine hydrochloride at daily doses of 200 mg/dog for 2-8 months. The kidneys showed changes consistent with those found in disseminated lupus erythematosus. In other studies in dogs, daily doses of 20 mg/kg bw hydralazine (unspecified) daily for 2-12.5 months produced anaemia, which the authors said was probably hemolytic; no lupus erythematosus cells were found. Daily doses of 50-200 mg/dog for 29 weeks caused multifocal hepatic necrosis but no symptoms that showed a clear relationship with disseminated lupus erythematosus. The presence of antinuclear antibodies, an indicator of disseminated lupus erythematosus, was not detected in rats given 60 mg/kg bw hydralazine hydrochloride daily for 6 months. Antinuclear antibodies were detected in 30% of guinea-pigs after daily administration of 100 mg/animal of dihydralazine sulfate, a hydralazine derivative, for 7 months."
        },
        {
            "References": "Medical Economics Co; Physicians Desk Reference Generics 2nd ed p. 1553 (1996)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Animal studies indicate that hydralazine is teratogenic in mice at 20 to 30 times the maximum daily human dose of 200 to 300 mg and possible in rabits at 10 to 15 times the maximum daily human dose, but that it is nonteratogenic in rats. Teratogenic effects observed were cleft palate and malformation of facial and cranial bones."
        },
        {
            "References": "Medical Economics Co; Physicians Desk Reference Generics 2nd ed p. 1553 (1996)",
            "Value": "/GENOTOXICITY/ Hydralazine was shown to be mutagenic in bacterial systems (gene mutation and DNA repair ) and in one of two rat and one rabbit hepatocyte in vitro DNA repair studies. Additional in vitro and in vivo studies using lymphoma cells, germinal cells, fibroblasts from mice, bone marrow cells from Chinese hamsters and fibroblasts from human cell lines did not demonstrate any mutagenic potential for hydralazine."
        }
    ]
}