{
    "_id": {
        "$oid": "6682e8d7c4e5dba5ffba279f"
    },
    "CID": {
        "$numberInt": "9414"
    },
    "Name": "MEXACARBATE",
    "IUPACName": "[4-(dimethylamino)-3,5-dimethylphenyl] N-methylcarbamate",
    "CanonicalSMILES": "CC1=CC(=CC(=C1N(C)C)C)OC(=O)NC",
    "Synonyms": [
        "Mexacarbate",
        "ZECTRAN",
        "315-18-4",
        "Zectane",
        "Zextran",
        "Dowco 139",
        "4-Dimethylamino-3,5-xylyl methylcarbamate",
        "4-(Dimethylamino)-3,5-Xylyl methylcarbamate",
        "OMS-47",
        "OMS 639",
        "NCI-C00544",
        "4-Dimethylamino-3,5-xylyl N-methylcarbamate",
        "ENT 25766",
        "4-(Dimethylamino)-3,5-dimethylphenyl methylcarbamate",
        "Phenol",
        "4-(dimethylamino)-3,5-dimethyl-",
        "methylcarbamate (ester)"
    ],
    "IsomericSMILES": "CC1=CC(=CC(=C1N(C)C)C)OC(=O)NC",
    "INCHI": "InChI=1S/C12H18N2O2/c1-8-6-10(16-12(15)13-3)7-9(2)11(8)14(4)5/h6-7H,1-5H3,(H,13,15)",
    "INCHIKEY": "YNEVBPNZHBAYOA-UHFFFAOYSA-N",
    "Formula": "C12H18N2O2",
    "MolecularWeight": {
        "$numberDouble": "222.28"
    },
    "Description": "Mexacarbate is a member of benzenes.",
    "XlogP": {
        "$numberDouble": "2.5"
    },
    "Complexity": {
        "$numberInt": "231"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Matsumura F, Benezet H; Environ Health Project Sept pp. 253-8 (1973) (2) Merck; The Merck Index An Encyclopedia of Chemicals, Drugs, and Biologicals 10th ed Rahway, NJ: Merck & Co p 884 (1983) (3) Lyman WJ et al; Handbook of Chemical Property Estimation Methods NY: McGraw-Hill p. 5-4 (1982)",
            "Value": "Direct introduction of mexacarbate into water resulted in a BCF value of 14 in shrimp and exposure of the shrimp and silverside fish to mexacarbate on sand gave BCF values of 18 and 45, respectively(1). Using a reported water solubility of 100 ppm(2), a BCF of 46 was calculated(3,SRC). Based on the observed and estimated BCF, mexacarbate will not be expected to bioconcentrate in aquatic organisms(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Meikle RW; Bull Environ Contam Toxicol 10: 29-36 (1973) (2) Benezet HJ, Matsumura F; J Agric Food Chem 22: 427-30 (1974) (3) Sundaram KMS et al; J Environ Sci Health B22: 29-54 (1987)",
            "Value": "Mexacarbate biodegraded in soil under unspecified conditions to yield 4-methylamino-3,5-xylyl methylcarbamate, 2,6-dimethylhydroquinone and 4-dimethylamino-3,5-xylenol(1). Pure cultures of HF-3 (a bacterium) and the fungus, Trichoderma viride, are capable of degrading mexacarbate to the major metabolites, 4-dimethylamino-3,5-xylenol and 4-methylamino-3,5-xylyl methylcarbamate(2). Degradation of 14-C labeled mexacarbate was studied in sterile and nonsterile sand loam and clay loam forest soil litters under aerobic and submerged conditions(3). The half-lives for 14-C02 evolution in the nonsterile sandy loam and clay loam litters ranged were 7.31 and 8.88 days, respectively, under aerobic conditions and 7.72 and 9.32, respectively, under submerged conditions(3). Only 1-4% 14-Co2 was evolved in experiments with the autoclaved (sterile) soil litters(3). The recovery of free or loosely bound mexacarbate after 45 days of incubation ranged from 1-2% under aerobic conditions and 8-11% under submerged conditions in nonsterile soil; the recovery from sterile soil ranged from 46-50% under aerobic conditions and 30-38% under submerged conditions(3). These results indicate that the litter microbes contributed to the degradation of mexacarbate and the release of 14-C02(3). Degradation products included desmethylated carbamates, various xylenols, polar, and unknown products(3)."
        },
        {
            "References": "MATSUMURA F ET AL; ACS SYMP SER 158 (CH08): 111-29 (1981)",
            "Value": "IRON-SULFUR PROTEINS ARE GOOD MEDIATORS OF ELECTRON TRANSFER, & THUS CAN PLAY A ROLE IN THE DEGRADATION OF ORGANIC POLLUTANTS WHERE OXIDATIVE OR REDUCTIVE REACTIONS ARE INVOLVED. THE DEGRADATION OF ZECTRAN BY FERREDOXIN & IN CELL-FREE EXTRACTS OF BACILLUS MEGATERIUM, ARE DESCRIBED."
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Hayes, Wayland J., Jr. Pesticides Studied in Man. Baltimore/London: Williams and Wilkins, 1982., p. 457",
            "Value": "... IT IS REPORTED ... THAT 4-METHYLAMINO-3,5-XYLYL-N-METHYLCARBAMATE, ONE OF THE METABOLITES OF MEXACARBATE, IS MORE POTENT THAN THE PARENT COMPOUND AS AN INHIBITOR OF ACETYLCHOLINESTERASE IN VITRO."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V12 239 (1976)",
            "Value": "GROUPS OF 18 MALE & 18 FEMALE (C57BL/6XC3H/ANF)F1 MICE & 18 MALE & 18 FEMALE (C57BL/6XAKR)F1 MICE RECEIVED COMMERCIAL ZECTRAN (95% PURE) ACCORDING TO THE FOLLOWING SCHEDULE: 4.64 MG/KG BODY WT IN GELATIN AT 7 DAYS OF AGE BY STOMACH TUBE & THE SAME AMOUNT (NOT ADJUSTED FOR INCREASING BODY WEIGHT) DAILY UP TO 4 WK OF AGE; SUBSEQUENTLY THE MICE WERE GIVEN 11 MG ZECTRAN PER KG OF DIET. THE DOSE WAS THE MAXIMUM TOLERATED DOSE FOR INFANT & YOUNG MICE BUT NOT NECESSARILY SO FOR ADULTS. THE EXPERIMENT WAS TERMINATED WHEN THE ANIMALS WERE ABOUT 78 WK OF AGE, AT WHICH TIME 14, 17, 17 & 16 MICE IN THE FOUR GROUPS, RESPECTIVELY, WERE STILL ALIVE. TUMOR INCIDENCES WERE COMPARED WITH THOSE OBSERVED AMONG 79-90 NECROPSIED MICE OF EACH SEX & STRAIN, WHICH EITHER HAD BEEN UNTREATED OR HAD RECEIVED GELATIN ONLY: THE INCIDENCES WERE INCREASED IN MALES OF THE FIRST STRAIN (9/16 VERSUS 22/79) (P= <0.05) BUT NOT IN FEMALES OF THE SAME STRAIN NOR IN EITHER SEX OF THE SECOND STRAIN. THE INCIDENCE OF LUNG ADENOMAS WAS INCREASED IN BOTH SEXES OF THE FIRST STRAIN (4/16 IN MALES & 3/17 IN FEMALES VERSUS 5/79 & 3/87 CONTROLS; IF BOTH SEXES ARE CONSIDERED TOGETHER (P= <0.01). HEPATOMAS WERE FOUND IN 5/16 MALES OF THE FIRST STRAIN, COMPARED WITH 8/79 IN CONTROLS (P= <0.05), & IN 2/17 MALES OF THE SECOND STRAIN, COMPARED WITH 5/90 IN CONTROLS (P= >0.05). NO HEPATOMAS WERE SEEN IN FEMALES."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V12 240 (1976)",
            "Value": "A SINGLE PERCUTANEOUS APPLICATION OF 2000 MG/KG BODY WEIGHT PRODUCED NO DISCERNIBLE EFFECTS IN NEW ZEALAND RABBITS ... ."
        },
        {
            "References": "REPORT ISS DHEW/PUB/NIH-78-1703, NCI-CG-TR-147, ORDER NO PB-287471, 94 (1978)",
            "Value": "A BIOASSAY OF TECHNICAL GRADE MEXACARBATE FOR POSSIBLE CARCINOGENICITY WAS CONDUCTED USING RATS & MICE. MEXACARBATE WAS ADMINISTERED IN THE FEED FOR 78 WK AT EITHER OF 2 CONCN TO MALE & FEMALE ANIMALS OF EACH SPECIES. THE TIME-WEIGHTED AVERAGE HIGH & LOW DIETARY CONCN WERE 418 & 209 PPM FOR MALE RATS, 678 & 339 PPM FOR FEMALE RATS, 654 & 327 PPM FOR MALE MICE & 135 & 68 PPM FOR FEMALE MICE. BECAUSE OF POOR SURVIVAL OF THE MALE CONTROL MICE, A POOLED CONTROL GROUP WAS USED FOR STATISTICAL ANALYSIS OF TUMOR INCIDENCE IN MALE MICE. NO NEOPLASMS OCCURRED IN STATISTICALLY SIGNIFICANT INCREASED INCIDENCES WHEN DOSED RATS WERE COMPARED TO CONTROLS. THIS WAS ALSO TRUE OF THE MICE. THERE WAS A POSSIBILITY THAT THE FEMALE MICE DID NOT RECEIVE MAXIMUM TOLERATED DOSES OF MEXACARBATE. UNDER THE CONDITIONS OF THIS BIOASSAY, SUFFICIENT EVIDENCE WAS NOT PROVIDED TO CONCLUDE THAT ORALLY ADMINISTERED MEXACARBATE WAS CARCINOGENIC IN RATS OR IN MICE."
        },
        {
            "References": "Singh O, Agarwal RA; Pesticies 18 (8): 30-33 (1985)",
            "Value": "Laborator trials for the control of North Indian snail pests, Lymnaea acuminata (an livestock parasite vector) and Plia globosa (a rice pest) were carried out. Three carbamate compounds were tested for molluscicidal activity. On the basis of LD50 values calculated for exposure times ranging from 48 to 240 hr the order to toxicity for the carabamates was zectran > carbaryl > aldicarb. L. acuminata was more sensitive to all the pesticides tested."
        },
        {
            "References": "Edmiston CE JR et al; Environ Res 36 (2): 33-50 (1985)",
            "Value": "The acute toxicity of 3 carbamate pesticides, aldicarb, carbaryl and mexacarbate, on a population of Paramecium multimicronucleatum was studied. The toxicity was evaluated by the Warburg respirometer and the static acute plate assay. Aldicarb, carbaryl and mexacarbate were shown to significantly inhibit cumulative O2 uptake at 24 hr in the Paramecium culture at 160, 120 and 100 ppm, respectively. Aldicarb, carbaryl and mexacarbate concentrations of 60, 20 and 10 ppm demonstrated no inhibition of cumulative O2 uptake when compared to a Paramecium control at 24 hr. Pesticide concentrations intermediate to the high and low concentrations demonstrated varying degrees of inhibition. Static plate assay data for aldicarb demonstrated LC50 values of 93, 104, 122 and 145 ppm at 24, 17, 13 and 9 hr, while carbaryl demonstrated LC50 values of 28, 34, 46, 65 and 105 ppm at 24, 17, 13, 9 and 7 hr respectively. Mexacarbate LC50 values were 19, 25, 35, 57 and 83 ppm at 24, 17, 13, 9 and 7 hr. O2 uptake values compared favorably with the static assay data. Scanning electron micrographs demonstrated several morphologic changes in Paramecium with increased pesticide concentration and exposure in Paramecium with increased pesticide concentration and exposure time including ciliary abnormalities and disruption of surface structure."
        },
        {
            "References": "Pouier DG, Surgeoner GA; Can Entomol 119 (9): 755-64 (1987)",
            "Value": "Continuous-flow laboratory bioassays were used to assess the acute toxicities of four formulated insecticides to representative stream invertebrates (Orconectes propinquus, Simulium venustum, Pycnopsyche sp, Phasganophora sp, Isonychia sp and Ophiogomphus sp). Toxicities (48-hr LC50) ranged from 478 to 2863 ug/l for aminocarb, and from 99 to 492 ug/l for mexacarbate."
        },
        {
            "References": "PMID:3632045",
            "Value": "The carbamate insecticide Zectran (active ingredient (AI) mexacarbate) was applied aerially to two 300 ha blocks of coniferous forest, one at a dosage rate of 70 g active ingredient/ha and the other at 140 g active ingredient/ha. Brain cholinesterase (ChE) activity was determined in 372 exposure and control forest songbirds representing seven species. Brain cholinesterase activity was similar among controls of all species studied. Among exposed birds, cholinesterase activity was lowest in individuals from the high-dose block, although difference were not statistically significant. Warbler cholinesterase activity showed a statistically significant relationship to dosage rates. Spray deposit was four times as great on the high-dosage block as on the low one. Zectran provides a margin of safety to songbirds exceeding that of the organophosphorus insecticide fenitrothion which is currently used on a widespread operational basis against spruce budworm (Choristoneura fumiferana) in New Brunswick, Canada."
        },
        {
            "References": "Bioassay of Mexacarbate for Possible Carcinogenicity (1978) Technical Rpt Series No. 147 DHEW Pub No. (NIH) 78-1703, U.S. Department of Health Education and Welfare, National Cancer Institute, Bethesda, MD 20014",
            "Value": "... Levels of Evidence of Carcinogenicity: Male Rats: Negative; Female Rats: Negative; Male Mice: Negative; Female Mice: Negative."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "PMID:7252065",
            "Value": "ERRORS IN ANALYSIS OF THE INSECTICIDE ZECTRAN IN NATURAL WATERS HAVE BEEN ATTRIBUTED TO PARTICULATE MATTER IN THESE WATERS. ZECTRAN DOES SORB ONTO PARTICULATES, ACCORDING TO THE AMOUNT OF ORGANIC MATTER MEASURED AS CHEMICALLY OXIDIZABLE CARBON."
        },
        {
            "References": "(1) Merck; The Merck Index An Encyclopedia of Chemicals, Drugs, and Biological 10th ed Rahway, NJ: Merck & Co p 884 (1983) (2) Sundaram KMS et al; Forest Pestic Manage Inst 71: 1-34 (1985) (3) Lyman WJ et al; Handbook of Chemical Property Estimation Methods NY: McGraw-Hill p. 4-9 (1982) (4) Swann RL et al; Res Rev 85: 16-28 (1983)",
            "Value": "(14)C-labeled mexacarbate was studied in sandy loam an clay loam forest soil profile columns under simulated field conditions(2). Most of the 14-C-labelled material, mexacarbate and its degradation products, were strongly adsorbed to the upper layers of soil litter except in experiments wher the columns were overloaded by the quantity of mexacarbate added to the column(2). Using a reported water solubility of 100 ppm(1), a Koc of 347 was calculated(3,SRC). Based on the estimated Koc value and the results from the soil column experiments, mexacarbate is expected to maintain medium and low mobility in soils, respectively(4)."
        }
    ]
}