{
    "_id": {
        "$oid": "6682e8d8c4e5dba5ffba27a0"
    },
    "CID": {
        "$numberInt": "9433"
    },
    "Name": "AMINOPHYLLINE",
    "IUPACName": "1,3-dimethyl-7H-purine-2,6-dione;ethane-1,2-diamine",
    "CanonicalSMILES": "CN1C2=C(C(=O)N(C1=O)C)NC=N2.CN1C2=C(C(=O)N(C1=O)C)NC=N2.C(CN)N",
    "Synonyms": [
        "aminophylline",
        "317-34-0",
        "Aminophyllin",
        "Cardophyllin",
        "Linampheta",
        "Phyllocontin",
        "Syntophyllin",
        "Theophyllamine",
        "Somophyllin",
        "Theophylline ethylenediamine",
        "Truphylline",
        "Methophylline",
        "Theophyllaminum",
        "Variaphylline",
        "Aminocardol"
    ],
    "IsomericSMILES": "CN1C2=C(C(=O)N(C1=O)C)NC=N2.CN1C2=C(C(=O)N(C1=O)C)NC=N2.C(CN)N",
    "INCHI": "InChI=1S/2C7H8N4O2.C2H8N2/c2*1-10-5-4(8-3-9-5)6(12)11(2)7(10)13;3-1-2-4/h2*3H,1-2H3,(H,8,9);1-4H2",
    "INCHIKEY": "FQPFAHBPWDRTLU-UHFFFAOYSA-N",
    "Formula": "C16H24N10O4",
    "MolecularWeight": {
        "$numberDouble": "420.43"
    },
    "Description": "Aminophylline is a mixture comprising of theophylline and ethylenediamine in a 2:1 ratio. It has a role as a bronchodilator agent and a cardiotonic drug. It contains a theophylline and an ethylenediamine.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "273"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "PMID:16700879",
            "Value": "Theophylline and aminophylline have been widely used as inhibitors of phosphodiesterase when examining the role of cAMP in regulating cell function. In reality, however, these phosphodiesterase inhibitors may have additional sites of action that could complicate the interpretation of the results. These additional sites of action could include antagonism of inhibitory adenosine autoreceptors and release of intracellular calcium. The purpose of the present study was to determine which of the above three is the primary mechanism by which theophylline and aminophylline affect transmitter release at the mammalian neuromuscular junction.  Quantal release measurements were made using intracellular recording techniques. A variety of drugs were used to elucidate this pathway. Isoproterenol, an adenylate cyclase activator, was first used to establish the effect of enhanced levels of cAMP. Theophylline application on its own or in the presence of a drug combination that blocked the adenosine receptor and phosphodiesterase pathways caused significant release depression, opposite to what is expected if it was functioning to enhance cAMP levels. However, when applied in the presence of a drug combination that blocked the adenosine receptor, phosphodiesterase and intracellular ryanodine calcium pathways, theophylline was unable to depress release. Therefore, it was concluded that the major mechanism of action of theophylline is depression of transmitter release by causing the release of intracellular calcium. Aminophylline application alone resulted in a significant enhancement of release. However, when coupled with an adenosine receptor blocker, the ability of aminophylline to enhance transmitter release was blocked, suggesting that its dominant mechanism of action is adenosine receptor inhibition. Taken together, these results indicate that the use of theophylline and aminophylline is inappropriate when examining the role of cAMP at the mammalian neuromuscular junction."
        },
        {
            "References": "NIH; DailyMed. Current Medication Information for Aminophylline (Aminophylline Dihydrate) Tablet (Updated: March 2012). Available from, as of July 22, 2016: https://dailymed.nlm.nih.gov/dailymed/drugInfo.cfm?setid=4bc5d8ca-58de-4683-a27a-3e216b20e82b",
            "Value": "Theophylline has two distinct actions in the airways of patients with reversible obstruction; smooth muscle relaxation (i.e., bronchodilation) and suppression of the response of the airways to stimuli (i.e., non-bronchodilator prophylactic effects). While the mechanisms of action of theophylline  are  not  known  with  certainty,  studies  in  animals  suggest  that  bronchodilatation  is mediated by the inhibition of two isozymes of phosphodiesterase (PDE III and, to a lesser extent, PDE IV)  while  non-bronchodilator  prophylactic  actions  are  probably  mediated  through  one  or  more different molecular mechanisms, that do not involve inhibition of PDE III or antagonism of adenosine receptors.  Some  of  the  adverse  effects  associated  with  theophylline  appear  to  be  mediated  by inhibition of PDE III (e.g., hypotension, tachycardia, headache, and emesis) and adenosine receptor antagonism (e.g., alterations in cerebral blood flow).  Theophylline increases the force of contraction of diaphragmatic muscles. This action appears to be due to enhancement of calcium uptake through an adenosine-mediated channel. /Theophylline/"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:22836652",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ As inflammation plays an important role in the pathogenesis of neonatal meconium aspiration syndrome (MAS), anti-inflammatory agents including inhibitors of phosphodiesterases (PDE) are increasingly used in the treatment. To evaluate side effects of PDE inhibitors, this study analyzed changes in blood pressure, heart rate (HR) and heart rate variability (HRV) during and after intravenous aminophylline in the animal model of MAS. Oxygen-ventilated rabbits were given meconium intratracheally (25 mg/mL, 4 mL/kg) or saline. Thirty minutes later, the animals were treated by intravenous aminophylline (Syntophyllin, 2 mg/kg) or saline (sham-treated controls). A second dose of the treatment was given 2 h later. During (5 min) and immediately after (5 min) the treatment, and during 5 h after the treatment, mean blood pressure in the femoral artery (MAP), HR and HRV were evaluated. In meconium-instilled animals, increases in MABP, HR, and HRV were observed already 5 min after aminophylline administration, while in saline-instilled animals aminophylline increased HR and caused inconsistant changes in HRV parameters compared to sham-treated animals. Within 5 h after the treatment administration, MAP, HR, and HRV parameters gradually returned to the initial values. Concluding, intravenous aminophylline may lead to acute cardiovascular changes. Thus, if aminophylline is used for treatment of MAS, its possible cardiovascular effects should be considered, particularly in patients with cardiovascular instability."
        },
        {
            "References": "PMID:21532154",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Theophylline-associated convulsions are frequently exacerbated by fever, but the mechanisms behind it are still not completely understood. We investigated whether N-methyl-D-aspartic acid (NMDA) and gamma aminobutyric acid (GABA) receptors are involved in aminophylline (theophylline-2-ethylenediamine)-induced convulsions that are augmented by heat exposure-induced hyperthermia in mice. Mice exposed to 33 °C temperatures for 2 hr had significantly increased body temperature (0.94 °C). Heat exposure significantly decreased time required for the onset of convulsions induced by an intraperitoneal (i.p.) injection of aminophylline (300 mg/kg). The shortened time for onset of convulsions was blocked by the NMDA receptor antagonist dizocilpine (0.1, 0.3 mg/kg, i.p.). However, the GABA(A) receptor agonist muscimol (1, 2 mg/kg, i.p.) did not have any effect. The pro-convulsant action of NMDA (100-125 mg/kg, i.p.) was enhanced by the heat exposure of 33 °C. However, the pro-convulsant actions of picrotoxin (3-4 mg/kg, i.p.), a GABA(A) receptor antagonist, were not affected by increased temperatures. These results suggest that NMDA receptors in the brain play a role in aminophylline-induced convulsions, which are augmented by heat exposure-induced hyperthermia in mice."
        },
        {
            "References": "PMID:14597151",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Phosphodiesterase inhibitors, such as pentoxifylline and aminophylline, may reduce inflammatory cytokine-induced endothelial permeability. We tested the hypothesis that aminophylline treatment may ameliorate the pulmonary and extrapulmonary effects of endotoxemia in a rat model. In anesthetized rats, a tracheotomy was performed along with catheterization of a femoral vein and artery. Anesthesia, fluid balance, and normothermia were maintained throughout the 6-h experiment. A stable hemodynamic and gas-exchange baseline was established at which time the rats were randomly divided into three groups. Group I received aminophylline (1 mg/kg) over 30 min followed by 0.5 mg/kg/hr. Group II received a single dose of endotoxin (4 mg/kg) while Group III received both aminophylline and endotoxin as described for Groups I and II, respectively. Gas-exchange profiles, mean arterial blood pressure, and heart rate were determined every 2 hr. At hour 6, the rats were euthanized and lung, kidney, and heart tissue were removed for determination of water content. As our control group, we utilized data from our previously published study involving an identical surgical procedure with normal saline. Endotoxemia produced characteristic respiratory and hemodynamic signs of sepsis including hypotension, hyperventilation, tachycardia, and renal and pulmonary edema. Aminophylline treatment failed to prevent these endotoxemia-induced respiratory and hemodynamic manifestations of sepsis, but significantly improved the acid-base imbalance that developed during surgical procedures in saline-treated control rats. Further studies are warranted to determine potentially beneficial doses of aminophylline and resulting theophylline serum concentrations under such septic conditions."
        },
        {
            "References": "PMID:2301631",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Methylxanthines are commonly used to treat asthma and apnea in infants and children. A physiological effect of these compounds is an elevation of the metabolic rate, but the mechanism of this increase is unclear. We have investigated the hypothesis that this elevation of metabolic rate in young animals is in part due to increased physical activity. Metabolic rate and spontaneous physical activity of weanling Fischer 344 rats were measured before and during 2 days of aminophylline administration. Our results show increased metabolic rate measured over 23 hr, concomitant with increased activity during treatment. Resting metabolic rate was not elevated. The results suggest that increased physical activity plays a major role in increasing metabolic rate during aminophylline treatment. Metabolic rate returned to control levels on the 2nd day of treatment despite a smaller but still significant elevation in physical activity. This suggests development of tolerance to the effects of aminophylline on activity together with adaptation to the metabolic effects of this drug."
        },
        {
            "References": "PMID:26333582",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Aminophylline can trigger seizures in patients without known underlying epilepsy or added risk factor for seizure exacerbation in epilepsy. Most of these seizures are difficult to control and are underappreciated compared to other drug toxicities. Despite a long clinical history of aminophylline-induced seizures, relatively little is known about the underlying molecular mechanisms that contribute to methylxanthine-induced seizure generation. The present study evaluated the possible involvement of free radicals in aminophylline induced seizures in rat. The rats were divided into two groups. The first group graded single doses of aminophylline from 100 to 300 mg/kg were administered intraperitoneally. On the basis of the results aminophylline, a dose (300 mg/kg) producing tonic-clonic seizures and mortality in 100% animals was selected as control in the study. The second group were subjected to single antioxidant (Vitamin E or Vitamin C) or in combination for 45 days then single doses of aminophylline 300 mg/kg administered intraperitoneally to rats. Aminophylline induced convulsions in rats in a dose-dependent manner, and both incidence of seizure and mortality were maximum at 300 mg/kg and there was significant increase of free radical generation. But though pre-treatment with antioxidants showed ... attenuating effects on aminophylline induced free radical generation, they were very much ineffective in antagonizing aminophylline induced seizures and post-seizure mortality ... . Though aminophylline induces oxidative stress, ... free radicals /are/ not only cause of seizures and post-seizure mortality /from/ aminophylline."
        },
        {
            "References": "PMID:10771244",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Effect of aminophylline on epileptic afterdischarges (ADs) induced repeatedly by rhythmic electrical stimulation of sensorimotor cortical area was studied in rat pups 12, 18 and 25 days old. The proconvulsant effect of aminophylline (50 and/or 100 mg/kg i.p.) was more expressed in 12- and 18-day-old rats than in the oldest group. In 12-day-old rat pups there was an enormous increase of transition of the spike-and-wave type of ADs into the second, limbic type, a situation observed only exceptionally under control conditions. A prolongation of ADs was related to this transition (limbic ADs are always longer than spike-and-wave ones). Eighteen-day-old rats exhibit this transition less frequently but a marked prolongation of spike-and-wave ADs was recorded in a part of these animals forming a pattern of status lasting some tens of minutes. Aminophylline led only to a transient prolongation of spike-and-wave ADs in the oldest group. The transition into the limbic type of ADs was seen in this age group only exceptionally what is in contrast to age-matched controls in which this transition is common. The effect of aminophylline on cortical ADs which is most marked in the youngest group changes qualitatively during postnatal development."
        },
        {
            "References": "PMID:10849893",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ This study investigated the teratogenic and fetal toxicity of i.v. theophylline and its relationship to maternal plasma levels in pregnant rabbits. From days 6-18 of gestation, each dose of theophylline (15, 30 and 60 mg/kg/day at a rate of 0.5 ml/kg/min) was administered i.v. to pregnant rabbits using an automatic infusion pump. Theophylline showed reversible toxicity: accelerated respiration, sluggish startle reactions, dilation of the auricular vessels and polyuria were observed in dams treated with 60 mg/kg/day but not in animals given 15 or 30 mg/kg/day. Fetuses from the dam group treated with 60 mg/kg/day exhibited teratogenic toxicity such as cleft palate and skeletal variation of the 13th rib. Fetal toxicity was also observed including abortion, increased number of late deaths and decreased body weight appearing on day 29 of gestation. No toxicity was observed in fetuses from the dam group treated with 15 or 30 mg/kg/day. However, in the 30 and 60 mg/kg/day theophylline-treated groups, maternal plasma concentrations (Cmax) during the treatment period were approximately 56 and 106 ug/mL, respectively. It is therefore suggested that the risk of teratogenic and fetal toxicity caused by theophylline is dependent on its dosage. In conclusion, caution should be taken when administering theophylline or aminophylline to pregnant individuals at doses that could result in high neonate peak blood levels. /Theophylline/"
        },
        {
            "References": "NIH; DailyMed. Current Medication Information for Aminophylline (Aminophylline Dihydrate) Tablet (Updated: March 2012). Available from, as of July 22, 2016: https://dailymed.nlm.nih.gov/dailymed/drugInfo.cfm?setid=4bc5d8ca-58de-4683-a27a-3e216b20e82b",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a 14 week continuous breeding study, theophylline, administered to mating pairs of B6C3F1 mice at oral doses of 120, 270 and 500 mg/kg (approximately 1.0-3.0 times the human dose on a mg/sq m basis) impaired fertility, as evidenced by decreases in the number of live pups per litter, decreases in the mean number of litters per fertile pair, and increases in the gestation period at the high dose as well as decreases in the proportion of pups born alive at the mid and high dose. In 13 week toxicity studies, theophylline was administered to F344 rats and B6C3F1 mice at oral doses of 40-300 mg/kg (approximately 2.0 times the human dose on a mg/sq m basis). At the high dose, systemic toxicity was observed in both species including decreases in testicular weight. /Theophylline/"
        },
        {
            "References": "NIH; DailyMed. Current Medication Information for Aminophylline (Aminophylline Dihydrate) Tablet (Updated: March 2012). Available from, as of July 22, 2016: https://dailymed.nlm.nih.gov/dailymed/drugInfo.cfm?setid=4bc5d8ca-58de-4683-a27a-3e216b20e82b",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Theophylline was not shown to be teratogenic in CD-1 mice at oral doses up to 400 mg/kg, approximately 2.0 times the human dose on a mg/sq m basis or in CD-1 rats at oral doses up to 260 mg/kg, approximately 3.0 times the recommended human dose on a mg/sq m basis. At a dose of 220 mg/kg, embryotoxicity was observed in rats in the absence of maternal toxicity. /Theophylline/"
        },
        {
            "References": "PMID:6547812",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Aminophylline treatment of pregnant rabbits for 2 days, beginning at 25.5 days gestation, produced a significant increase in total phospholipid in fetal lung tissue at 27.5 days gestation, 8.92 +/- 0.76 (mean +/- SEM) mg/g wet lung weight, compared with 5.46 +/- 0.83 in saline-injected control animals (p less than 0.005). Three lines of evidence suggest this was not related to the surfactant system: (1) there was no increase in disaturated phosphatidylcholine in fetal lung tissue, (2) there was no increase in total phospholipid harvested by lung lavage after static lung inflation, and (3) there was no change in the lung deflation pressure-volume curve or stability index. Aminophylline treatment produced no acceleration in general anatomic lung development, as reflected in the ratio of lung air-space capacity to lung tissue weight. Under similar experimental conditions, maternal caffeine treatment had no effect on fetal rabbit lungs."
        },
        {
            "References": "PMID:3633169",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant rabbit does were treated intravenously with aminophylline (6 mg/kg/day) from the twenty-fifth day after the day of mating, and the fetuses were delivered by hysterotomy on the twenty-eighth day. One group of neonates was breathing air, and another group 100% oxygen. Lung mechanics were evaluated in the newborn animals during spontaneous or artificial ventilation, and the lungs were studied histologically with particular reference to the alveolar volume density. In one series of experiments, the lungs were washed and the lavage fluid was analyzed for phosphatidylcholine and phosphatidylglycerol. Aminophylline-treated litters had greater body weights, an improved survival rate, and an increased amount of phosphatidylglycerol in lung lavage fluid. Respiratory frequency was increased in aminophylline-treated animals breathing air, but data on lung compliance showed no significant difference between treated and control animals. In the present model, the beneficial effect of aminophylline can be attributed largely to a combination of accelerated fetal growth and improved postnatal regulation of breathing and less to a specific influence on the biochemical and functional maturation of the lung."
        },
        {
            "References": "PMID:17543232",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Aminophylline (100-250 mg/kg) consistently induced seizures and post-ictal mortality, and conventional anticonvulsants and adenosine agonists were ineffective in antagonizing them. Further, phosphodiesterase inhibitors, per se, also did not show any significant seizurogenic potential. Pretreatments with antioxidants, ascorbic acid, alpha-tocopherol and melatonin, all dose dependently reduced seizure incidence and mortality after aminophylline, whereas, antioxidant depletion potentiated such excitotoxicity. Pretreatments with the NO synthase inhibitors, L-NAME and 7-NI blocked aminophylline seizures, whereas, the NO mimetics, L-arginine and glyceryl trinitrate, tended to potentiate this phenomenon. Sub-effective doses of aminophylline (100 mg/kg) also induced seizures when combined with subthreshold intensity of electroshock, and such seizures were similarly antagonized by the antioxidants and NO synthase inhibitors. Biochemical assay of brain homogenates showed that aminophylline seizures were associated with enhancements in brain MDA and NOx (NO metabolites) levels, whereas, SOD activity was reduced, and these changes were attenuated after melatonin and L-NAME pretreatments. The pharmacological and biochemical data are strongly suggestive of the involvement of both reactive oxygen species (ROS) and reactive nitrogen species (RNS) during theophylline-induced seizures."
        },
        {
            "References": "PMID:11880191",
            "Value": "/DEVELOPMENTAL NEUROTOXICITY/ Here, we investigated whether aminophylline, an adenosine receptor antagonist used usually as a treatment for premature apnea, had synergistic effects on status epilepticus in the developing brain. On postnatal day 14 (P14), four groups of rats intraperitoneally received saline, aminophylline, lithium--pilocarpine (Li-PC), and Li-PC plus aminophylline, respectively. Subsequently, the Morris water maze task was performed at P80. The brains were then analyzed with cresyl violet stain for histological lesions and evaluated for mossy fiber sprouting with the Timm stain. No seizures were elicited in the saline-treated or aminophylline-treated rats. Both the Li-PC-treated and aminophylline plus Li-PC-treated rats exhibited seizures and there was no significant difference in mortality between the two groups. More interestingly, as in adulthood (P80), aminophylline aggravated the spatial deficits and histological damages seen in Li-PC-treated rats. In summary, this present study suggests that the use of adenosine receptor antagonists, such as aminophylline, exacerbates seizure-induced damage in the developing brain."
        },
        {
            "References": "NIH; DailyMed. Current Medication Information for Aminophylline (Aminophylline Dihydrate) Tablet (Updated: March 2012). Available from, as of July 22, 2016: https://dailymed.nlm.nih.gov/dailymed/drugInfo.cfm?setid=4bc5d8ca-58de-4683-a27a-3e216b20e82b",
            "Value": "/GENOTOXICITY/ Theophylline has been studied in Ames salmonella, in vivo and in vitro cytogenetics, micronucleus and Chinese hamster ovary test systems and has not been shown to be genotoxic. /Theophylline/"
        },
        {
            "References": "PMID:3460339",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The effect of aminophylline on contractility and prostaglandin production was investigated in a 20-day pregnant rat uterus preparation in vitro. A significant decrease was observed in frequency (24.4% of control, p less than 0.05) and contractile force (13.8% of control, p less than 0.001) in rat uterine segments treated with aminophylline. Treated segments produced more prostaglandin E2 (139.6% of control, p less than 0.001) and less prostaglandin F2 alpha (73.8% of control, p less than 0.001) during the 45-minute observation period. No significant difference in thromboxane B2 or 6-ketoprostaglandin F1 alpha production was noted. This is the first observation of prostaglandin levels in rat uterine segments treated with aminophylline. It could not be concluded from this study whether the observed changes in prostaglandin production are directly related to the relaxant effect of aminophylline."
        }
    ]
}