{
    "_id": {
        "$oid": "6682e7ddc4e5dba5ffba22bb"
    },
    "CID": {
        "$numberInt": "948"
    },
    "Name": "Nitrous oxide",
    "IUPACName": "nitrous oxide",
    "CanonicalSMILES": "[N-]=[N+]=O",
    "Synonyms": [
        "nitrous oxide",
        "Laughing gas",
        "Dinitrogen oxide",
        "Dinitrogen monoxide",
        "Factitious air",
        "nitrogen protoxide",
        "Nitrogen oxide (N2O)",
        "10024-97-2",
        "Nitrogen hypoxide",
        "Hyponitrous acid anhydride",
        "Stickdioxyd",
        "oxyde nitreux",
        "Oxido nitroso",
        "Gas",
        "Laughing",
        "\"protoxyde dazote\""
    ],
    "IsomericSMILES": "[N-]=[N+]=O",
    "INCHI": "InChI=1S/N2O/c1-2-3",
    "INCHIKEY": "GQPLMRYTRLFLPF-UHFFFAOYSA-N",
    "Formula": "N2O",
    "MolecularWeight": {
        "$numberDouble": "44.013"
    },
    "Description": "Dinitrogen oxide is a nitrogen oxide consisting of linear unsymmetrical molecules with formula N2O. While it is the most used gaseous anaesthetic in the world, its major commercial use, due to its solubility under pressure in vegetable fats combined with its non-toxicity in low concentrations, is as an aerosol spray propellant and aerating agent for canisters of 'whipped' cream. It has a role as an inhalation anaesthetic, a NMDA receptor antagonist, a bacterial metabolite, a general anaesthetic, a vasodilator agent, an analgesic, a member of greenhouse gas, a raising agent, a member of food packaging gas, a food propellant and a refrigerant. It is a nitrogen oxide and a gas molecular entity.",
    "XlogP": {
        "$numberDouble": "0.5"
    },
    "Complexity": {
        "$numberInt": "25"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 3",
            "Value": "log Kow = 0.36"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:25368340",
            "Value": "Nitrous oxide (N2O) gas is a widely used anesthetic adjunct in dentistry and medicine that is also commonly abused. Studies have shown that N2O alters the function of the N-methyl-d-aspartate (NMDA), GABAA, opioid, and serotonin receptors among others. However, the receptors systems underlying the abuse-related central nervous system effects of N2O are unclear. The present study explores the receptor systems responsible for producing the discriminative stimulus effects of N2O. B6SJLF1/J male mice trained to discriminate 10 minutes of exposure to 60% N2O + 40% oxygen versus 100% oxygen served as subjects. Both the high-affinity NMDA receptor channel blocker (+)-MK-801 maleate [(5S,10R)-(+)-5-methyl-10,11-dihydro-5H-dibenzo[a,d]cyclohepten-5,10-imine maleate] and the low-affinity blocker memantine partially mimicked the stimulus effects of N2O. Neither the competitive NMDA antagonist, CGS-19755 (cis-4-[phosphomethyl]-piperidine-2-carboxylic acid), nor the NMDA glycine-site antagonist, L701-324 [7-chloro-4-hydroxy-3-(3-phenoxy)phenyl-2(1H)-quinolinone], produced N2O-like stimulus effects. A range of GABAA agonists and positive modulators, including midazolam, pentobarbital, muscimol, and gaboxadol (4,5,6,7-tetrahydroisoxazolo[4,5-c]pyridine-3-ol), all failed to produce N2O-like stimulus effects. The mu-, kappa-, and delta-opioid agonists, as well as 5-hydroxytryptamine (serotonin) 1B/2C (5-HT1B/2C) and 5-HT1A agonists, also failed to produce N2O-like stimulus effects. Ethanol partially substituted for N2O. Both (+)-MK-801 and ethanol but not midazolam pretreatment also significantly enhanced the discriminative stimulus effects of N2O. Our results support the hypothesis that the discriminative stimulus effects of N2O are at least partially mediated by NMDA antagonist effects similar to those produced by channel blockers. However, as none of the drugs tested fully mimicked the stimulus effects of N2O, other mechanisms may also be involved."
        },
        {
            "References": "Myles PS et al; Anesthesiology 103: A681 (2005)",
            "Value": "N2O interferes with vitamin B12 and folate metabolism. This impairs production of methionine (from homocysteine), used to form tetrahydrofolate and thymidine during DNA synthesis."
        },
        {
            "References": "IPCS; Poisons Information Monograph PIM381: Nitrous oxide (February 1992).  Available from, as of February 26, 2016: https://www.inchem.org/pages/pims.html",
            "Value": "Nitrous oxide is 35 times more soluble than nitrogen. The gas exchanges with nitrogen and diffuses into hollow viscera and body spaces potentially containing air, such as pneumothorax, paranasal sinuses and pneumoperitoneum, or into the cerebral ventricles following pneumoencephalography. This expands the body of trapped air and increases the pressure within such closed spaces. When administration is discontinued, nitrous oxide is released into the alveoli, diluting the alveolar gases. A  reduction in alveolar oxygen tension may result. This is referred to as  diffusion anoxia. Because of the high concentration of nitrous oxide required to produce and maintain anesthesia, hypoxia is an unavoidable accompaniment to its use. During induction with high concentrations of nitrous oxide, the oxygen in the lungs is rapidly used up and the anoxia with increased respiratory effort causes rapid depletion of carbon dioxide in the tissues. Absence of carbon dioxide and depression of the medullary centers by the anesthetic quickly lead to respiratory failure, and rarely, the patient's cerebral function fails to recover from cerebral damage caused by the prolonged anoxia. The brain suffers anoxia from the very beginning of the administration of the gas, and not from just the moment of cessation of  respiratory movements. Thus, the period of anoxia may be five minutes or more, sufficient to cause permanent brain damage in the susceptible individual. The arbitrary \"safe period\" of eight  minutes may be too long for some patients."
        },
        {
            "References": "IPCS; Poisons Information Monograph PIM381: Nitrous oxide (February 1992).  Available from, as of February 26, 2016: https://www.inchem.org/pages/pims.html",
            "Value": "Nitrous oxide induces inconsistent changes in the basal levels of the thalamic nuclei. The mechanism of analgesia is believed to involve a direct intraspinal anti-nociceptive action rather than depression of limbic function. In the brain stem, responses evoked by pain stimulation are depressed, although the extent of depression may be variable. Nitrous oxide in anesthetic doses increases cerebral blood flow and intracranial pressure."
        },
        {
            "References": "PMID:3264158",
            "Value": "C1-tetrahydrofolate synthase catalyzes the interconversion of one carbon units attached to the coenzyme tetrahydrofolate. Nitrous oxide (N2O) inhalation is known to inactivate hepatic cobalamin dependent methionine synthase leading to methionine deficiency and trapping of tetrahydrofolate in the methyl-tetrahydrofolate form. Liver tissue from rats (strain not given) exposed to N2O for 48 hr exhibited a coordinate decr in all three activities of C1-tetrahydrofolate synthase of approx 25%. A corresponding 25% decr in immunoreactive C1-tetrahydrofolate synthase was also observed after 48 hr. Thus, the decr in the concn of C1-tetrahydrofolate synthase accounted entirely for the decr observed in the activities. Apparently, the perturbations of hepatic tetrahydrofolate pools by N2O affect the level of C1-tetrahydrofolate synthase expression at a translational or pretranslational level."
        },
        {
            "References": "Brunton, L. Chabner, B, Knollman, B. Goodman and Gillman's The Pharmaceutical Basis of Therapeutics, Twelth Edition, McGraw Hill Medical, New York, NY. 2011, p. 546-7",
            "Value": "Nitrous oxide can oxidize the cobalt I (Co+) form of vitamin B12 to Co+3. thereby preventing vitamin B12 from acting as a co-factor for methionine synthetase. ... Inactivation of methionine synthetase can produce signs of vitamin B12 deficiency, including megaloblastic anemia and peripheral neuropathy. This is of particular concern in patients with malnutrition, vitamin B12 deficiency, or alcoholism. For this reason, /nitrous oxide/ is not used as a chronic analgesic or as a sedative in critical care settings."
        },
        {
            "References": "PMID:9477068",
            "Value": "Because the synaptic inhibition in the human brain is largely mediated by gamma-aminobutyric acid (GABA), the GABA receptor is of primary interest for the study of the working mechanism of general anesthetics. This article examines the interaction between this type of ion channel and nitrous oxide (N2O). Patch clamp recording techniques were applied to investigate the effects of N2O on GABA(A) receptor channels in a whole-cell configuration at room temperature. Acutely dissociated /Wistar/ rat hippocampal cells from the CA1 region were used. Rapid application of the agonist muscimol and anesthetics (N2O, pentobarbital, and ethanol) was accomplished using a Y tube application system. Peak chloride (Cl-) currents were measured. Short-term application of muscimol (5-30 uM) with dissolved N2O (80%, approximately 22.5 mM) increased the Cl- current (approximately 140%) compared with muscimol alone. This effect is comparable with results the authors obtained with ethanol (800 mM) and pentobarbital (100 uM). Prolonged exposure (9 min) to N2O further increased Cl- currents by an additional 50%. Concentrations of N2O lower than 12 mM did not show an enhancement of this current, whereas application of N2O alone did not result in any Cl- conductance. These results indicate that N2O can enhance GABA(A) channel-mediated Cl- currents by modulating the effect of the specific GABA(A) agonist; it is not active by itself."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:3613837",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Exposure of rats (strain not given) to high levels of nitrous (N2O) oxide in oxygen reduced body temp in a concentration-related manner. ..."
        },
        {
            "References": "PMID:14622904",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Short-term exposure of adult rats to nitrous oxide (N2O), an inhalational anesthetic and NMDA (N-methyl-D-aspartate) antagonist, causes a reversible neurotoxic vacuole reaction in neurons of the posterior cingulate/retrosplenial cortex (PC/RSC) ... .  Since high doses or prolonged exposure to other NMDA antagonists can cause neurons to die, ... whether prolonged N2O exposure might also cause neuronal cell death /was examined/. Adult female Sprague-Dawley rats were exposed to 150-vol% N2O (approximately EC50 for N2O anesthesia in rats) for various durations from 1 to 16 hr. The time course for onset and disappearance of the reversible vacuole reaction was studied, as was the time course and dose requirement for triggering cell death. A maximum vacuole reaction was observed in PC/RSC neurons in brains examined immediately after 3 hr of 150-vol% N2O exposure and the same magnitude of vacuole reaction was observed when brains were examined immediately after a longer period of N2O exposure. When N2O was terminated at 3 hr and the rats were killed 1 hr later, the vacuole reaction was markedly diminished and if the rats were killed 3 hr later the vacuole reaction had completely disappeared. Prolonged exposure to 150-vol% N2O (for 8 hr or more) caused neuronal cell death which was detectable by silver staining 32 hr later. Concurrently administered GABAergic agents, diazepam (an i.v. anesthetic), or isoflurane (an inhalational anesthetic), prevented this cell death reaction..."
        },
        {
            "References": "PMID:18499598",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... 7-day-old rats were exposed to air or 75% nitrous oxide + 0.75% isoflurane in oxygen for 6 hr (n = 19 per group). Caspase-3 immunoreactivity was evaluated in the lumbar spinal cord at the end of the gas exposure (n = 3 per group). Developmental nociceptive responses were tested using tail flick latencies on postnatal days 8, 15, and 30 (n = 3 per group). Motor responses were evaluated using the rotarod on postnatal day 30 (n = 7 per group). RESULTS: Isoflurane plus nitrous oxide increased the numbers of caspase-3 positive neurons in the spinal cord (P < 0.01). Despite a preponderance of the injury in the ventral horn of the spinal cord, motor impairment did not occur (P > 0.05). No functional effect on nociception was observed at the three developmental stages tested (P > 0.05)..."
        },
        {
            "References": "PMID:18929548",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... The cerebral microcirculation of Mongolian gerbils was investigated by fluorescent intravital microscopy for up to 7 hr after induction of anesthesia ... induced and maintained with isoflurane or halothane alone or in combination with nitrous oxide (70%). The number of leukocytes that were rolling along and firmly adherent to the endothelial wall of cerebral venules was significantly elevated in animals anesthetized with nitrous oxide in combination with isoflurane and halothane compared to isoflurane and halothane alone. A significantly increased number of neutrophil granulocytes invading the brain parenchyma in histological slices from animals treated with the combination of isoflurane or halothane and nitrous oxide compared to controls treated with isoflurane or halothane alone was observed. /The/ data show that prolonged anesthesia with nitrous oxide induces inflammation of the cerebral microcirculation and brain."
        },
        {
            "References": "PMID:16179535",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Chronic exposure of adult mice to inhalational anesthetic nitrous oxide (N2O) results in anesthetic tolerance. N2O is an NMDA (N-methyl-D-aspartate) antagonist. It has been demonstrated that chronic administration of members of the NMDA antagonist class of drugs (e.g., MK801) causes upregulation of NMDA receptors in certain brain regions that could, at least in part, explain the development of tolerance. /The authors/ sought to determine whether the anesthetic tolerance resulting from chronic exposure to N2O reflects changes in the number and/or distribution of NMDA receptors. ... Mice /were exposed/ to either a 50- or 75-vol% N2O atmosphere continuously for 1 or 2 weeks and ... binding studies /were performed/ with [(3)H]MK801 and NR1 antibodies. Binding studies revealed a significant (P < 0.05) increase in [3H]MK801 binding in the cerebral cortex after 2 weeks of N2O (50- and 75-vol%) exposure. Immunocytochemical binding of NR1 antibodies in selected brain regions showed no changes in distribution pattern. The timing of this increase in [(3)H]MK801 binding correlates with the time period required for development of tolerance."
        },
        {
            "References": "Booth, N.H., L.E. McDonald (eds.). Veterinary Pharmacology and Therapeutics. 5th ed. Ames, Iowa: Iowa State University Press, 1982., p. 189",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A long-term study involving exposure of rats to low concentrations ... revealed that ... /it is/ not associated with an increase of neoplasia ... /and it/ specifically ... /does/ not increase the incidence of reticuloendothelial tumors."
        },
        {
            "References": "PMID:3717637",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A carcinogen bioassay of nitrous oxide (N20) was performed in groups of male Swiss-Webster mice exposed to either air (n = 152), or 40% N2O (n = 151) for 4 hr/day, 5 days/wk. After 78 wk of exposure, there was a 5 wk period without treatment following which surviving mice were killed. Gross and microscopic examination of tissues revealed a variety of neoplastic and nonneoplastic lesions; however, their presence was unrelated to treatment."
        },
        {
            "References": "IPCS; Poisons Information Monograph PIM381: Nitrous oxide (February 1992).  Available from, as of February 26, 2016: https://www.inchem.org/pages/pims.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Exposure of pregnant rats (strain not given) to nitrous oxide has caused fetal death, skeletal malformations, and various macroscopic lesions."
        },
        {
            "References": "Shepard, T.H. Catalog of Teratogenic Agents. 13th ed. Baltimore, MD: The Johns Hopkins University Press, 2010., p. 331",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... 50 percent nitrous oxide exposure for 2, 4 or 6 days starting on gestational day 8 produced rib and vertebral defects in nearly all surviving rat fetuses. A low incidence of hydrocephalus, cardiac and renal defects was observed ... 24-hr exposure on day 9 to 70 percent nitrous oxide was shown to produce the greatest number of defects."
        },
        {
            "References": "Booth, N.H., L.E. McDonald (eds.). Veterinary Pharmacology and Therapeutics. 5th ed. Ames, Iowa: Iowa State University Press, 1982., p. 189",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Exposure of pregnant cats on 9th day of gestation to anesthetic concentrations of nitrous oxide-oxygen produces fetal resorption and various skeletal anomalies."
        },
        {
            "References": "PMID:7189346",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The long-term inhalation of air polluted with nitrous oxide has been implicated in spontaneous abortions and fetal abnormalities in operating room personnel. Studies with 1% and 0.5% N2O in air have confirmed the adverse effects of dilute concentrations of /nitrous oxide/ in pregnant rats. The present study was designed to determine the threshold concentration of nitrous oxide necessary to produce adverse responses in pregnant rats. Wistar albino rats were mated in an environmental chamber and conception confirmed by vaginal smears. Immediately thereafter, the rats were randomly divided into control and experimental groups. The control rats were exposed for 19 days to oil-free compressed air in an environmental chamber at a flow rate of 8.5 air changes per hour. Experimental animals were exposed continuously under identical conditions to concentrations of 0.0, 0.1%, 0.5%, or 0.025% /nitrous oxide/. On day 19 the gravid rats were killed. The corpora lutea of pregnancy were counted and related to the number of fetuses in the uterus. Fetuses were fixed, cleared, and their skeletons stained with alizarin red. Litter size, frequency of fetal resorption, and fetal crown rump measurements were significantly different following exposure to 0.1% /nitrous oxide/ than they were in control rats or in rats exposed to 0.05% or 0.025% nitrous oxide, neither of which had any fetal effects. The suggested threshold level of 30 ppm (0.03%) /nitrous oxide/ in humans may be unrealistically low."
        },
        {
            "References": "PMID:6845366",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Male and female Swiss Webster (SW) mice, age 13 to 14 weeks, were exposed by inhalation for 4 hr per day, 5 days per week, for 14 weeks, to either room air, 0.5% nitrous oxide, 5.0% nitrous oxide, or 50% nitrous oxide. Murine germ cells were examined for evidence of injury after this exposure. A group of male mice were treated with methyl methanesulfonate (MMS) as a positive control for sperm abnormalities while a group of female mice were treated with 3-methylcholanthrene (3-MC) as a positive control for oocyte destruction. There were no significant differences among the four inhalation exposure groups in testes weight, percentage of abnormally shaped sperm, sperm count, or histologic appearance of the testes; the mean percentage (+/- SE) of abnormal sperm ranged from 8.9 +/- 2.4 (5.0% nitrous oxide) to 13.5 +/- 0.5 (50% nitrous oxide) with a concurrent control value of 10.4 +/- 2.3%. In the positive control experiment, 25.2 +/- 4.1% of sperm from mice treated with MMS were abnormal compared with 2.5 +/- 0.3% of sperm from mice treated with saline (p less than 0.001), indicating that sperm of SW mice are sensitive to chemical damage. There was no significant difference between the mean number of oocytes in mice treated with 50% nitrous oxide (33.3 +/- 14.4) and in control mice (29.8 +/- 8.0). In the positive control experiment, mice treated with 3-MC had significantly fewer (p less than 0.001) primordial oocytes, 67.2 +/- 19.5 compared with control mice, 222.4 +/- 21.9, indicating that this strain is sensitive to chemical damage of the ovary. Thus, murine germ cells showed no evidence of toxic effects due to prolonged exposure to nitrous oxide."
        },
        {
            "References": "PMID:3651273",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The effect of in vitro exposure to nitrous oxide (N2O) on rat (strain not given) fetal and maternal methionine synthase activity was investigated. Enzyme solutions were prepared from livers of fetuses and mothers on day 19 of gestation and exposed to air, 50% oxygen, or 50% N2O in oxygen for less than or equal to 24 hr. Normal activity of methionine synthase in the fetus was approx 65% of that in the mother. Activity decreased by approx 25% over 24 hr when the enzyme was incubated at 37 °C in the presence of either air or 50% oxygen. N2O produced a time dependent decrease in activity which generally was similar for both fetal and maternal enzyme. After 24 hr exposure to N2O, activity had decreased to 14 and 17% of fetal and maternal control values, respectively."
        },
        {
            "References": "PMID:2456630",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Nitrous oxide (N2O), an anesthetic gas, has been implicated as a human teratogen. The mechanism for its developmental toxicant effects is not known but may involve depression of embryonic macromolecular synthesis caused by alterations in precursor concentrations. Such changes might be caused by decreased folate levels. Pregnant rats were exposed to 50% N2O for 24 hours on day 10 of gestation; this is not an anesthetic dose. Embryos were removed immediately after exposure and grown in a rodent whole embryo culture system for 4 hours in medium containing radiolabeled precursors for RNA or protein. Exposure to N2O decreased embryonic DNA and RNA contents but did not alter number of somite pairs or protein content. Such treatment also decreased incorporation of radiolabeled uridine into acid-precipitable RNA. There was no difference between control and treated embryos in the incorporation of radiolabeled leucine into protein. There were also no differences between control and exposed embryos in the level of acid-soluble purines. The lower DNA and RNA contents in N2O-treated embryos are apparently not the result of decreased levels of adenine or guanine."
        },
        {
            "References": "PMID:3415019",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The teratogenic effects of nitrous oxide (N2O) on postimplantation rat (strain not given) embryos were studied by using a whole embryo culture system to separate the direct effects of N2O from those that are maternally mediated. Ten day old rat embryos (100) were cultured in either a control atmosphere (75% nitrogen, 20% oxygen, and 5% carbon dioxide) or a N2O atmosphere (75% nitrous oxide, 20% oxygen, and 5% carbon dioxide). After 22 hr of culture embryos were examined microscopically, and protein and DNA contents were determined. DNA content was lower in the embryos exposed to N2O than in the controls. Additionally, three malformed embryos and four embryos with left sided tails were observed in the N2O group, whereas no abnormalities were observed in the control group. There were no differences in crown-rump length, somite numbers, limb bud index, and protein content between the two groups of embryos."
        },
        {
            "References": "Fujinaga M, Baden JM; Teratology 45 (5): 476 (1992)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ A rat (strain not given) whole embryo culture system was used to study the mechanism of N2O-induced reproductive toxicity. Embryos were explanted on Day 9 (plug day = Day 0), and those at the late primitive streak stage were cultured with various drugs in rotating bottles for 52 hr. Embryos in the N2O groups were cultured in a 75% N2O atmosphere for the first 24 hr. Treatment with N2O alone resulted in increased incidence of malformations and growth retardation. Situs inversus did not occur with N2O alone /in a previous study/ in which rats were obtained from a different source. However, N2O shifted the dose-response curve of phenylephrine, an alpha1 adrenergic agonist, induced situs inversus to the left ... For example, 2.5 uM phenylephrine alone caused only 15.4% situs inversus (n=26), whereas, it resulted in 60% situs inversus (n = 24) in combination with N2O. Addition of prazosin (10 uM) to this combination decreased the incidence to 20.0% (n = 25). Methionine (25 ug/mL), but not folinic acid (5 ug/mL) or prazosin (10 uM), almost completely blocked N2O-induced malformations and growth retardation."
        },
        {
            "References": "PMID:6869860",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The dose-dependent effects of nitrous oxide on thymidine and methionine syntheses were investigated in pregnant rats. Female Sprague-Dawley rats were exposed on day 9 of gestation to 0.75%, 7.5%, or 75% nitrous oxide for 24 hr. Immediately and 72 hr after exposure, a deoxyuridine-suppression test was performed on maternal bone marrow and a methionine synthetase assay was performed on maternal liver to assess thymidine and methionine syntheses, respectively. Inhibition of thymidine synthesis was seen after exposure to 7.5% and 75%, but not after 0.75%, nitrous oxide. Recovery was complete 72 hr after exposure. Methionine synthetase activity was abolished at all concentrations of nitrous oxide tested and did not return to control values 72 hr after exposure. Fetal weight and gross appearance were not affected by exposure to nitrous oxide; however, the observed decrease in thymidine and methionine syntheses after nitrous oxide exposure may account for its teratogenic effects."
        },
        {
            "References": "PMID:2940944",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Mice (strain not given) were exposed to either nitrous oxide (N2O) (75% N2O and 25% oxygen) or halothane (0.5% halothane in 75% nitrogen and 25% oxygen) or a mixture of 75% nitrogen and 25% oxygen. Prenatal treatment groups were exposed for 6 hr on the 14th day of gestation, while postnatal treatment groups were exposed for 4 hr on the 2nd day after birth. Treated and control animals were then killed immediately after exposure, or 12, 24, or 48 hr later, to evaluate for central nervous system mitotic activity. Each of the 4 anesthetic exposed groups showed some deviations from normal mitosis, but only the postnatal N2O group showed the pattern of reduced cell proliferation followed by a rebound that is characteristic of many antimitotic teratogens. Although prenatal N2O's effects on the fetal brain were not clearly interpretable, it did delay development of blood, as has been reported by other investigators. Both N2O and halothane reduced body wt of fetuses in utero, but did not reduce body wt of neonates. The pattern of the body wt effects suggest that they occur by some mechanism other than reduced cell production."
        },
        {
            "References": "PMID:24260214",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Neurocognitive deficits arising from anesthetic exposure have recently been debated, while studies have shown that the phosphorylation of cyclic AMP response element-binding protein (CREB) in the hippocampus is critical for long-term memory. To better understand the neural effects of inhalational anesthetics, we studied the behavioral and biochemical changes in aged rats that were exposed to sevoflurane (Sev) and nitrous oxide(N2O) for 4 hr. Eighteen-month-old rats were randomly assigned to receive 1.3% sevoflurane and 50% nitrous oxide/50% oxygen or 50% oxygen for 4 hr. Spatial learning and memory were tested with the Morris water maze 48 hr after exposure, and the results showed that sevoflurane-nitrous oxide exposure induced a significant deficit in spatial learning acquisition and memory retention. Experiments revealed that the cAMP and pCREB levels in the dorsal hippocampus were decreased in rats with anesthetic exposure in comparison with control rats 48 hr after anesthesia as well as 15 min after the probe trial, but there were no significant differences in CREB expression. Besides these, the current study also found the DG neurogenesis significantly decreased as well as neuronal loss and neuronal apoptosis increased in the hippocampus of rats exposed to Sev+N2O. The current study demonstrated that down-regulation of cAMP/CREB signaling, decrease of CREB-dependent neurogenesis and neuronal survival in the hippocampus contributed to the neurotoxicity and cognitive dysfunction induced by general anesthesia with sevoflurane-nitrous oxide."
        },
        {
            "References": "PMID:25766523",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Nitrous oxide (N2O) toxicity can result in myelin loss and hyperhomocysteinemia similar to cobalamin (Cbl) deficiency. Studies on N2O exposure can help in understanding the mechanism of demyelination. In view of paucity of studies on N2O toxicity in rats this study was undertaken. Six male wistar rats were exposed to 1.5L/min N2O with 1:1 O2 for 90 min daily for 1 month. After 1-month exposure blood homocysteine (HCY) and oxidative stress parameters glutathione (GSH) and total antioxidant capacity (TAC) were measured. Brain and spinal cord was subjected to histopathological examination. The neurobehavioral changes, oxidative stress parameters and histopathological changes were correlated with serum B12 and HCY level. After 1-month exposure, the rats appeared sluggish, lethargic and developed predominantly hind limb weakness for 1-1.5 hr. In the exposed group, the total distance traveled (2001.66 +/- 118.27 cm; p=0.037), time moving (80.16 +/- 5.7s; p=0.028), number of rearing (10.33 +/- 1.45; p=0.014) and grip strength (1042.40 +/- 51.3N; p=0.041) were significantly decreased whereas, resting time significantly increased (219.83 +/- 5.7s; p=0.030) compared to controls. Serum HCY level was significantly increased (20.56 +/- 1.296 um/ml; p=0.0007) in the exposed group. However, serum B12 and folic acid levels were not significantly different. GSH significantly decreased (2.21 +/- 0.60 mg/dl; p=0.018) along with TAC (0.76 +/- 0.16 Trolox_Eq_mmol/l; p=0.036). The histopathological studies revealed shrinkage and vacuolation of neurons in cerebral cortex, focal myelin loss, vacuolation in subcortical white matter and spinal cord. N2O exposure results in behavioral alterations, hyperhomocysteinemia, cortical and spinal cord demyelination which were associated with decrease GSH and TAC highlighting pathophysiological role of oxidative stress."
        },
        {
            "References": "PMID:11259788",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The general anesthetics, nitrous oxide (N(2)O) and ketamine, are NMDA antagonists which, like other NMDA antagonists such as MK801, induce a neurotoxic reaction in the rat brain. For MK801 neurotoxicity, both age and sex are important variables (adult rats are more sensitive than immature rats and females are more sensitive than males). In this study we found that ketamine has this same age and sex dependency profile, and N(2)O has the same age but not sex dependency. Male and female rats are equally sensitive to N(2)O neurotoxicity."
        },
        {
            "References": "Reed B et al; Vitam B12, Proc Eur Symp, 3rd: 1061-4 (1979)",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Monkeys (species not given) treated with 50% nitrous oxide for 2 mo became uncoordinated with progressive ataxia. Spinal cord demyelination with spongy degeneration was observed. Results suggest that methionine synthetase or undescribed vitamin B12-dependent enzyme was involved in N2O toxicity."
        },
        {
            "References": "PMID:6615764",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The effect of cobalamin inactivation by anesthetic gas nitrous oxide on concentration of S-adenosylmethionine in brain and liver of fruit bats (Rousettus aegyptiacus) was examined. Test animals exposed to nitrous oxide-oxygen (50:50 vol/vol) developed ataxia & paralysis leading to death after avg of 9.8 wk. Animals receiving pteroylmonoglutamic acid in diet became ataxic earlier (mean 8.8 wk) while those receiving methionine survived significantly longer (12.5 wk, p < 0.01). Mean concentration of S-adenosylmethionine in brain of N2O treated bats was nearly 50% higher than that of untreated controls. S-adenosylmethionine levels in treated bats receiving pteroylmonoglutamic acid or methionine were 18 and 25% higher than in controls. S-adenosylmethionine in liver of all nitrous oxide treated groups was slightly lower than in controls. Results suggest that nitrous oxide-induced neuropathy in fruit bats is not related to depletion of S-adenosylmethionine in nervous system."
        },
        {
            "References": "PMID:3708388",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The influence of a 60 min exposure to 75% nitrous oxide (N2O)/25% oxygen upon concentrations of methionine-enkephalin like immunoreactivity (MELI) in discrete brain regions was investigated in conscious rats (strain not given). Compared to room air exposed control animals, N2O exposed rats had 12-18% increases in MELI in the brainstem, spinal cord, hypothalamus, and corpus striatum. There were no significant differences between control and N2O exposed rats in levels of MELI in the cerebral cortex or diencephalon."
        },
        {
            "References": "PMID:14739805",
            "Value": "/BEHAVIORAL STUDIES/ ... Six- (n = 5) and 20- (n = 5) month-old male Fischer 344 rats were anesthetized for 2 hr with 1.2% isoflurane, 70% nitrous oxide, and 30% oxygen. Age-matched control rats received 30% oxygen and 70% nitrogen (n = 5 per group). Rats breathed spontaneously, and anesthetic and oxygen concentrations were measured. Spatial learning was assessed daily for 21 days on a 12-arm radial maze (RAM) beginning 48 hr after anesthesia. In a post hoc experiment to examine locomotion, swim speed was assessed in a separate group of identically treated rats (n = 3 per group) for 4 days beginning 48 hr after anesthesia. ...  Aged rats were slower to complete the maze, made fewer correct choices before first error, and made more errors at baseline than young rats (P < 0.05). Anesthesia worsened maze performance in both age groups, as evidenced by increased time to complete the maze and a decreased number of correct choices before first error (P < 0.05), but there were no statistically significant differences in total number of errors. Interestingly, there were no age-by-anesthesia interactions. Aged rats swam slower than adult rats (P < 0.001), but there were no differences between the control and anesthesia groups..."
        },
        {
            "References": "PMID:17578961",
            "Value": "/BEHAVIORAL STUDIES/ 18-month-old Fischer 344 rats (n = 13 per group) /were exposed for 4 hr to/ 70% nitrous oxide + 30% oxygen or 70% nitrogen + 30% oxygen (control) and ... memory /was assessed/ using a 12-arm radial maze for 14 days beginning 2 days after nitrous oxide inhalation. In separate, identically treated groups of rats, ... methionine synthase activity in the cortex and liver /was measured/ at the end of nitrous oxide exposure and 2 days later (n = 3 rats per group per time point) using a standard assay. RESULTS: Liver and cortical methionine synthase was inhibited during nitrous oxide inhalation (6% and 23% of control in liver and cortex, respectively; P < 0.01). Liver enzyme activity remained depressed 2 days later, whereas cortical enzyme activity recovered. There was no difference in error rate between control and nitrous oxide treated rats. However, those exposed to nitrous oxide took more time to complete the maze and made fewer correct choices before first error (P < 0.05). CONCLUSIONS: Sedation with 70% nitrous oxide profoundly, but transiently, reduces the activity of cortical methionine synthase but produces lasting impairment in spatial working memory in aged rats."
        },
        {
            "References": "PMID:12866801",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... An immortalized GnRH-secreting /mouse hypothalamic / GT1-7 cell line was used to evaluate the effects of 60% N2O exposure for 24 hours on pro-GnRH mRNA levels, KCl-stimulated GnRH levels, and certain signaling pathways. N2O exposure for 24 hours decreased pro-GnRH mRNA levels by approximately 80% without affecting cell viability or intracellular GnRH levels. The ability of KCl to release GnRH stores was also significantly reduced. Western blot analyses of ERK1/2, and p38 phosphorylation and IkappaB did not indicate any change in phosphorylation, although p63 tyrosine phosphorylation was increased after short-term N2O exposure. Levels of c-fos, a nuclear transcription factor, were not changed by N2O exposure. These results indicate that N2O significantly decreases evoked release of GnRH as well as GnRH mRNA levels either by decreased synthesis or by mRNA stability. These results may be important in understanding adverse effects of N2O on female workers in dental practice where the gas is not scavenged."
        },
        {
            "References": "PMID:19741497",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... The authors set out to assess the effects of nitrous oxide and/or isoflurane on apoptosis and beta-amyloid (Abeta) levels in H4 human neuroglioma cells and primary neurons from naive mice. The cells or neurons were exposed to 70% nitrous oxide and/or 1% isoflurane for 6 hr. The cells or neurons and conditioned media were harvested at the end of the treatment. Caspase-3 activation, apoptosis, processing of amyloid precursor protein, and Abeta levels were determined. Treatment with a combination of 70% nitrous oxide and 1% isoflurane for 6 hr induced caspase-3 activation and apoptosis in H4 naive cells and primary neurons from naive mice. The 70% nitrous oxide plus 1% isoflurane, but neither alone, for 6 hr induced caspase-3 activation and apoptosis, and increased levels of beta-site amyloid precursor protein-cleaving enzyme and Abeta in H4-amyloid precursor protein cells. In addition, the nitrous oxide plus isoflurane-induced Abeta generation was reduced by a broad caspase inhibitor, Z-VAD. Finally, the nitrous oxide plus isoflurane-induced caspase-3 activation was attenuated by gamma-secretase inhibitor L-685,458, but potentiated by exogenously added Abeta."
        },
        {
            "References": "PMID:3264158",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ C1-tetrahydrofolate synthase catalyzes the interconversion of one carbon units attached to the coenzyme tetrahydrofolate. Nitrous oxide (N2O) inhalation is known to inactivate hepatic cobalamin dependent methionine synthase leading to methionine deficiency and trapping of tetrahydrofolate in the methyl-tetrahydrofolate form. Liver tissue from rats (strain not given) exposed to N2O for 48 hr exhibited a coordinate decr in all three activities of C1-tetrahydrofolate synthase of approx 25%. A corresponding 25% decrease in immunoreactive C1-tetrahydrofolate synthase was also observed after 48 hr. Thus, the decrease in the concentration of C1-tetrahydrofolate synthase accounted entirely for the decrease observed in the activities. Apparently, the perturbations of hepatic tetrahydrofolate pools by N2O affect the level of C1-tetrahydrofolate synthase expression at a translational or pretranslational level."
        },
        {
            "References": "PMID:3341574",
            "Value": "/OTHER TOXICITY INFORMATION/ ... Inactivation of methionine synthase is very much more rapid in the rat /than in humans/ (strain not given) exposed to 50% N2O, with half time of 5.4 min."
        },
        {
            "References": "PMID:24112528",
            "Value": "/OTHER TOXICITY INFORMATION/ /The objective was/ to evaluate the effect of addition of nitrous oxide (N2O) to the carbon dioxide (CO2) pneumoperitoneum (PP) and the effect of blood, plasma, or red blood cells (RBCs) on postoperative adhesions in a laparoscopic mouse model. /The design was/ a prospective randomized controlled trial. /The setting was/ a university laboratory research center. /The animals used were/ BALB/c female mice. IThe effect of adding to the 60-minute CO2 PP 5%, 10%, 25%, 50%, or 100% N2O on adhesion formation was evaluated. Subsequently the effect of adding 1 mL blood, or RBCs, or plasma and the effect of adding different concentrations of blood were studied. Finally, the effect of adding 10% N2O, 4% O2, or both to the CO2 was evaluated in a control group and after addition of blood. /The main outcomes measured were/ postoperative adhesions after 7 days.N2O strongly reduces adhesion formation with a full effect at a concentration of 5% or 10%. Adhesions increase linearly with 0.125 mL to 1 mL blood. In both the control group and after adding blood, 10% N2O is the most effective factor in prevention of adhesions. N2O, from concentrations of 5% upward, strongly prevents adhesion formation. Blood, mainly the plasma, increases adhesion formation. These data extend the concept of the role of acute inflammation and support the importance of good surgical practice with little bleeding and peritoneal cavity conditioning in adhesion prevention."
        },
        {
            "References": "PMID:16306729",
            "Value": "/OTHER TOXICITY INFORMATION/ ... The authors aimed to clarify (1) whether nitrous oxide preconditions the heart, (2) how it affects protein kinase C (PKC) and tyrosine kinases (such as Src) as central mediators of preconditioning, and (3) whether isoflurane-induced preconditioning is influenced by nitrous oxide. METHODS: For infarct size measurements, anesthetized rats were subjected to 25 min of coronary artery occlusion followed by 120 min of reperfusion. Rats received nitrous oxide (60%), isoflurane (1.4%) or isoflurane-nitrous oxide (1.4%/60%) during three 5-min periods before index ischemia (each group, n = 7). Control animals remained untreated for 45 min. Additional hearts (control, 60% nitrous oxide alone%, and isoflurane-nitrous oxide [0.6%/60%, in equianesthetic doses]) were excised for Western blot of PKC-epsilon and Src kinase (each group, n = 4). RESULTS: Nitrous oxide had no effect on infarct size (59.1 +/- 15.2% of the area at risk vs. 51.1 +/- 10.9% in controls). Isoflurane (1.4%) and isoflurane-nitrous oxide (1.4%/60%) reduced infarct size to 30.9 +/- 10.6 and 28.7 +/- 11.8% (both P < 0.01). Nitrous oxide (60%) had no effect on phosphorylation (2.3 +/- 1.8 vs. 2.5 +/- 1.7 in controls, average light intensity, arbitrary units) and translocation (7.0 +/- 4.3 vs. 7.4 +/- 5.2 in controls) of PKC-epsilon. Src kinase phosphorylation was not influenced by nitrous oxide (4.6 +/- 3.9 vs. 5.0 +/- 3.8; 3.2 +/- 2.2 vs. 3.5 +/- 3.0). Isoflurane-nitrous oxide (0.6%/60%, in equianesthetic doses) induced PKC-epsilon phosphorylation (5.4 +/- 1.9 vs. 2.8 +/- 1.5; P < 0.001) and translocation to membrane regions (13.8 +/- 13.0 vs. 6.7 +/- 2.0 in controls; P < 0.05). CONCLUSIONS: Nitrous oxide is the first inhalational anesthetic without preconditioning effect on the heart. However, isoflurane-induced preconditioning and PKC-epsilon activation are not influenced by nitrous oxide."
        },
        {
            "References": "PMID:16398938",
            "Value": "/OTHER TOXICITY INFORMATION/ BACKGROUND: Alveolar macrophages (AM) are known to play an important role in the regulation of inflammatory reactions in the lung, e.g. during the development of chronic lung diseases. Exposure of rats to NO2 has recently been shown to induce a shift in the activation type of AM that is characterized by reduced TNF-alpha and increased IL-10 production. METHODS: AM from rat and mice were analyzed by flow cytometry for surface marker expression and in vivo staining with PKH26 was applied to characterize newly recruited macrophages. Following magnetic bead separation, AM subpopulations were further analyzed for cytokine, inducible NO synthase (iNOS) and matrix metalloproteinase (MMP) mRNA expression using quantitative RT-PCR. Following in vitro stimulation, cytokines were quantitated in the culture supernatants by ELISA. RESULTS: In untreated rats the majority of AM showed a low expression of the surface antigen ED7 (CD11b) and a high ED9 (CD172) expression (ED7-/ED9high). In contrast, NO2 exposure induced the occurrence of a subpopulation characterized by the marker combination ED7+/ED9low. Comparable changes were observed in mice and by in vivo labeling of resident AM using the dye PKH26 /it could be demonstrated/ that CD11b positive cells mainly comprise newly recruited AM. Subsequent functional analyses of separated AM subpopulations of the rat revealed that ED7+ cells showed an increased expression and production of the antiinflammatory cytokine IL-10 whereas TNF-alpha production was lower compared to ED7- AM. However, iNOS and IL-12 expression were also increased in the ED7+ subpopulation. In addition, these cells showed a significantly higher mRNA expression for the matrix metalloproteinases MMP-7, -8, -9, and -12. CONCLUSION: NO2 exposure induces the infiltration of an AM subpopulation that, on the one hand may exert antiinflammatory functions by the production of high amounts of IL-10 but on the other hand may contribute to the pathology of NO2-induced lung damage by selective expression of certain matrix metalloproteinases."
        },
        {
            "References": "IPCS; Poisons Information Monograph PIM381: Nitrous oxide (February 1992).  Available from, as of February 26, 2016: https://www.inchem.org/pages/pims.html",
            "Value": "/OTHER TOXICITY INFORMATION/ Physical dependency and withdrawal have been demonstrated in mice (strain not given)."
        },
        {
            "References": "Rossoff, I.S. Handbook of Veterinary Drugs. New York: Springer Publishing Company, 1974., p. 392",
            "Value": "/OTHER TOXICITY INFORMATION/ Although the least potent of common inhalation anesthetics, its use has shown teratogenicity in rabbits and rats ... This is apparently not related to reduced oxygenation. Prolonged anesthesia with it has depressed white cell formation and white blood cell counts in rats ... It can produce hyperthermia in swine."
        },
        {
            "References": "PMID:19434780",
            "Value": "/OTHER TOXICITY INFORMATION/ In animals, all currently available anesthetics and sedatives that have been studied, such as ketamine, midazolam, diazepam, clonazepam, propofol, pentobarbital, chloral hydrate, halothane, isoflurane, sevoflurane, enflurane, /and/ nitrous oxide ... have been demonstrated to trigger widespread neurodegeneration in the immature brain. ..."
        }
    ]
}