{
    "_id": {
        "$oid": "6682e8d8c4e5dba5ffba27a3"
    },
    "CID": {
        "$numberInt": "9502"
    },
    "Name": "LINURON",
    "IUPACName": "3-(3,4-dichlorophenyl)-1-methoxy-1-methylurea",
    "CanonicalSMILES": "CN(C(=O)NC1=CC(=C(C=C1)Cl)Cl)OC",
    "Synonyms": [
        "LINURON",
        "330-55-2",
        "3-(3,4-Dichlorophenyl)-1-methoxy-1-methylurea",
        "Methoxydiuron",
        "Afalon",
        "Cephalon",
        "Aphalon",
        "Linurex",
        "Lorox",
        "Afalon inuron",
        "Garnitan",
        "Herbicide 326",
        "Linorox",
        "Rotalin",
        "Sarclex"
    ],
    "IsomericSMILES": "CN(C(=O)NC1=CC(=C(C=C1)Cl)Cl)OC",
    "INCHI": "InChI=1S/C9H10Cl2N2O2/c1-13(15-2)9(14)12-6-3-4-7(10)8(11)5-6/h3-5H,1-2H3,(H,12,14)",
    "INCHIKEY": "XKJMBINCVNINCA-UHFFFAOYSA-N",
    "Formula": "C9H10Cl2N2O2",
    "MolecularWeight": {
        "$numberDouble": "249.09"
    },
    "Description": "Linuron is a member of the class of phenylureas that is N-methyl urea substituted by a methoxy group at position 1 and a 3,4-dichlorophenyl group at position 3. It has a role as a xenobiotic, an environmental contaminant, a herbicide and an agrochemical. It is a dichlorobenzene and a member of phenylureas. It is functionally related to a N-methyl urea.",
    "XlogP": {
        "$numberDouble": "3.2"
    },
    "Complexity": {
        "$numberInt": "228"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) USEPA; Pesticide Reregistration Eligibility Decisions (REDs) Database on linuron (330-55-2). Available from the Database Query page at https://www.epa.gov/REDs/ as of Oct, 2000. (2) Chem Inspect Test Inst; Biodegradation and Bioaccumulation Data of Existing Chemicals Based on the CSCL Japan; Published by Japan Chemical Industry Ecology-Toxicology and Information Center. ISBN 4-89074-101-1 p. 3-112 (1992) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "Linuron residues accumulated in bluegill fish during 28 days of exposure to water treated at 0.1 and 1.0 ppm [C14] linuron(1). Maximum bioconcentration factors were 49 for whole fish, 34 for a muscle and 39 for carcass tissues. After 28 days of exposure, linuron residues in the viscera were identified as desmethyl linuron, norlinuron, and glucuronide conjugates. The edible tissues were not analyzed for linuron residues. Residues rapidly declined to approximately 10% of maximum levels after the 14-day depuration period(1). In one bioaccumulation study, orange-red killifish were exposed to 0.02 to 0.2 mg/l of linuron for 28 days(2). At the end of the experiment, the BCF of linuron in the fish ranged from 13 to 23. According to a classification scheme(3), BCF values ranging from 13 to 49 suggest the potential for bioconcentration in aquatic organisms ranges from low to moderate."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Maier-Bode H, Hartel K; Res Rev: 77: 1-352 (1981) (2) Stenstroem J Toxicol Assess 4: 53-70 (1989) (3) Walker A, Thompson JA; Weed Res 17: 399-405 (1977) (4) Hance RJ, McKone CE; Pest Sci 2: 31-4 (1971) (5) Walker A, Zimdahl RI; Weed Res 21: 255-65 (1981) (6) Hance RJ; Soil Biol Biochem 6: 39-42 (1974)",
            "Value": "Most evidence indicates that linuron's loss in soil is due to biodegradation(1-2). Biodegradation is mainly cometabolic(1-2). Evidence for linuron's biodegradation in soil is found in the fact that degradation proceeds far slower in soil sterilized by heat or with chemicals(1). Loss of linuron also correlates with soil respiration(3). The degradation rate also is correlated with soil organic carbon content, adsorptivity and clay content(1,3). The rate of biodegradation increases as the concn of linuron in the soil decreases(4). The rate constant for the decomposition in soil increases as the square root of the concn at high concns and linear with the concn at low concns(2). At higher soil moistures and temperatures, linuron degrades faster(1,5). In most soils, at normal application rates, linuron degrades within 3-4 months(1). The half-lives of 4 ppm linuron incubated at 25 °C in 18 mineral soils ranged from 22 to 86 days(5). The degradation rate of linuron in a sandy loam soil at 20 °C was 0.0080 per day (half-life 87 days)(3)."
        },
        {
            "References": "(1) Walker A; Pestic Sci 7: 50-8 (1976) (2) Walker A, Zimdahl RI; Weed Res 21: 255-65 (1981) (3) Walker A; Rev Weed Sci 3: 1-17 (1987)",
            "Value": "Laboratory experiments which assessed the affect of soil moisture and temperature on linuron degradation found that the half-life at 12% soil moisture increased from approximately 30 days at 30 °C to 90 days at 5 °C(1). At 25 °C, the half-life increased from 34 days to 45 days as the soil moisture decreased from 18% to 4%. Linuron degradation proceeded by the loss of the carbonyl group(1). The half-lives in two soils were linearly related to soil moisture content(1). In laboratory experiments on Colorado and Oregon soils, the half-lives at 25 °C were 38 and 52 days, respectively, at 16.8% moisture content and 638 and 154 days, respectively, at 2.5% mositure content(2). The 638 day half-life in Colorado soil is out of line with other data - at 5.1% moisture, the half-lives were respectively 109 and 136 days for Colorado and Oregon soils(2). The half-life of linuron in Colorado loam at 25 °C was 29 days under wet conditions (soil moisture at field capacity) and 98 days under dry conditions (soil moisture at 25% field capacity)(3). At 5 °C, the half-lives are 77 and 261 days under wet and dry conditions, respectively(3)."
        },
        {
            "References": "(1) Stenstroem J; Toxicol Assess 4: 53-70 (1989) (2) Cserhati T et al; International IUPAC Congress in Pesticide Chemistry 4th 3: 586-9 (1978) (3) El-Dib MA, Aly OA; Water Res 10: 1055-9 (1976) (4) Attaway HH et al; J Environ Sci Health B 17: 683-700 (1983) (5) Chemicals Inspection and Testing Institute; Biodegradation and bioaccumulation data of existing chemicals based on the CSCL Japan. Japan Chemical Industry Ecology - Toxicology and Information Center. ISBN 4-89074-101-1 (1992) (6) Maier-Bode H, Hartel K; Res Rev 77: 1-239 (1981)",
            "Value": "The half-life of linuron in a forest brown soil (6.4% OC, pH 5.5) with high biological activity at 24 °C and an initial concn of 21 ppm (dry wt) was approximately 85 days(1). In contrast to other studies, a study performed on four Hungarian soils, both sterilized and untreated, in which the soil was incubated for 10 weeks at different temperatures, concluded that degradation proceeds primarily by abiotic means(2). Chemical decomposition predominated at 10 °C with the proportion of chemical to microbial degradation decreasing with increasing temperature and then increasing at 37 °C. Mixed populations of microorganisms in river water or sewage did not biodegrade linuron during a period of 4 months(3). A possible explanation for linuron's biodegradation in soil and lack of biodegradation in solution may be a surface catalyzation as has been offered for a similar pesticide, diuron(4). Linuron, present at 100mg/l, reached 0% of it theoretical BOD in 4 weeks using an activated sludge inoculum at 30 mg/l and the Japanese MITI test(5). Linuron is taken up by the roots and extensively metabolized in plants(6)."
        },
        {
            "References": "(1) USEPA; Pesticide Reregistration Eligibility Decisions (REDs) Database on Linuron (330-55-2). Available from the Database Query page at https://www.epa.gov/REDs/ as of Oct, 2000. (2) Kuhn EP, Suflita JM; Soil Sci Soc Amer Special Publ 22: 111-80 (1989)",
            "Value": "ANAEROBIC: Phenyl-labeled C-14 linuron degraded with a half-life of less than three weeks in nonsterile anaerobic silt loam and sand soil: water (1:1) systems incubated in the dark at 24 °C(1). Primary degradates were desmethyl linuron and dichloroaniline. Anaerobic sediment adapted to diuron, dehalogenated linuron at the para position(2)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 56",
            "Value": "log Kow=3.20"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Hartley, D. and H. Kidd (eds.). The Agrochemicals Handbook. 2nd ed. Lechworth, Herts, England: The Royal Society of Chemistry, 1987., p. A248/Aug 87",
            "Value": "Inhibits photosynthesis."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Szeto SY, Price PM; J Agric Food Chem 39: 1679-84 (1991) (2) Zahnow EW, Riggleman JD; J Agric Food Chem 28: 974-8 (1980)",
            "Value": "In a 1989 survey of 12 vegetable farms, four with each of 3 soil types in British Columbia, Canada, linuron was detected in 3 of 4 muck farms at levels ranging from 331-1260 ppb (dry wt), but it was not detected in farms with loamy sand or silt loam soil (DL 10 ppb)(1). While linuron is used on corn and soybean fields bordering the Chesapeake Bay and its tributaries, including one drainage basin in which an estimated 45,000 kg of linuron was applied, <10 ppb of linuron was found in 79 mud samples in tributaries of Chesapeake Bay during two successive summers(2). The concns of linuron taken from two soybean fields bordering one tributary, on which 0.55 kg/ha of linuron was applied between mid-May and mid-June, were 41 pb in July and <10 and 14 ppb in September(2)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "Weed Science Society of America. Herbicide Handbook. 5th ed. Champaign, Illinois: Weed Science Society of America, 1983., p. 287",
            "Value": "ADSORPTION INCR AS CLAY CONTENT &/OR ORG MATTER CONTENT OF SOIL INCR; CLAYS OF HIGH /CATION/ EXCHANGE CAPACITY ABSORB MORE LINURON THAN THOSE OF LOW EXCHANGE CAPACITY. ... LEACHING IS NOT BELIEVED TO BE AN IMPORTANT FACTOR IN DISAPPEARANCE FROM MOST SOILS."
        },
        {
            "References": "(1) Hance RJ; Soil Biol Biochem 6: 39-42 (1974) (2) Hance RJ; Wed Res 5: 98-107(1965) (3) Wauchope RD, Myers RS; J Environ Qual 14: 132-6 (1985) (4) Briggs GG; Aust J Soil Res 19: 61-8 (1981) (5) Walker A, Thompson JA; Weed Res 17: 399-405 (1977) (6) Parent LE, Belanger A; J Environ Sci Health A20: 293-304 (1985) (7) Maier-Bode H, Hartel K; Res Rev 77: 1-352 (1981)",
            "Value": "Linuron adsorbs strongly to soil; adsorption increases with the organic carbon content of the soil(6-7). The Freundlich K for a sandy loam soil (1.45% OC, pH 7.3) was 30.0(1). The Koc at 1 ug/ml is 2,070 (1). In six soils the Freundlich K varied from 35.0 in a sandy clay loam soil to 315 in a light peat soil(2). The individual Freundlich 1/n values were not reported; however, the average 1/n was 0.75(2). For a concn of 1 ug/ml, the Koc's ranged from 538 to 2440. There was no correlation between adsorption and clay content of the soil or cation exchange capacity. The distribution coefficients of linuron in 18 mineral soils ranged from 4.20 to 21.70; the corresponding Koc's were 555-987(5). The mean Koc for 17 Australian soils was 319, with a range of 114 to 519(4). The Koc values for 12 sediments ranged from 362 to 877(3). Adsorption and desorption of linuron to sediment is rapid(3)."
        },
        {
            "References": "(1) Briggs GG; Aust J Soil Res 19: 61-8 (1981) (2) Miliadis GE et al; Annls Inst Phytopath Benaki 15: 141-9 (1987) (3) Parent LE, Belanger A; J Environ Sci Health A20: 293-304 (1985) (4) Fryer JD, Kirkland K; Weed Res 10: 133-58 (1970) (5) Maier-Bode H, Hartel K; Res Rev 77: 1-352 (1981) (6) MacNamara GC, Toth SJ; Soil Sci 109: 234-40 (1970)",
            "Value": "In a sandy soil with a Koc of 519 after 10 cm of rain had fallen, all linuron remained in the upper 2.5 cm(1). Leaching of linuron into deeper soil levels has been found to be relatively insignificant(2). In a soil column experiment designed to simulate field conditions and a seasonal rainfall of 600 mm, 98% of linuron remained in the upper 1 cm(3). The upper section of the soil contained 500 mg/kg(3). In a field study, some linuron did leach into the 2-4 cm soil layer of soil; results were not conclusive due to variability of residues in core samples(4). Many studies have shown that after spraying linuron, residues are most commonly found in the top 5 cm, and generally not deeper than 10 cm(5). The mean adsorption of linuron to 10 New Jersey soils taken from the A horizon was 1,498 and 2,964 ug/100 g of soil loadings of 500 ug/100 ml and 1,000 ug/100 ml, respectively(6). Adsorption to B horizon soils were lower, underscoring the importance of organic matter for adsorption."
        }
    ],
    "plant_translocations": [
        {
            "content": "The absorption and translocation of atrazine and linuron were studied in carrot, parsnip, lettuce, and turnip seedlings. Significant differences were observed among species in herbicide distribution within the plants. Carrot and parsnip seedlings retained a high proportion of absorbed linuron in their root systems, while lettuce and turnip translocated over 60% of absorbed linuron to the shoot. With atrazine, differences among species were less pronounced. The amount of herbicide translocated correlated with the amount of water transpired by the plants, but the effective concentrations in the transpiration stream were lower than in the treatment solutions. Thin-layer chromatography of plant extracts revealed that up to 45% of translocated linuron in parsnip and carrot was metabolized, while little metabolism occurred in the shoots of lettuce and turnip or in the roots of any species. These findings suggest that parsnip and carrot seedlings' tolerance to linuron is due to a combination of root fixation and metabolism in the shoot.",
            "reference": "Walker, A., & Featherstone, R. M. (1973). Absorption and translocation of atrazine and linuron by plants with implications concerning linuron selectivity. Journal of experimental botany, 24(2), 450-458.",
            "method": {
                "Test Plant": "Carrot (Daucus carota L. cv. Chantenay), parsnip (Pastinaca sativa L. cv. Syaton Intermediate), turnip (Brassica rapa L. sub-sp. rapa cv. Golden Ball), and lettuce (Lactuca sativa L. cv. Borough Wonder)",
                "Apply Location": "Root application by suspending seedlings in nutrient solution containing the herbicides.",
                "Plant Grown Condition": "Seeds were germinated in moist sand and seedlings with two true leaves were transferred to 50 ml Hewitt's nutrient solution in boiling tubes.",
                "Chemical Preparation": "14C-carbonyl-labeled linuron (specific activity 6.85 μCi/mg) and 14C-ring-labeled atrazine (specific activity 10-22 μCi/mg) were used at 0.05 μg/ml concentration in nutrient solution.",
                "Pesticide Application Details for the Plant": "15 seedlings of each species were transferred to fresh nutrient solutions containing the respective 14C-labeled herbicides.",
                "Other Information": "Plants were harvested at 3, 5, 7, 10 and 12 days after treatment with 3 replicates per species per herbicide at each harvest."
            },
            "result": "[{\"Plant\": \"Parsnip\", \"Days after application\": 3, \"Shoot (ug/g)\": 0.049, \"Root (ug/g)\": 2.633}, {\"Plant\": \"Parsnip\", \"Days after application\": 5, \"Shoot (ug/g)\": 0.088, \"Root (ug/g)\": 2.628}, {\"Plant\": \"Parsnip\", \"Days after application\": 7, \"Shoot (ug/g)\": 0.1, \"Root (ug/g)\": 2.151}, {\"Plant\": \"Parsnip\", \"Days after application\": 10, \"Shoot (ug/g)\": 0.198, \"Root (ug/g)\": 2.737}, {\"Plant\": \"Parsnip\", \"Days after application\": 12, \"Shoot (ug/g)\": 0.219, \"Root (ug/g)\": 2.267}, {\"Plant\": \"Carrot\", \"Days after application\": 3, \"Shoot (ug/g)\": 0.083, \"Root (ug/g)\": 1.194}, {\"Plant\": \"Carrot\", \"Days after application\": 5, \"Shoot (ug/g)\": 0.135, \"Root (ug/g)\": 1.047}, {\"Plant\": \"Carrot\", \"Days after application\": 7, \"Shoot (ug/g)\": 0.151, \"Root (ug/g)\": 1.129}, {\"Plant\": \"Carrot\", \"Days after application\": 10, \"Shoot (ug/g)\": 0.195, \"Root (ug/g)\": 1.439}, {\"Plant\": \"Carrot\", \"Days after application\": 12, \"Shoot (ug/g)\": 0.379, \"Root (ug/g)\": 1.218}, {\"Plant\": \"Lettuce\", \"Days after application\": 3, \"Shoot (ug/g)\": 0.278, \"Root (ug/g)\": 0.672}, {\"Plant\": \"Lettuce\", \"Days after application\": 5, \"Shoot (ug/g)\": 0.515, \"Root (ug/g)\": 0.669}, {\"Plant\": \"Lettuce\", \"Days after application\": 7, \"Shoot (ug/g)\": 0.634, \"Root (ug/g)\": 0.674}, {\"Plant\": \"Lettuce\", \"Days after application\": 10, \"Shoot (ug/g)\": 0.751, \"Root (ug/g)\": 0.602}, {\"Plant\": \"Lettuce\", \"Days after application\": 12, \"Shoot (ug/g)\": 0.769, \"Root (ug/g)\": 0.66}, {\"Plant\": \"Turnip\", \"Days after application\": 3, \"Shoot (ug/g)\": 0.388, \"Root (ug/g)\": 0.768}, {\"Plant\": \"Turnip\", \"Days after application\": 5, \"Shoot (ug/g)\": 0.491, \"Root (ug/g)\": 0.781}, {\"Plant\": \"Turnip\", \"Days after application\": 7, \"Shoot (ug/g)\": 0.722, \"Root (ug/g)\": 0.728}, {\"Plant\": \"Turnip\", \"Days after application\": 10, \"Shoot (ug/g)\": 1.368, \"Root (ug/g)\": 0.769}, {\"Plant\": \"Turnip\", \"Days after application\": 12, \"Shoot (ug/g)\": 1.338, \"Root (ug/g)\": 0.739}]"
        }
    ]
}