{
    "_id": {
        "$oid": "6682e7dec4e5dba5ffba22bd"
    },
    "CID": {
        "$numberInt": "957"
    },
    "Name": "1-OCTANOL",
    "IUPACName": "octan-1-ol",
    "CanonicalSMILES": "CCCCCCCCO",
    "Synonyms": [
        "1-octanol",
        "Octan-1-ol",
        "octanol",
        "111-87-5",
        "N-octanol",
        "Octyl alcohol",
        "Capryl alcohol",
        "caprylic alcohol",
        "n-Octyl alcohol",
        "Heptyl carbinol",
        "1-Hydroxyoctane",
        "Primary octyl alcohol",
        "Alcohol C-8",
        "n-Octan-1-ol",
        "Octilin"
    ],
    "IsomericSMILES": "CCCCCCCCO",
    "INCHI": "InChI=1S/C8H18O/c1-2-3-4-5-6-7-8-9/h9H,2-8H2,1H3",
    "INCHIKEY": "KBPLFHHGFOOTCA-UHFFFAOYSA-N",
    "Formula": "C8H18O",
    "MolecularWeight": {
        "$numberDouble": "130.23"
    },
    "Description": "Octan-1-ol is an octanol carrying the hydroxy group at position 1. It has a role as a plant metabolite, an antifungal agent, a kairomone, a fuel additive and a bacterial metabolite. It is an octanol and a primary alcohol.",
    "XlogP": {
        "$numberDouble": "3"
    },
    "Complexity": {
        "$numberInt": "43"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Cantalejo MJ; J Agric Food Chem 45: 1853-60 (1997) (2) Takeoka GR et al; J Agric Food Chem 36: 553-60 (1988) (3) Wu Y et al; J Agric Food Chem 57:9676-81 (2009) (4) Klesk K et al; J Agric Food Chem 52: 5155-61 (2004) (5) Tatsuka K et al; J Agric Food Chem 38: 2176-80 (1990) (6) Miladinovic DL et al; Nat Prod Commun 8: 1309-11 (2013) (7) Nolte CG et al; Environ Sci Technol 36: 4273-81 (2002)",
            "Value": "1-Octanol was identified as a volatile component of earth almonds (Cyperus esculentus L.)(1), nectarines(2), litchi (Litchi chinensis Sonn)(3), Meeker raspberries (Rubus idaeus L.)(4) and kiwi fruit flowers(5). 1-Octanol comprised 13.62% of essential oil from Heracleum sibiricum L. (Apiaceae)(6). 1-Octanol emission rates from green leaf composite samples and dead leaves were 48 ug/g and 16 ug/g, respectively(7)."
        },
        {
            "References": "(1) USDA; Dr. Duke's Phytochemical and Ethnobotanical Databases. Plants with a chosen chemical. n-Octanol, Octanol. Washington, DC: US Dept Agric, Agric Res Service. Available from, as of Sept 21, 2015: https://www.ars-grin.gov/duke/",
            "Value": "1-Octanol detections in plants(1).",
            "Table": "[{'Genus species': 'Fragaria spp', 'Family': 'Rosaceae', 'Common name': 'Strawberry', 'Part': 'Leaf', 'Concn (ppm)': 'not reported'}, {'Genus species': 'Hypericum perforatum', 'Family': 'Clusiaceae', 'Common name': 'Common St Johnswort', 'Part': 'Essential oil', 'Concn (ppm)': 'not reported'}, {'Genus species': 'Coriandrum sativum', 'Family': 'Apiaceae', 'Common name': 'Chinese Parsley', 'Part': 'Leaf', 'Concn (ppm)': '504'}, {'Genus species': 'Mentha longifolia', 'Family': 'Lamiaceae', 'Common name': 'Biblical Mint', 'Part': 'Shoot', 'Concn (ppm)': '34'}, {'Genus species': 'Satureja montana', 'Family': 'Lamiaceae', 'Common name': 'Savory', 'Part': 'Plant', 'Concn (ppm)': '0-55'}, {'Genus species': 'Citrus limon', 'Family': 'Rutaceae', 'Common name': 'Lemon', 'Part': 'Essnetial Oil', 'Concn (ppm)': '15'}, {'Genus species': 'Citrus reticulata', 'Family': 'Rotaceae', 'Common name': 'Tangerine', 'Part': 'Fruit', 'Concn (ppm)': '9'}, {'Genus species': 'Satureja subspicata subsp liburnica', 'Family': 'Lamiaceae', 'Common name': 'Yugoslav Savory', 'Part': 'Plant', 'Concn (ppm)': '0-6'}, {'Genus species': 'Thymus longicaulis', 'Family': 'Lamiaceae', 'Common name': 'Kekik', 'Part': 'Shoot', 'Concn (ppm)': '0-5'}, {'Genus species': 'Citrus aurantiifolia', 'Family': 'Rutaceae', 'Common name': 'Lime', 'Part': 'Fruit', 'Concn (ppm)': '1'}, {'Genus species': 'Thymus cilicicus', 'Family': 'Lamiaceae', 'Common name': 'Anatolian Thyme', 'Part': 'Shoot', 'Concn (ppm)': '0-1.5'}, {'Genus species': 'Sideritis athoa', 'Family': 'Lamiaceae', 'Common name': 'Kedi Kuyrugu Cayi', 'Part': 'Shot', 'Concn (ppm)': 'not reported'}, {'Genus species': 'Anethum graveolens', 'Family': 'Apiaceae', 'Common name': 'Dill', 'Part': 'Root', 'Concn (ppm)': 'not reported'}, {'Genus species': 'Boswellia sacra', 'Family': 'Burseraceae', 'Common name': 'Frankincense', 'Part': 'Essential Oil', 'Concn (ppm)': 'not reported'}, {'Genus species': 'Citrus aurantium', 'Family': 'Rutaceae', 'Common name': 'Bitter Orange', 'Part': 'Pericarp', 'Concn (ppm)': 'not reported'}, {'Genus species': 'Dryopteris filix-mas', 'Family': 'Dryopteridaceae', 'Common name': 'Male Fern', 'Part': 'Rhizome', 'Concn (ppm)': 'not reported'}, {'Genus species': 'Ocimum basilicum', 'Family': 'Lamiaceae', 'Common name': 'Basil', 'Part': 'Plant', 'Concn (ppm)': 'not reported'}, {'Genus species': 'Pimenta dioica', 'Family': 'Myrtaceae', 'Common name': 'Allspice', 'Part': 'Plant', 'Concn (ppm)': 'not reported'}, {'Genus species': 'Rosa damascena', 'Family': 'Rosaceae', 'Common name': 'Damask Rose', 'Part': 'Essential Oil', 'Concn (ppm)': 'not reported'}]"
        }
    ],
    "animal_concentrations": [
        {
            "References": "(1) Li J et al; J Exp Biol 217(Pt 19):3512-8 (2014)",
            "Value": "1-Octanol was detected in the alarm pheromone of bees (Apis dorsata) at 3.7%(1)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 49 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of April 16, 2015: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm/ (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 44 was calculated in fish for 1-octanol(SRC), using a log Kow of 3.00(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is moderate(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Dore M et al; Trib Cebedeau 28: 3-11 (1975) (2) Heukelekian H, Rand MC; J Water Pollut Control Assoc 29: 1040-53 (1955) (3) Wagner R; Vom Wasser 42: 271-305 (1974) (4) Battersby NS; Chemosphere 34: 1813-22 (1997) (5) Struijs J, Stoltenkamp J; Ecotox Environ Safety 19: 204-11 (1990) (6) Yonezawa Y et al; Kogai Shigen Kenkyusho Iho 11: 77-82 (1981) (7) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of April 16, 2015: l https://www.safe.nite.go.jp/english/db.htm (8) Yonezawa Y, Urushigawa Y; Chemosphere 8: 139-42 (1979) (9) Rorije E et al; Environ Toxicol Chem 17: 1943-50 (1998)",
            "Value": "AEROBIC: A number of aerobic biological screening studies, which utilized settled waste water, sewage, or activated sludge for inocula, have demonstrated that 1-octanol is readily biodegradable(1-9). Five day BOD tests show theoretical BODs of 33(1), 37(2) and 62.4%(3). A ring test involving 14 laboratories found a mean degradation of 85% in 28 day test(4). Biodegradation of 1-octanol was 71% after incubation in the dark at 20 degrees C for 7 days using an inoculation with activated sludge and measuring theoretical carbon dioxide evolved(5). Other screening test data yielded a half-life of 22 hours(SRC) based on a first order biodegradation rate of 0.0313/hr(6) for 1-octanol. 1-Octanol, present at 100 mg/L, reached 89% of its theoretical BOD in 4 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(7)."
        },
        {
            "References": "(1) Shelton DR, Tiedje JM; Development of Tests for Determining Anaerobic Biodegradation Potential USEPA 560/5-81-013 (NTIS PB84-166495) pp. 92 (1981) (2) Shelton DR, Tiedje JM; Appl Environ Microbiol 47: 850-7 (1981)",
            "Value": "ANAEROBIC: 1-Octanol was completely removed and lost 75% of the starting material during 49(1) and 56(2) day anaerobic acclimated studies."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Burdock GA, ed; Fenaroli's Handbook of Flavor Ingredients. 6th ed., Boca Raton, FL: CRC Press p. 1525 (2009)",
            "Value": "1-Octanol has been reported in fish, oysters, crayfish and clam(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 49",
            "Value": "log Kow = 3.00"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:2144347",
            "Value": "The effect of various alkanols on the central nervous system was studied by using rat brain synaptosomal membranes as an in vitro model. The activity of (Ca2+/Mg2+)ATPase and the membrane fluidity were determined. The n-alkanols exhibited an increased molar inhibition of the ATPase activity with an increase in the carbon chain length up to 1-octanol. 1-octanol and 1-decanol caused a biphasic effect on the ATPase activity depending on the alkanol concentration, whereas 1-dodecanol caused a stimulation of the ATPase activity. All alkanols studied caused an increased fluidity of the membrane ... /These/ results indicate that the effect of alkanols on the ATPase activity depends on changes in the border layer between the membrane and the surrounding medium and on a binding of the alkanols to the enzyme molecule ... The two-way effect of 1-octanol and 1-decanol and the stimulatory effect of 1-dodecanol indicate that more mechanisms are involved ... Changes in the membrane fluidity do not seem to be a prerequisite of the ATPase inhibition."
        },
        {
            "References": "PMID:19846748",
            "Value": "... Studies indicate that T-type calcium channels (T-channels) in the thalamus are cellular targets for general anesthetics. Here, we recorded T-currents and underlying low-threshold calcium spikes from neurons of nucleus reticularis thalami (nRT) in brain slices from young rats and investigated the mechanisms of their modulation by an anesthetic alcohol, 1-octanol. We found that 1-octanol inhibited native T-currents at subanesthetic concentrations with an IC(50) of approximately 4 muM. In contrast, 1-octanol was up to 30-fold less potent in inhibiting recombinant Ca(V)3.3 T-channels heterologously expressed in human embryonic kidney cells. Inhibition of both native and recombinant T-currents was accompanied by a hyperpolarizing shift in steady-state inactivation, indicating that 1-octanol stabilized inactive states of the channel. To explore the mechanisms underlying higher 1-octanol potency in inhibiting native nRT T-currents, we tested the effect of the protein kinase C (PKC) activator phorbol 12-myristate 13-acetate (PMA) and PKC inhibitors. We found that PMA caused a modest increase of T-current, whereas the inactive PMA analog 4alpha-PMA failed to affect T-current in nRT neurons. In contrast, 12-(2-cyanoethyl)-6,7,12,13-tetrahydro-13-methyl-5-oxo-5H-indolo(2,3-a)pyrrolo(3,4-c)-carbazole (Go 6976), an inhibitor of calcium-dependent PKC, decreased baseline T-current amplitude in nRT cells and abolished the effects of subsequently applied 1-octanol. The effects of 1-octanol were also abolished by chelation of intracellular calcium ions with 1,2-bis(2-aminophenoxy)ethane-N,N,N',N'-tetraacetic acid. Taken together, these results suggest that inhibition of calcium-dependent PKC signaling is a possible molecular substrate for modulation of T-channels in nRT neurons by 1-octanol."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 469",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ No deaths were observed among rats exposed to 6400 mg/cu m (1203 ppm) 1-octanol for 1 hr; no lung lesions were noted."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 469",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Aspiration of 0.2 mL 1-octanol to rats produced deaths in 10 out of 10 rats, and death occurred after a few breaths."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 469",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ 1-Octanol was slightly irritating to the skin of rabbits and is considered an eye irritant using the EU criteria."
        },
        {
            "References": "Bleyman MA, Thurman RG; Curr Alcohol 7: 115 (1980)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Alcohols, other than ethanol, can produce swift increases in alcohol metabolism in the rat in vivo. All tested decrease body temperature and degree depended on treatment. n-Octanol (0.55 g/kg) produced the largest decrease in body temperature."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 469",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Three out of ten rats died within 2 days following a 4-hr exposure to 5600 mg/cu m (1053 ppm) 1-octanol. Lung lesions were noted and consisted of necrosis of the bronchial epithelium with alveolar edema and an accumulation of alveolar macrophages."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 469",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... No cumulative effects in mice after oral administration of 179 mg/kg 1-octanol for 1 month."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 469",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... No evidence of tumors in the ... lung adenoma study in which mice were injected intraperitoneally with 100 or 500 mg/kg 1-octanol three times a week for 8 weeks."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. v6 469",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ 1-Octanol is a weak skin tumor promoter when applied three times a week for 60 weeks to mice skin that had been initiated with dimethylbenz[a]anthracene."
        },
        {
            "References": "Nelson BK et al; J of The Am College of Toxicol 9 (1): 93-7 (1990)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ As part of a large study evaluating the developmental toxicology of industrial alcohols administered by inhalation, groups of approximately 15 pregnant female Sprague-Dawley rats were exposed for 7 hr/day on gestation days 1-19 (sperm= 0) to one of three long-chain alcohols at the maximum concentrations that could be generated as a vapor. These concentrations were 400 mg/cu m 1-octanol, 150 mg/ cu m 1-nonanol, and 100 mg/cu m 1-decanol. Dams were weighed daily for the first week of exposure, and weekly thereafter. On gestation day 20, rats were sacrificed. Fetuses were serially removed, blotted dry, examined for external malformations, sexed, weighed, placed in appropriated fixatives,and subsequently examined for visceral or skeletal abnormalities. No treatment-related effects were observed in pregnant females, frequency of resorptions, fetal weights, or skeletal/visceral malformations. Thus, long-chain alcohols at these vapor concentrations appear not to be toxic as evidenced by these fetal and maternal parameters."
        },
        {
            "References": "PMID:2237924",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The developmental toxicology of 13 industrial alcohols (methanol, ethanol, 1-propanol, isopropanol, 1-butanol, 2-butanol, tertiary-butanol, 1-pentanol, 1-hexanol, 2-ethyl-1-hexanol, 1-octanol, 1-nonanol, and 1-decanol), and the behavioral teratogenicity of 4 of these alcohols, were assessed in a series of experiments. The results of individual alcohols have been published previously, but the present paper summarizes the results in view of structure-activity relationships among these alcohols. The alcohols were administered by inhalation for 7 hours per day (6 hours/day for 1-decanol) on gestation days 1-19 to groups of approximately 15 pregnant Sprague-Dawley rats. For developmental toxicology evaluations, dams were sacrificed on gestation day 20. Fetuses were serially removed, weighed, sexed, and examined for external malformations. The frequency of visceral malformations and variations was determined in one-half of the fetuses, and the frequency of skeletal deviations was determined in the other half. Behavioral teratology endpoints were investigated in groups of 15 pregnant rats exposed to one of four alcohols (ethanol, 1-propanol, 1-butanol, and tertiary-butanol) and also involved groups of 18 male rats which were exposed to the same concentrations of each alcohol for 6 weeks, and then mated to untreated females. In the behavioral teratology evaluations, all litters were culled to eight pups and fostered to unexposed mothers. Offspring were tested from days 10-90 on a series of behavioral tests designed to evaluate neuromotor integrity, activity levels, learning, and memory. Additionally, brains were removed from 10 offspring per group at 21 days of age, and were dissected into cerebrum, cerebellum, brainstem, and midbrain; these samples were assayed for steady-state levels of protein and the neurotransmitters acetylcholine, dopamine, norepinephrine, 5-hydroxytryptamine (serotonin), substance P, B-endorphin, and met-enkephalin. Congenital malformations were noted for methanol, 1-propanol, isopropanol, and 1-butanol, but only at concentrations in excess of 5000 ppm. These concentrations also produced toxicity in the maternal animals; thus, there was little evidence of selective developmental toxicity among the alcohols. Although sporadic behavioral and neurochemical deviations were detected, no consistent pattern of effects was seen for any of the alcohols we tested. It should be noted that alcohols with chain lengths longer than the butyl series could not be generated as vapors at sufficiently high concentrations to produce observable toxicity in the maternal animals. This limits the generality of these findings to the possible developmental effects of these alcohols when taken through other routes of exposure."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 469",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In an oral gavage study, pregnant female Wistar rats were dosed with 0, 130, 650, 975, or 1300 mg/kg 1-octanol during gestational days 6 through 15. Maternal toxicity occurred with a dose-related increase in severity of clinical signs, including lateral and abdominal position, unsteady gait, salivation, piloerection, nasal discharge, and pneumonia. Food consumption and body weight gain decreased slightly in all but the lowest dose group. There was no developmental toxicity."
        },
        {
            "References": "Chen SY et al; Alchol Clin Exp REs 24 (Suppl.): 34A (2000)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Whether 1-octanol (OCT) could inhibit Ethanol (ETOH) toxicity in cultured whole mouse embryos /was studied/. Embryos (3 to 5 somites) were cultured for 6 hours in the absence and presence of alcohols and transferred to control medium for an additional 20 hours. Somite pairs were counted after a total of 26 hours in culture ... Treatment with 3 uM OCT did not produce a delay in embryonic development, whereas 10 uM and 50 uM OCT caused increasing toxicity. Embryos cultured for 6 hours with 100 mM ETOH showed markedly delayed in vitro development (13.8 + or - 0.7 somite pairs after 26 hours, n = 15) as compared with control embryos (19.6 + or - 0.6 somite pairs, n = 5). The toxicity of 100 mM ETOH was significantly reduced by co-incubation with 3 uM OCT (16.9 + or - 0.6 somite pairs; n = 23, p less than 0.002). All of the control embryos and 60.9% of the ethanol/octanol-treated embryos had greater than or equal to 17 somite pairs; in contrast, only 13.4% of the embryos treated with ethanol alone had greater than or equal to 17 somite pairs. Conversely, while 33.3% of the embryos treated with ethanol alone had less than or equal to 12 somite pairs, none of the control embryos and only 4.3% of the embryos treated with ethanol plus octanol were this small."
        },
        {
            "References": "PMID:19846748",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ... Studies indicate that T-type calcium channels (T-channels) in the thalamus are cellular targets for general anesthetics. Here, we recorded T-currents and underlying low-threshold calcium spikes from neurons of nucleus reticularis thalami (nRT) in brain slices from young rats and investigated the mechanisms of their modulation by an anesthetic alcohol, 1-octanol. We found that 1-octanol inhibited native T-currents at subanesthetic concentrations with an IC(50) of approximately 4 uM. In contrast, 1-octanol was up to 30-fold less potent in inhibiting recombinant Ca(V)3.3 T-channels heterologously expressed in human embryonic kidney cells. Inhibition of both native and recombinant T-currents was accompanied by a hyperpolarizing shift in steady-state inactivation, indicating that 1-octanol stabilized inactive states of the channel. To explore the mechanisms underlying higher 1-octanol potency in inhibiting native nRT T-currents, we tested the effect of the protein kinase C (PKC) activator phorbol 12-myristate 13-acetate (PMA) and PKC inhibitors. We found that PMA caused a modest increase of T-current, whereas the inactive PMA analog 4alpha-PMA failed to affect T-current in nRT neurons. In contrast, 12-(2-cyanoethyl)-6,7,12,13-tetrahydro-13-methyl-5-oxo-5H-indolo(2,3-a)pyrrolo(3,4-c)-carbazole (Go 6976), an inhibitor of calcium-dependent PKC, decreased baseline T-current amplitude in nRT cells and abolished the effects of subsequently applied 1-octanol. The effects of 1-octanol were also abolished by chelation of intracellular calcium ions with 1,2-bis(2-aminophenoxy)ethane-N,N,N',N'-tetraacetic acid. Taken together, these results suggest that inhibition of calcium-dependent PKC signaling is a possible molecular substrate for modulation of T-channels in nRT neurons by 1-octanol."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, 1-Octanol (111-87-5) (2000 CD-ROM  edition). Available from, as of April 20, 2006: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ /1-octanol/ was negative in an Ames Salmonella assay with strains Ta 98, TA 100, TA 1535, TA 1537, and TA 1538 at concentrations ranging from 4 to 2500 ug/plate with and without metabolic activation."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 469",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ 1-Octanol (0.1 mmol) did not induce peroxisome proliferation in rat hepatocyte culture."
        },
        {
            "References": "PMID:12205664",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Neocortical neurons arise from a pseudostratified ventricular epithelium (PVE) that lies within the ventricular zone (VZ) at the margins of the embryonic cerebral ventricles. We examined the effects of fibroblast growth factor-2 (FGF-2) and 1-octanol on cell output behavior of the PVE in explants of the embryonic mouse cerebral wall. FGF-2 is mitogenic and 1-octanol antimitogenic in the PVE. Whereas all postmitotic cells migrate out of the VZ in vivo, in the explants some postmitotic cells remain within the VZ. We refer to these cells as the indeterminate or I fraction, because they neither exit from the VZ nor reenter S phase as part of the proliferative (P) fraction. They are considered to be either in an extremely prolonged G(1) phase, unable to pass the G(1)/S transition, or in the G(0) state. The I fate choice is modulated by both FGF-2 and 1-octanol. FGF-2 decreased the I fraction and increased the P fraction. In contrast, 1-octanol increased the I fraction and nearly eliminated the P fraction. The effects of FGF-2 and 1-octanol were developmentally regulated, in that they were observed in the developmentally advanced lateral region of the cerebral wall but not in the medial region."
        },
        {
            "References": "PMID:15186442",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/  ... Lipophilic alcohols with high log Pow values were more toxic to yeast than those with low log Pow values. Morphological changes after exposure to ethanol, 1-pentanol, 1-octanol were observed, whereas n-pentane affected the surface of the outer membrane, with little change in organelles. Using cDNA microarrays, quite a few up-regulated gene categories were classified into the category 'cell rescue, defence and virulence' by ethanol, and the category 'energy' and 'metabolism' by 1-pentanol. The characteristic genes up-regulated by n-pentane were not observed, and the expression profile was distantly related to ethanol, 1-pentanol and 1-octanol."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Schuumann G et al; Environ Sci Technol 40 :7005-11 (2006) (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of 1-octanol is reported as 38(1). According to a classification scheme(2), this Koc value suggests that 1-octanol is expected to have very high mobility in soil(SRC)."
        }
    ]
}