{
    "_id": {
        "$oid": "6682e8d9c4e5dba5ffba27a8"
    },
    "CID": {
        "$numberInt": "9681"
    },
    "Name": "METHYSERGIDE",
    "IUPACName": "(6aR,9R)-N-[(2S)-1-hydroxybutan-2-yl]-4,7-dimethyl-6,6a,8,9-tetrahydroindolo[4,3-fg]quinoline-9-carboxamide",
    "CanonicalSMILES": "CCC(CO)NC(=O)C1CN(C2CC3=CN(C4=CC=CC(=C34)C2=C1)C)C",
    "Synonyms": [
        "methysergide",
        "Sansert",
        "361-37-5",
        "Desernil",
        "Deseryl",
        "Deseril",
        "Methysergid",
        "UML-491",
        "Desernyl",
        "Metisergide [DCIT]",
        "1-Methylmethylergonovine",
        "Methysergidum",
        "Methysergidum [INN-Latin]",
        "Metisergido [INN-Spanish]",
        "Methyllysergic acid butanolamide"
    ],
    "IsomericSMILES": "CC[C@@H](CO)NC(=O)[C@H]1CN([C@@H]2CC3=CN(C4=CC=CC(=C34)C2=C1)C)C",
    "INCHI": "InChI=1S/C21H27N3O2/c1-4-15(12-25)22-21(26)14-8-17-16-6-5-7-18-20(16)13(10-23(18)2)9-19(17)24(3)11-14/h5-8,10,14-15,19,25H,4,9,11-12H2,1-3H3,(H,22,26)/t14-,15+,19-/m1/s1",
    "INCHIKEY": "KPJZHOPZRAFDTN-ZRGWGRIASA-N",
    "Formula": "C21H27N3O2",
    "MolecularWeight": {
        "$numberDouble": "353.5"
    },
    "Description": "(6aR,9R)-N-[(2S)-1-hydroxybutan-2-yl]-4,7-dimethyl-6,6a,8,9-tetrahydroindolo[4,3-fg]quinoline-9-carboxamide is an ergoline alkaloid.",
    "XlogP": {
        "$numberDouble": "2.3"
    },
    "Complexity": {
        "$numberInt": "578"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "US Natl Inst Health; DailyMed. Current Medication Information for sansert (methysergide maleate) tablet, coated (February 2006). Available from, as of March 6, 2012: https://dailymed.nlm.nih.gov/dailymed/lookup.cfm?setid=3fae28ee-700e-4d4f-a040-02ef01a2aeb4",
            "Value": "Methysergide has been shown, in vitro and in vivo, to inhibit or block the effects of serotonin, a substance which may be involved in the mechanism of vascular headaches. Serotonin has been variously described as a central neurohumoral agent or chemical mediator, as a \"headache substance\" acting directly or indirectly to lower pain threshold (others in this category include tyramine; polypeptides, such as bradykinin; histamine; and acetylcholine), as an intrinsic \"motor hormone\" of the gastrointestinal tract, and as a \"hormone\" involved in connective tissue reparative processes. Suggestions have been made by investigators as to the mechanism whereby methysergide produces its clinical effects, but this has not been finally established."
        },
        {
            "References": "US Natl Inst Health; DailyMed. Current Medication Information for sansert (methysergide maleate) tablet, coated (February 2006). Available from, as of March 6, 2012: https://dailymed.nlm.nih.gov/dailymed/lookup.cfm?setid=3fae28ee-700e-4d4f-a040-02ef01a2aeb4",
            "Value": "Considering structure/effect relationships, it has been demonstrated that methylation of the indole nitrogen in the lysergic acid ring of the alkanolamides fundamentally alters their pharmacologic behavior and is associated with inhibition or blockade of a great variety of serotonin-induced effects..."
        },
        {
            "References": "PMID:12928583",
            "Value": "... Here /investigators/ asked whether systemic (i.p.) and intrathecal (i.t.) administrations of a nonselective serotonergic antagonist, methysergide, might produce paradoxical antinociception similar to naloxone in the mouse formalin test. A diluted formalin solution was injected into the mouse plantar region of the hind paw and the duration of licking responses was measured at periods of 0-5 min (1st phase) and 20-40 min (2nd phase) after formalin injection. Methysergide administered i.p. and i.t. showed an attenuated licking duration only in the 2nd phase. The effect observed in the 2nd phase was reversed in the 5,7-dihydroxytriptamine, but not N-(2-chloroethyl)-N-ethyl-2-bromobenzylamine pretreated group of mice, suggesting that descending serotonergic, but not noradrenergic, systems are involved in the methysergide antinociception. To further investigate the mechanism by which methysergide inhibited the nociceptive behaviors induced by formalin, the antinociceptive effect of methysergide was also tested in substance P (i.t.) and excitatory amino acids (i.t.), such as glutamate, N-methyl-D-aspartic acid, alpha-amino-3-hydroxy-5-methylisoxazole-4-propionic acid, and kainic acid, which are major components in the formalin-induced nociceptive transmission in the spinal cord pain models. The duration of nociceptive behaviors shown in these models was significantly shortened by i.p. and i.t. administration of methysergide. These results suggest that methysergide also produces a paradoxical antinociception in various pain models including the formalin test, similar to the results of naloxone."
        },
        {
            "References": "PMID:1327381",
            "Value": "Calcitonin gene-related peptide (CGRP) is involved in ocular neurogenic inflammation in the rabbit, causing vasodilatation in the anterior uvea, breakdown of the blood-aqueous barrier, increase in the intraocular pressure (IOP) and rise in the adenosine 3':5'-cyclic monophosphate (cyclic AMP) content in the aqueous humour. So far there is no means of preventing these CGRP-induced ocular effects. In the present study, the effect of intravenous methysergide (1-10 mg kg-1, b.w.) on CGRP-induced changes in the IOP, blood-aqueous barrier and cyclic AMP content in the aqueous humour was studied in vivo. The effect of methysergide on CGRP-induced vasodilatation both in vivo and in vitro was also investigated. Methysergide decreased intraocular pressure but had only a transient effect on blood pressure. Methysergide decreased the regional blood flow in ocular tissues by 53-65%, but did not have such a vasoconstrictor effect in most extra-ocular tissues studied. Methysergide inhibited CGRP-induced vasodilatation, increase in the IOP, breakdown of the blood-aqueous barrier and increase in the cyclic AMP content in the aqueous humour in vivo. In vitro, methysergide alone did not have effects on the vascular tone in isolated ophthalmic artery of rabbit. However, it potentiated noradrenaline (NA)-induced contraction. There were no differences in the IC50 values for CGRP on the NA-induced contraction in the presence and absence of methysergide, indicating that methysergide has no direct effect on the vasorelaxant effect of CGRP in vitro. The present study demonstrates that in the rabbit eye methysergide inhibits CGRP-induced changes. One inhibitory mechanism of methysergide may be to enhance the effect of a vasoconstrictor (NA) to antagonize the vasodilator effect of CGRP. The present findings suggest that a methysergide-sensitive mechanism may be used to limit some pathophysiological conditions in the eye that involve neurogenic inflammation and the release of CGRP."
        },
        {
            "References": "PMID:3670560",
            "Value": "The intravenous administration of L-5-hydroxytryptophan (5-HTP), 5-methoxy-N,N-dimethyltryptamine (5-MeODMT), p-chloroamphetamine (PCA), LSD and methysergide to acute spinal rats, transected at C1, stimulated the flexor reflexes induced by electrical stimulation applied to the skin of the toe. The enhancement produced by 5-HTP, 5-MeODMT and PCA, was not antagonized by the prior administration of a dose of LSD or methysergide, although the enhancement produced by 5-MeODMT, LSD and methysergide, but not that produced by 5-HTP and PCA, was antagonized by cyproheptadine. In rats treated with 5,6-dihydroxytryptamine (intracisternal administration, 2 weeks previously) supersensitivity was observed to the effects of 5-HTP, a precursor of 5-HT, while subsensitivity was observed for the effects of PCA, a releaser of 5-HT. However, no supersensitivity was observed for the effects of 5-MeODMT, LSD and methysergide. These results suggest that methysergide may have an agonistic action on the 5-HT receptors in spinal cord and that supersensitivity to 5-HTP in rats treated with 5,6-dihydroxytryptamine was due to the lack of uptake of 5-HT into terminals of descending 5-HT fibres or to the change in 5-HT receptors which were not sensitive to 5-MeODMT, LSD, methysergide or cyproheptadine."
        }
    ]
}