{
    "_id": {
        "$oid": "6682e9a7c4e5dba5ffba2bb7"
    },
    "CID": {
        "$numberInt": "969491"
    },
    "Name": "DIELDRIN",
    "IUPACName": "(1R,2S,3S,6R,7R,8S,9S,11R)-3,4,5,6,13,13-hexachloro-10-oxapentacyclo[6.3.1.13,6.02,7.09,11]tridec-4-ene",
    "CanonicalSMILES": "C1C2C3C(C1C4C2O4)C5(C(=C(C3(C5(Cl)Cl)Cl)Cl)Cl)Cl",
    "Synonyms": [
        "dieldrin",
        "60-57-1",
        "Octalox",
        "HEOD",
        "Compound 497",
        "COMPOUND-497",
        "Alvit 55",
        "Insectlack",
        "Dieldrex",
        "Dieldrine",
        "Dieldrite",
        "Dielmoth",
        "Dildrin",
        "Dorytox",
        "Illoxol"
    ],
    "IsomericSMILES": "C1[C@@H]2[C@H]3[C@@H]([C@H]1[C@H]4[C@@H]2O4)[C@]5(C(=C([C@@]3(C5(Cl)Cl)Cl)Cl)Cl)Cl",
    "INCHI": "InChI=1S/C12H8Cl6O/c13-8-9(14)11(16)5-3-1-2(6-7(3)19-6)4(5)10(8,15)12(11,17)18/h2-7H,1H2/t2-,3+,4+,5-,6-,7+,10+,11-",
    "INCHIKEY": "DFBKLUNHFCTMDC-PICURKEMSA-N",
    "Formula": "C12H8Cl6O",
    "MolecularWeight": {
        "$numberDouble": "380.9"
    },
    "Description": "Dieldrin is an organochlorine compound resulting from the epoxidation of the double bond of aldrin. It is the active metabolite of the proinsecticde aldrin. It has a role as a xenobiotic and a carcinogenic agent. It is an organochlorine insecticide, an organochlorine compound and an epoxide. It is functionally related to an aldrin.",
    "XlogP": {
        "$numberDouble": "3.7"
    },
    "Complexity": {
        "$numberInt": "516"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Carey AE et al; Pest Monit J 12: 209-29 (1979)",
            "Value": "Dieldrin was detected in a variety of plants in the US in 1972 at mean concns of <0.01-0.21 ppm(1)."
        }
    ],
    "animal_concentrations": [
        {
            "References": "Humphreys, D.J. Veterinary Toxicology. 3rd ed. London, England: Bailliere Tindell, 1988., p. 150",
            "Value": "Dieldrin poisoning has occurred in a number of non-domestic avian species. /One study/ reported deaths, believed to be due to feeding with mice maintained in an environment contained dieldrin-contaminated sawdust, in zoo owls. Similar incidents have been reported in buzzards and kestrels because they ate wood-pigeons which had consumed dieldrin-treated grain. Suspected dieldrin poisoning has also been reported in Australian pelicans. The use of wood shavings from dieldrin-treated timber as floor and nest-box litter has caused a fall in egg production and increased mortality in chickens. Dietary ingestion of dieldrin can result in residues in the body fat and eggs, and the latter are unaffected by the dietary inclusion of phenobarbitone or charcoal."
        },
        {
            "References": "Humphreys, D.J. Veterinary Toxicology. 3rd ed. London, England: Bailliere Tindell, 1988., p. 150",
            "Value": "Dietary ingestion of dieldrin by pigs on harvested maize fields can give rise to residues in their tissues. Dieldrin can cross the placenta, but its concentrations in fetal liver and brain is considerably less than that in the tissues of the sow."
        },
        {
            "References": "(1) Gaskin DE et al; Arch Environ Contam Toxicol 7: 505-13 (1978) (2) Clark DR Jr et al; Environ Toxicol Chem 2: 387-93 (1983) (3) Kowasewich D et al; Status Report on Organic and Heavy Metal Contaminants in the Lakes Erie, Huron, and Superior Basins. Great Lakes Qual Board p. 273 (1978) (4) Wiemeyer SN et al; Estuaries 3: 155-67 (1980) (5) Rosewell KT et al; Pest Monit J 12: 189-92 (1979) (6) Ohlendorf HM et al; Pest Monit J 14: 125-35 (1981) (7) Frank R; Arch Environ Contam Toxicol 12: 641-54 (1983) (8) Creekmore TE et al; Environ Toxicol Chem 18: 272-78 (1999)",
            "Value": "Dieldrin was detected in seabirds in the Bay of Fundy, Canada at 0.01-3.56 ppm(1) and in gray bats in Missouri (1976-78) at concns of 600-900 ppm(2). Dieldrin was detected in Great Lakes birds at concns of 0-0.36 ppm(3). Dieldrin was detected in ospreys in the US (1964-73) at concns of 0-3.8 ppm(4) and seals in the Gulf of St. Lawrence (1971) at concns of <0.002-0.32 ppm(5). Dieldrin was detected in 62 out of 103 herons (1966-73) in the Great Lakes at concns of 0.14-14 ppm(6) and loons from Ontario, Canada (1968-80) at concns of 0.13-1.57 ppm(7). Dieldrin was detected in deer from the Rocky Mountain Arsenal at max concns of 0.018 ug/g (brain), 0.12 ug/g (liver) and 0.72 ug/g (fat)(8)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Chemicals Inspection and Testing Institute; Biodegradation and bioaccumulation data of existing chemicals based on the CSCL Japan. Japan Chemical Industry Ecology - Toxicology and Information Center. ISBN 4-89074-101-1 (1992) (2) Nendza M et al; Chemosphere 35: 1875-85 (1997) (3) Verschueren K; Handbook of Environmental Data of Organic Chemicals. 3rd ed. NY, NY: Van Nostrand Reinhold p. 749 (1996) (4) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "BCF values of 4,860 to 14,500 were measured for carp exposed to 1 ug/l of dieldrin and BCF values of 5,390 to 12,500 were measured for carp exposed to 0.1 ug/l over a 10 week incubation period(1). A BCF value of 10,000 was reported for dieldrin in unspecified species of fish(2). A BCF value of 3,300 was reported for dieldrin in lake trout(3). According to a classification scheme(4), this BCF data suggests bioconcentration in aquatic organisms is very high(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Tabak HH et al; J Water Poll Control Fed 53: 1503-18 (1981) (2) Sanborn JR et al; The Degradation of Selected Pesticides in Soil: A Review of the Published Literature USEPA 600/9-77-022 (1977) (3) Castro TF, Yoshida T; J Agric Food Chem 19: 1168-70 (1971) (4) Nash RG, Woolson EA; Science 157: 924-7 (1967) (5) Eichelberger JW, Lichtenberg JJ; Environ Sci Technol 5: 501-4 (1971) (6) Matsumura F et al; Science 170: 1206-7 (1970) (7) Sharom MS et al; Water Res 14: 1089-93 (1980) (8) Chemicals Inspection and Testing Institute; Biodegradation and bioaccumulation data of existing chemicals based on the CSCL Japan. Japan Chemical Industry Ecology - Toxicology and Information Center. ISBN 4-89074-101-1 (1992)",
            "Value": "Dieldrin was not biodegraded in standard screening tests using domestic wastewater during a 28 day incubation period(1) and is extremely persistent in soils(2) under both aerobic and anaerobic conditions(3). It took 7 yr for half of the dieldrin to disappear from soil field plots(4). No biodegradation in river waters has been noted(5,7). There is some evidence that microorganisms can form photodieldrin from dieldrin(4,6). Dieldrin, present at 100 mg/l, reached 0 percent of its theoretical BOD in 2.5 weeks using an activated sludge inoculum at 30 mg/l and the Japanese MITI test(8)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "PMID:3118823",
            "Value": "Different fish species from Abu Qir Bay, Idku Lake, and Maryut Lake in Alexandria, Egypt, were assayed for residues of organochlorine insecticides and polychlorinated biphenyls (PCBs). The fish were obtained from commercial fishermen in 1985: Pagellus erythrinus, Sargus vulgarius, Siganus rivulatus, Sphyraena sphyraena, and Trigla hirundo from Abu Qir Bay; and Tilapia fish from Idku and Maryut Lakes. Twenty grams of dorsal fish muscle were extracted and the residues analyzed by GLC; reagent blanks and spike samples were included with each sample. The waters from which the fish were obtained receive drainage from industrial, agricultural and urban activities. Water samples were not assayed for specific components. Assays for dieldrin indicated it was present in all fish. There were marked differences in the distribution in the different size groups studied, but concentration increased with size. Sphyraena sphyraena from Abu Qir Bay contained the highest (11.3 ug/kg) amount of dieldrin and Tilapia nilotica (Idku Lake) contained the lowest (0.74 ug/kg) amount of dieldrin. All samples were well below permissible levels for dieldrin."
        },
        {
            "References": "(1) Roseboom DP et al; Effect of Agriculture on Cedar Lake Water Quality. Illinois State Water Survey ISWS/CIR-138/79 (1979) (2) Swain WR; J Great Lakes Res 4: 398-407 (1978) (3) Peterman PH et al; pp. 145-60 in Hydrocarbons and Halogenated Hydrocarbons in the Aquatic Environment Afghan BK, Mackay D eds. NY: Plenum Press (1980) (4) Konasewich D et al; Status Report on Organic and Heavy Metal Contaminants in the Lake Erie, Huron and Superior Basins. Great Lakes Qual Board p. 273 (1978) (5) IARC; Some Organochlorine Pesticides 5: 130 (1973) (6) Kaiser KLE; Can J Fish Aquat Sci 39: 571-9 (1982) (7) Hunter RG et al; Pest Monit J 14: 102-7 (1980) (8) Butler PA, Schutzmann RL; Pest Monit J 12: 51-9 (1978) (9) Schmitt CJ; Pest Monit J 14: 136-206 (1981) (10) Sumner CE; Pest Monit J 12: 87-90 (1978) (11) Reish DJ et al; J Water Pollut Control Fed 53: 925-49 (1981) (12) Duggan RE et al; Pesticide Residue Levels in Foods in the US from July 1, 1969 to June 30, 1976 FDA and AOAC (1983)",
            "Value": "Dieldrin was detected in various Illinois lakes at concns ranging from not detected to 410 ppb(1). Dieldrin was detected in trout from Lake Superior at a mean concn of 0.028 ppm, Wisconsin river fish 0.008-0.022 ppm(3) and fish from the Great Lakes at concns of not detected to 1.59 ppm(5). Whitefish caught from the Great Lakes contained dieldrin at concns of 13-215 ppb(6) and various species of fish in Lake Texoma, TX and OK contained dieldrin at concns of not detected to 144 ppb(7). Dieldrin was detected in 7% of the fish at a max concn of 140 ppb in a US National Pesticide Monitoring program in 1972(8). Dieldrin was detected in 100% of the fish at a mean concn of 1.1 ppb in 1970 and 53% of the fish in 1974 at a mean concn of 0.6 ppb in a US National Pesticide Monitoring program(9). Dieldrin was detected in oysters from the Pacific Ocean (1972-73) at concns of not detected to 0.39(10) and marine fish and seafood at 0.1-140 ppb(11). Dieldrin was detected in 1,343 of 2,901 domestic fish (1970-76) at an avg concn of 0.045 ppm and 85 of 361 imported fish at an avg concn of 0.013 ppm(12). Dieldrin was detected in 80 of 291 domestic shellfish (1970-76) at an avg concn of 0.005 ppm and 19 of 124 imported shellfish at an avg concn of 0.002 ppm(12)."
        },
        {
            "References": "(1) Kidwell JM et al; Bull Environ Contam Toxicol 54: 919-23 (1995) (2) Kurunthachalam K et al; Environ Sci Technol 29: 2673-83 (1999) (3) Hodson PV et al; Can J Fish Aquat Sci 51: 464-78 (1994) (4) Hilbert G et al; Chemosphere 37: 1241-52 (1998) (5) Caldas ED et al; Bull Environ Contam Toxicol 62: 199-206 (1999) (6) Bush PB et al; Wat Res Bull 22: 817-27 (1986) (7) Arruda JA et al; Bull Environ Contam Toxicol 41: 617-24 (1988) (8) Amodio-Cocchieri A, Arnese A; Bull Environ Contam Toxicol 40: 233-39 (1988)",
            "Value": "Dieldrin was detected at a mean concn of 0.05 ppm in bottom feeding and predatory fish collected from 112 sites in the US(1). Combined aldrin/dieldrin was detected in fish from several locations in tropical Asia at concns of <0.01 to 49 ng/g(2). Dieldrin was detected in American eels sampled in Quebec, Canada at concns of 0.025-0.065 ug/g(3). Dieldrin was detected in crude fish oil from sand eels caught in the North Sea at concns of 21-53 ug/kg(4). Dieldrin was detected in fish caught from Paranoa Lake, Brazil at concns of 1.3-7.4 ug/kg(5). Dieldrin was detected at concns of 10-200 ug/kg in fish from the Oconee River, Georgia(6). Dieldrin was detected in 8 out of 8 carp and 11 out of 12 bass caught in Tuttle Creek Lake, KS at mean concns of 0.069 and 0.058 ug/kg, respectively(7). Dieldrin was detected in fish from southern Italy at concns of 5-39 ng/g(8)."
        }
    ],
    "logP": [
        {
            "References": "Debruijin J et al; J Environ Toxicol Chem 8: 499-512 (1989)",
            "Value": "log Kow= 5.40"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "NIOSH; Special Occupational Hazard Review: Aldrin/Dieldrin p.53-54 (1978) DHEW Pub. NIOSH 78-201",
            "Value": "... Dieldrin at 1.25, 2.5, or 5 mg/kg/day in mice for 5 days significantly reduced the total uptake and subsequent metabolism in androgens in the anterior prostate. Dieldrin at concn as low as 4x10-7 M in vitro effectively decr the formation of dehydrotestosterone in the mouse anterior prostate and of androstanediol in the rat ventral prostate."
        },
        {
            "References": "PMID:6870918",
            "Value": "The enhancement of in vitro small intestinal transcellular glucose transport in NMRI mice after oral admin of ... dieldrin was ... due to an increased active transport at the site of the brush border membrane. Intestinal disaccharidase activities were ... elevated in the dieldrin group ... and intestinal alkaline phosphatase activity was enhanced after ... dieldrin ... treatment. ... Dieldrin apparently exerts /its/ stimulating effect on intestinal glucose transport by a mechanism different from general induction of metabolic pathways."
        },
        {
            "References": "NIOSH; Special Occupational Hazard Review: Aldrin/Dieldrin p.53 (1978) DHEW Pub. NIOSH 78-201",
            "Value": "Dieldrin interferes with the binding of dihydrotestosterone to male sex hormone receptors in the nuclear and cytosol fractions of the rat prostate."
        },
        {
            "References": "NIOSH; Special Occupational Hazard Review: Aldrin/Dieldrin p.53 (1978) DHEW Pub. NIOSH 78-201",
            "Value": "Dieldrin interferes with the in vitro binding of 5-alplha-dihydrotestosterone to its androphilic molecule by a mechanism involving noncompetitive inhibition."
        },
        {
            "References": "Cole LM et al; Life Science (39) 20: 1855-62 (1986)",
            "Value": "The toxicity to mice of ipadministered polychlorocycloalkane insecticides is generally correlated with their potency as in vitro inhibitors of the brain specific (35)S-t-butylbicyclophosphorothionate binding site with correction for metabolic activation and detoxification. These findings from our earlier studies are extended here to in vivo investigations relating convulsant action to inhibition of the t-butylbicyclophosphorothionate binding site in poisoned mice. Radioligand binding assays involved brain P2 membranes washed three times with 1 mM ethylenediaminetetraacetic acid to remove endogenous gamma-aminobutyric acid or other modulators(s) which otherwise serves as a noncompetitive inhibitor of (35)S t-butylbicyclophosphorothionate binding at the gamma-aminobutyric acid-regulated chloride ionophore. Examination of lindane, technical toxaphene, toxaphene toxicant A, and 10 polychlorocyclodiene insecticides revealed 62% + or- 4% binding site inhibition 30 min after their LD50 doses with 32 + or - 3% inhibition at one half and 6 + or - 3% inhibition at one-quarter of their LD50 doses. This correlation between binding site inhibition and convulsant action is also evident in dose and time dependency studies with endosulfan sulfate. The brain P2 membranes of treated mice contain the parent compound with each of the polychlorocycloalkanes plus activation products of some of the cyclodienes, ie endosulfan sulfate from alpha- and beta-endosulfan and 12-ketoendrin from isodrin and endrin. The finding that the brains of treated mice contain sufficient polychlorocycloalkane or its activation products to achieve a magnitude of (35)S t-butylbicyclophosphorothionate binding site inhibition correlated with the severity of the poisoning signs supports the hypothesis that the acute toxicity of polychlorocycloalkane insecticides to mammals is due to disruption of the gamma-aminobutyric acid-regulated chloride ionophore."
        },
        {
            "References": "PMID:3449752",
            "Value": "An in vitro assay, using cocultures os Chinese hamster cells to measure metabolic cooperation between V-79 6-thioguanine-sensitive and resistant cells, was developed to detect noncytotoxic and nonmutagenic chemicals that inhibit, quantitatively, gap junctional communication. The insecticide, dieldrin, is known to have pleiotropic toxic effects in animals, inhibited gap junctional communication. Chemical inhibition of gap junctional communication could be a possible mechanism explain their tumor promoting and neurotoxic effects."
        },
        {
            "References": "Hayes, W.J., Jr., E.R. Laws, Jr., (eds.). Handbook of Pesticide Toxicology. Volume 2. Classes of Pesticides. New York, NY: Academic Press, Inc., 1991., p. 833",
            "Value": "Dieldrin inhibits gap junction intercellular communication in rat glial cells at noncytotoxic concentrations. It has been proposed that such a phenomenon may contribute to the neurotoxicity of dieldrin."
        },
        {
            "References": "WHO; Environ Health Criteria 91; Aldrin and Dieldrin p.217 (1989)",
            "Value": "The mode of action of aldrin and dieldrin on the liver involves an incr in the activity of microsomal biotransformation enzymes, particularly of the monooxygenase system with cytochrome p450. This induction of liver microsomal enzymes is reversible &, if exceeding a certain degree, appears to be assoc with the occurrence of chlorinated hydrocarbon insecticide rodent liver & hepatomegaly in the liver of rodents."
        },
        {
            "References": "WHO; Environ Health Criteria 91; Aldrin and Dieldrin p.217 (1989)",
            "Value": "Dieldrin acts by intensifying synaptic activity through a presynaptic locus of action and possibly a post-synaptic action as well. Neurons having a large number of synapses will be affected most. There does not appear to be an selective action on a particular neurotransmitter or neurotransmitter system. The modification of behavior is dose dependent and performance in complex behavioral tasks is readily disrupted."
        },
        {
            "References": "Sullivan, J.B. Jr., G.R. Krieger (eds.). Hazardous Materials Toxicology-Clinical Principles of Environmental Health. Baltimore, MD: Williams and Wilkins, 1992., p. 1045",
            "Value": "The mechanism of action of dieldrin in the CNS is at the level of the synapse, causing increased neuronal excitability. ... Dieldrin /also/ produces impairment of memory and emotional disturbances in humans ... due to the effect of the chemical on the limbic system."
        },
        {
            "References": "PMID:10821422",
            "Value": "... We propose the following sequence of events to account for T-cell apoptosis induced by endosulfan: uncoupling of oxidative phosphorylation --> excess ROS production --> GSH depletion --> oxidative stress --> disruption of deltapsim --> release of cytochrome C & other apoptosis related proteins to cytosol --> apoptosis."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "GENE-TOX Program: Current Status of Bioassay in Genetic Toxicology. U.S. Environmental Protection Agency, Washington, DC. Office of Toxic Substances and Pesticides. (For program information, contact Environmental Mutagen Information Center, Oak Ridge National Laboratory, Post Office Box Y, Oak Ridge, Tennessee 37830. Telephone (615) 574-7871)",
            "Value": "MUTAGENICITY: MUTATION RESEARCH 87: 81 (1981). CHINESE HAMSTER LUNG (V79) CELLS IN CULTURE - GENE MUTATION, OUABAIN LOCUS STUDIES: POSITIVE."
        },
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 565",
            "Value": "DIELDRIN FED TO MICE (CF1) FOR 2 YR PRODUCED DOSAGE-DEPENDENT INCIDENCE OF HEPATOMAS. IN MALES INCIDENCES WERE: CONTROLS, 7%; ON 0.1 PPM ... 21%; ON 1 PPM ... 28%; & ON 10 PPM ... 53%. IN FEMALES, INCIDENCES WERE: CONTROLS, 4%; ON 0.1 PPM ... 30%; ON 1 PPM ... 42%; & ON 10 PPM ... 62%."
        },
        {
            "References": "Shepard, T. H. Catalog of Teratogenic Agents. 3rd ed. Baltimore, MD.: Johns Hopkins University Press, 1980., p. 87",
            "Value": "SINGLE ORAL DOSES OF APPROX 1/2 ... LD50 DOSES WERE GIVEN ON DAYS 7, 8 OR 9 /OF GESTATION/ IN HAMSTER & ON DAY 9 /OF GESTATION/ IN MOUSE. SIGNIFICANT NUMBER OF DEFECTS ... PRODUCED IN BOTH SPECIES ON ALL DAYS TREATED. MALFORMATIONS IN BOTH SPECIES WERE OPEN EYES, WEBBED FEET & CLEFT PALATE. /DIELDRIN WAS 1 OF PESTICIDES ADMIN/"
        },
        {
            "References": "Shepard, T.H. Catalog of Teratogenic Agents. 5th ed. Baltimore, MD: The Johns Hopkins University Press, 1986., p. 197",
            "Value": "/Dieldrin/ ... was admin orally to pregnant sows during periods in the last month of gestation. Doses up to 15 mg/kg produced no fetal changes but the cmpd was detected in the fetal tissues."
        },
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 567",
            "Value": "RACCOONS FED DIELDRIN @ 2 & 6 PPM IN DIET PRODUCED 20.0 & 20.2%, RESPECTIVELY AS MANY YOUNG AS DID UNTREATED CONTROLS. LITTER SIZE ... REDUCED. IN FURTHER STUDY, RACCOONS FED DIELDRIN @ 2 PPM HAD ABNORMAL ESTROUS CYCLE, REDUCED OVULATION RATE, REDN OF PREGNANCY TO 25-30% OF THAT OF CONTROLS, INCR RESORPTION OF EMBRYOS ... RACCONS FED ... 2 PPM ... DIELDRIN ... INFLUENCED SPERMATOGENSIS, SPERM QUALITY, & FERTILITY ADVERSELY IN MALE RACCONS."
        },
        {
            "References": "U.S. Department of the Interior, Fish and Wildlife Service. Handbook of Toxicity of Pesticides to Wildlife. Resource Publication 153. Washington, DC: U.S. Government Printing Office, 1984., p. 31",
            "Value": "ACUTE SYMPTOMS: TAIL FEATHERS SPREAD & POINTED EITHER UPWARD OR DOWNWARD, HYPEREXCITABILITY, JERKINESS IN GAIT, ATAXIA, DYSPNEA, MYASTHENIA, FLUFFED FEATHERS, IMMOBILITY, TERMINAL WING-BEAT CONVULSIONS OR OPISTHOTONOS. MORTALITIES USUALLY OCCURRED 1-9 DAYS FOLLOWING TREATMENT. /BIRDS; ORAL/"
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 1530-31",
            "Value": "Fed to male & /female/ Osborne-mendel rats at dietary concn of 29 and 65 ppm ... all concn ... time weighed avg doses. ... Significant difference in combined incidence of adrenal cortical adenoma or carcinoma in low dose females and pooled controls: \"Although ... tumor ... found ... is not clearly assoc with treatment ... .\" /NCI/"
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 1531-32",
            "Value": "Mutagenic potential ... investigated through direct bacterial tests with and without microsomal activation, host-mediated assay, blood and urine analysis ... micronuclei test, metaphase analysis, and dominant lethal test. Concn ... 0.08, 0.8, & 8 mg/kg/mouse. ... Evaluation of data indicated that dieldrin was negative in all 4 animal tests."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 1527",
            "Value": "In ... teratogenic study, dieldrin and photodieldrin ... admin in doses of 1.5, 3.0, & 6.0 mg/kg/day on days 7-16 of gestation, to DCI mice and CD rats. In mice, highest dose produced incr percentage of supernumerary ribs and decr in number of caudal ossification centers. No changes were observed in rats."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 1525",
            "Value": "... Various dietary concn of dieldrin /fed/ to female Swiss-Vancouver mice ... /caused/ dose-related hepatomegaly, incr in cytochrome p450 and microsomal protein, and decr in pentobarbital sleeping time. ... Reported decr in liver glycogen and incr in liver cholesterol in rabbits treated with dieldrin."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 1526",
            "Value": "... Significant effects were found in /Swiss Mice/ 1st & 2nd generations and their offspring after feeding ... 3 and 10 ppm ... histological exam ... revealed changes in livers ... and in kidneys, lungs, and brains ... ."
        },
        {
            "References": "LOOSE ET AL; BIOL RELEVANCE IMMUNE SUPPR INDUCED GENET, THER ENVIRON FACTORS, (PAP WORKSHOP) 259-74 (1981)",
            "Value": "3-18 WK DIETARY ADMIN TO MICE. @ 18 WK SIGNIFICANT INCR IN SPONTANEOUS CELL SPREADING OF POYLMORPHONUCLEAR NEUTROPHILS BUT NOT MACROPHAGES. WITH DECR IN SERUM FIBRONECTIN WAS AN INCR SUSCEPTIBILITY TO TUMOR CELLS."
        },
        {
            "References": "PMID:7233431",
            "Value": "IN RHESUS MONKEYS ADMIN SINGLE ORAL DOSE OF DIELDRIN (20 MG/KG), THERE WAS AN INCR ACCUM OF LIPIDS AFTER 24 HR, PARTICULARLY TRIACYLGLYCEROLS IN ADIPOSE TISSUE, LIVER & KIDNEY. LEVEL IN THE PLASMA DID NOT CHANGE."
        },
        {
            "References": "PMID:6793250",
            "Value": "ORAL ADMIN OF A SINGLE DOSE (20 MG/KG) TO RHESUS MONKEYS GREATLY INCR THE INTAKE OF GLUCOSE & THE ACTIVITIES OF BRUSH BORDER SUCRASE, LACTASE, MALTASE & ALKALINE PHOSPHATASE IN INTESTINE COMPARED TO CONTROLS."
        },
        {
            "References": "PMID:7290307",
            "Value": "IN RAT DIELDRIN CAN EVOKE PROGRESSIVE INCR IN SEVERITY OF CONVULSIVE RESPONSES (KINDLING) DURING REPETITIVE EXPOSURES THAT CANNOT BE ATTRIBUTED TO SIMPLE ACCUM OF DIELDRIN IN THE BRAIN. CHRONIC EXPOSURE FACILITATES KINDLING PRODUCED BY DAILY ELECTRICAL STIMULATION OF AMYGDALA."
        },
        {
            "References": "USEPA; Ambient Water Quality Criteria Doc: Aldrin/Dieldrin p.C-55 (1980) EPA 440/5-80-019",
            "Value": "... Lifetime feeding studies /were conducted with/ Syrian golden hamsters. ... Groups of nearly equal size (ie 32-41 per group) of male & female hamsters were fed a diet containing 0, 20, 60, or 80 mg/kg for up to 120 wk at which time the remaining survivors were killed. While there was no decr in survival at 50 wk, the numbers of females remaining at 70 wk was one-half or less than that of the males. At 90 wk the survival rate was about 10% for all groups except the males of the 180 mg/kg level which had 32% survivors. Both males & females at the low and high doses demonstrated a marked retardation of growth ... There was no significant difference between the % of control animals with tumors & the treated animals with tumors. However, in the treated groups, /the number of tumors per animal was incr over that of controls. Although there was an incr in the number of animals with adrenal tumors, especially males, ... this was not statistically significant. In the animals receiving the high dose of dieldrin, there was one male & one female which had hepatomas. It was also noted ... that there was a dose-related incr in the incidence of hepatic cell hypertrophy in the dieldrin-treated hamsters."
        },
        {
            "References": "PMID:6295910",
            "Value": "Mallory bodies were noted in hepatic tumors following admin for up to 85 wk of a diet containing 10 ppm dieldrin to 50 C3H/He and 62 C57BL/6J6C3F1 male mice. Mallory bodies were seen in 15 of 28 (54%) mice which developed benign hepatic tumors and 33 of 45 (75%) mice with hepatocellular carcinoma, but in only 3 of 39 (8%) mice without hepatic tumors. In mice with tumors the mallory bodies were predominately confined to tumor tissue. ... /They/ were not observed in hepatic tumors of 67 C57BL/6J, 49 C3H/He, or 81 B6C3F1 mice given 12 ug diethylnitrosamine ip on days 0, 3, 9, and 15. ... One control had a tumor with a mallory body."
        },
        {
            "References": "NIOSH; Special Occupational Hazard Review: Aldrin/Dieldrin p.37 (1978) DHEW Pub. NIOSH 78-201",
            "Value": "Groups of 10 /white-tailed/ deer & their progeny were given dieldrin at 5 or 25 ppm /for 3 yr/. No signs of overt intoxication were observed, & 9 of 10 adult deer in each group survived the 3 yr. Growth was slower & remained reduced in dieldrin-exposed females that were immature when the study began. Hematologic values & serum protein concn were not significantly related to treatment. Liver-to-body weight ratios were significantly larger in deer given dieldrin at 25 ppm; pituitary glands were smaller & thyroids were larger in deer fed dieldrin."
        },
        {
            "References": "NIOSH; Special Occupational Hazard Review: Aldrin/Dieldrin p.39 (1978) DHEW Pub. NIOSH 78-201",
            "Value": "Morphologic changes & an incr in SER & atypical mitochondria /were observed/ in adult male rats fed technical grade dieldrin at 50 or 100 ppm for 8 wk."
        },
        {
            "References": "NIOSH; Special Occupational Hazard Review: Aldrin/Dieldrin p.39 (1978) DHEW Pub. NIOSH 78-201",
            "Value": "Single doses of dieldrin caused a marked proliferation of smooth endoplasmic reticulum in the liver of rats given 8 mg/kg and in dogs given 2 mg/kg, but caused less marked effects in mice given 0.16-7.5 mg/kg."
        },
        {
            "References": "NIOSH; Special Occupational Hazard Review: Aldrin/Dieldrin p.44 (1978) DHEW Pub. NIOSH 78-201",
            "Value": "... purified dieldrin /was admin/ at concn between 0.08 & 40 ppm in the diet to Wistar rats for up to 2 yr ... Nonspecific neural lesions, cranial edema, convulsions, & dieldrin residues in the brain /were reported/ in most exposed rats. ... Cranial edema was observed at 0.63 ppm, & cerebral, cerebellar, brainstem, & vascular lesions were noted at all dietary levels. Dieldrin residue levels of 9-11 ppm in the brain were assoc with convulsions."
        },
        {
            "References": "NIOSH; Special Occupational Hazard Review: Aldrin/Dieldrin p.46 (1978) DHEW Pub. NIOSH 78-201",
            "Value": "In 39 to 140 day old female Wistar rats fed dieldrin at 2.5-10.0 ppm in the diet /in a reproductive toxicity study/. Parental mortality /& reduced fecundity was noted at 10 ppm/. Proliferation of reticuloendothelial components & pancreatic ductal cells /were noted/. Fibrinoid degeneration, arteritis, endothelial proliferation, & perivascular edema were observed in small to medium sized arteries. /Convulsions in pups was observed at 2.5 ppm/."
        },
        {
            "References": "NIOSH; Special Occupational Hazard Review: Aldrin/Dieldrin p.46-47 (1978) DHEW Pub. NIOSH 78-201",
            "Value": "Dieldrin at 1, 2, or 4 mg/kg/day produced hyperplastic goiters in the thyroids of pigeons. ... Visual exam indicated that the thyroids were significantly enlarged & microscopic exam revealed small follicles with decr amount of colloid, epithelial hyperplasia, & vascular congestion."
        },
        {
            "References": "NIOSH; Special Occupational Hazard Review: Aldrin/Dieldrin p.54 (1978) DHEW Pub. NIOSH 78-201",
            "Value": "/Dieldrin/ produces changes in the levels of serum luteinizing hormone. Levels of luteinizing hormone were not affected when the rats were fed dieldrin at 0.7 ppm. At 6.2 ppm, dieldrin produced significant elevations in serum luteinizing hormone. Even in castrated rats, dieldrin (6.2 ppm) caused an incr in the serum levels of this gonadotropin. Dieldrin also caused a slight decr in the ratio of body weight to pituitary gland weight & a small incr in the ratio of bw to prostate gland weight."
        },
        {
            "References": "Walker AIT et al; Food Cosmet Toxicol 11: 415-32 (1972) NIOSH; Special Occupational Hazard Review: Aldrin/Dieldrin p.60 (1978) DHEW Pub. NIOSH 78-201",
            "Value": "1,500 CF1 mice /were/ segregated into groups containing the following numbers of animals of each sex: 300, 0.01 ppm dieldrin (control); 125, 0.1 ppm; 125, 1 ppm; 200, 10 ppm. At 10 ppm from 9 months onward palpable abdominal masses were detected. 50% of the mice fed dieldrin at 10 ppm were dead at 15 months and 50% in the other groups were at 20 months. Statistically significant and dose-related increases in liver tumors occurred in dieldrin-exposed mice in both sexes ... . Liver tumors included nodular growths of solid cords of parenchymal cells and papilliform and adenoid growths with cells proliferating in confluent sheets with necrosis and incr mitoses. Lung metastases were observed in animals with liver tumors that had the papilliform and adenoid type growth in 12/138 animals. Incidences of pulmonary adenomas and pulmonary carcinomas in males and females exposed to dieldrin at 0.1 and 1 ppm were incr above those in controls. Differences were statistically significant in females."
        },
        {
            "References": "NIOSH; Special Occupational Hazard Review: Aldrin/Dieldrin p.66-67 (1978) DHEW Pub. NIOSH 78-201",
            "Value": "... The effects of exposure to dieldrin at 10 ppm were compared in CF1 mice, LACG mice, & in hybrids of the two strains. Forty mice of each sex were used in each treatment group, with groups of 60 controls. Age-adjusted incidence of liver tumors was significantly incr in all six treated groups. The incidence of lung tumors also was incr in all six treated groups, although not significantly so in any one considered alone. However, the incidence of other tumors was significantly incr in treated female CF1 mice."
        },
        {
            "References": "NIOSH; Special Occupational Hazard Review: Aldrin/Dieldrin p.79 (1978) DHEW Pub. NIOSH 78-201",
            "Value": "/Dieldrin was/ neg for mutagenicity in recombination assays with Bacillus subtilis strains H17 Rec+ and M45 Rec-. /It was also/ neg for four strains of Salmonella typhimurium /TA 1535, TA 1536, TA 1537, & TA 1538/ & in two tryptophaneless strains of E coli ... ."
        },
        {
            "References": "NIOSH; Special Occupational Hazard Review: Aldrin/Dieldrin p.79 (1978) DHEW Pub. NIOSH 78-201",
            "Value": "... recrystallized dieldrin caused chromosome damage in bone marrow cells of mice in vivo & in human embryonic cells in vitro. Single ip injections of dieldrin at 1, 30, or 50 mg/kg into STS mice caused pronounced mitotic inhibition & produced twofold to sixfold incr in chromosome abnormalities, primarily breaks & fragments in bone marrow cells; these changes were statistically significant at dose of 1 mg/kg and above."
        },
        {
            "References": "NIOSH; Special Occupational Hazard Review: Aldrin/Dieldrin p.81 (1978) DHEW Pub. NIOSH 78-201",
            "Value": "Recrystallized dieldrin inhibited incorporation of amino acid precursors of DNA, RNA, & protein into Ehrlich ascites tumor cells in vitro. ... Daily injections of dieldrin at 1.5 mg/kg for 5 days into mice inhibited the growth of Ehrlich ascites tumor cells in vivo."
        },
        {
            "References": "USEPA; Ambient Water Quality Criteria Doc: Aldrin/Dieldrin p.C-39 (1980) EPA 440/5-80-019",
            "Value": "/Dieldrin/ gave negative results with gene conversion in Saccharomyces cerevisae, back mutation in Serratia marcescens, forward mutation in E coli and forward mutation to streptomycin resistance in E coli."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 332",
            "Value": "Experimental feeding of dieldrin to rabbits at 60 to 110 mg/kg weekly for 12 wk caused convulsions and apparent \"blindness\". ... In mice, retinal photoreceptor electrical responses have been disturbed by 20 mg intraperitoneally."
        },
        {
            "References": "Reynolds, J.E.F., Prasad, A.B. (eds.) Martindale-The Extra Pharmacopoeia. 28th ed. London: The Pharmaceutical Press, 1982., p. 836",
            "Value": "Fish are highly susceptible to dieldrin and pollution of streams must be avoided. Birds are also susceptible and dressed seeds may be regarded as a source of poisoning ... dogs and other animals feeding on the carcasses of poisoned birds may also be affected."
        },
        {
            "References": "PMID:3802410",
            "Value": "Animals were exposed to 0.1, 1, 5, or 10 ppm dieldrin in C-1000 diet. Animals were killed after 1.85, 3, 6, 9, and 14 months of treatment. A linear incr was noted in the proportion of octaploid nuclei over the observaiton period. Dieldrin enhancement of polyploidization was proportional to dietary concn and independent of duration of exposure. A virtually constant ploidy status is suggested at the time of liver tumor formation. ... Tumor formation appears imminent at a constant biological age of mouse liver, and tumor promoters may operate by advancing the biological age of their target organ during the initial phases of treatment."
        },
        {
            "References": "PMID:3493551",
            "Value": "The effect of single, sublethal ip injection of dieldrin on the primary antibody response to thymodependent (sheep red blood cells, SRBC) and T-cell-independent (lipopolysaccharide, LPS) antigens were investigated in inbred C57B1/6 mice. Time course studies showed significant suppression of the anti-SRBC IgM and anti-LPS IgM response at 7-24 days and at 4-14 days, respectively, after exposure to 0.6 LD50 of dieldrin. The anti-SRBC IgG response was also suppressed by dieldrin exposure, however, maximal suppressory effect was found at 48 days after the pesticide exposure. Similar patterns of the dieldrin-induced suppression of the primary IgM response to the thymodependent and T cell- independent antigens, in addition to the overall control of cytotoxicity of lymphoid cell populations, suggest rather dysfunction of cellular cooperation during the inductory phase of the immune humoral response."
        },
        {
            "References": "PMID:3029791",
            "Value": "Rats were given acute doses (0, 0.5, 1.5, 4.5 mg/kg) of ... dieldrin and subsequently exposed to a series of 40 escapable shocks, identical inescapable shocks, or no shock in an operant chamber. Eight hours later, the subjects were re-exposed in a shuttlebox to footshock which was escapable upon performance of an FR-2 shuttle response. Escape deficits which were related in magnitude to the size of the dieldrin dose were found in the inescapable shock group but not in the escapable shock or no shock groups. The data suggest that experience with the lack of control over stress is critical in determining the behavioral effects of the agent and that the behavioral effects caused by uncontrollable stress may be exacerbated by concurrent exposure to such compounds."
        },
        {
            "References": "Singh GJ; Singh B; Pestic Biochem Physiol 21 (1): 102-26 (1984)",
            "Value": "Dieldrin (5 m uM) increased the electron opacity of the cytoplasm and nucleoplasm of cockroach glial cells without inducing such a change in the fine structure of perineurial cells. Mitochondria in nerve cell bodies and neuropile of dieldrin-treated ganglia were swollen with broken cristae and devoid of normal morphological appearance. Dieldrin treatment also caused notable depletion of synaptic vesicles from presynaptic terminals in the neuropile. Depleted terminals accumulated membranous residual bodies and lysosomes indicative of insecticide-induced neuronal deterioration. These ultrastructural alterations were prevented by pretreatment of ganglia with 10 mM Mg 2+, suggesting that the action of dieldrin upon the ganglion was mediated by an increased Ca flux."
        },
        {
            "References": "Hayes, W.J., Jr., E.R. Laws, Jr., (eds.). Handbook of Pesticide Toxicology. Volume 2. Classes of Pesticides. New York, NY: Academic Press, Inc., 1991., p. 828",
            "Value": "Dieldrin is the only ... /cyclodiene insecticide/ that has produced notable loss of appetite or even complete refusal of food in animals."
        },
        {
            "References": "Humphreys, D.J. Veterinary Toxicology. 3rd ed. London, England: Bailliere Tindell, 1988., p. 150",
            "Value": "Young calves were poisoned by 10 mg/kg of dieldrin given orally, horses and sheep by 25 mg/kg and young pigs by 50 mg/kg. In the diet, 50-100 ppm may kill deer when fed over about a month. In dogs, gross toxic effects were shown by animals receiving more than 0.5 mg/kg daily of dieldrin. Dieldrin is rapidly absorbed through unbroken skin even in powder form. It has poisoned young calves when it has been applied dermally at a concentration of 0.25%, and it has poisoned cattle at 2%, young lamb at 3% and sheep and goats at 4%. Lower concentrations were not toxic, and horses tolerated 1% sprays."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 332",
            "Value": "In mice, retinal photoreceptor electrical responses have been disturbed by 20 mg intraperitoneally."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 332",
            "Value": "Experimental feeding of dieldrin to rabbits at 60 to 110 mg/kg weekly for 12 weeks caused convulsions and apparent blindness. The nature of this blindness has not been determined."
        },
        {
            "References": "WHO; Environ Health Criteria 91; Aldrin and Dieldrin p.198 (1989)",
            "Value": "The promoting activity of dieldrin on the induction of hyperplastic (neoplastic) liver nodules /was studied/ using a short term test system. F344 rats received a single dose (200 mg/kg body weight) of N-nitrosodiethylamine, and 2 weeks later, were treated for 6 weeks with dieldrin in the diet at a concentration of 100 mg/kg. Dieldrin had a weak promoting potential in this test system."
        },
        {
            "References": "WHO; Environ Health Criteria 91; Aldrin and Dieldrin p.212 (1989)",
            "Value": "Macrophages from mice fed 50 mg dieldrin/kg diet had a marked impairment in antigen processing. The effect was statistically significant in Kupffer cells at 50 mg diet, in alveolar and splenic macrophages at 0.5, 5 and 50 mg/kg diet, and in peritoneal macrophages at 5 and 50 mg/kg diet. There was an impairment of in vivo phagocytic clearance in mice receiving 5 or 50 mg/kg diet for 8 weeks but not at 0.5 mg/kg diet. This was related to a decrease in serum fibronectin. Tumor cell killing after challenge with EL-4, P388, or mKSA tumor cells was significantly impaired in mice fed either 1 or 5 mg dieldrin/kg diet. The mean survival time after challenge with FL-4 was reduced by 3 weeks, and with the P388 or mKSA tumor cells impairment was observed after 3 or 18 weeks, respectively. There was not alteration in the oxygen uptake by isolated macrophages either at rest or during phagocytosis, and no effect on phagocytic active or opacity or on chemotaxis in vitro was observed."
        },
        {
            "References": "WHO; Environ Health Criteria 91; Aldrin and Dieldrin p.212 (1989)",
            "Value": "Dieldrin caused immunosuppression in mice. Levels of 1 or 5 mg dieldrin/kg diet were fed to BALB/c mice for 3.5 or 10 wk, & the mice were challenged intradermally with Leischmania tropica. Dieldrin acted synergistically on lethality in a dose and time related manner, indicating an effect on host mechanisms. It also resulted in decr antibody formation to PVP, a T-independent antigen (direct splenic plague assay). The mitogenic response of cultured T cells to phytohaemagglutinin in dosed mice was depressed. Mitomycin C & anti-Thy-1, the mitogenic response. When splenic T cells from treated mice were mixed with T cells from control mice, there was inhibition of phytohaemagglutinin mitogenesis. The data indicated an active cell-mediated suppressor. A soluble macrophage factor from the hepatic Kupffer cells (but not from alveolar or peritoneal macrophages) suppressed the T cell response to phytohaemagglutinin. It was concluded that admin of 5 mg dieldrin/kg diet to mice for 10 wk caused a profound impairment of macrophage antigen processing."
        },
        {
            "References": "WHO; Environ Health Criteria 91; Aldrin and Dieldrin p.166 (1989)",
            "Value": "Susceptibility of early-life stages of rainbow trout /todieldrin was studied/. The test was performed with fertilized eggs before & after water hardening, & with early eye point eggs, late eye point eggs, sac fry, & early fry. No mortality was found in the different early-life stages using concentrations greater than aqueous solubility (> 10 mg/l), except for the early fry where a very low 96 hr LC50 of 0.003 mg/l was found."
        },
        {
            "References": "WHO; Environ Health Criteria 91; Aldrin and Dieldrin p.167 (1987)",
            "Value": "The in vitro exposure of toad embryo tissue (Bufo arenarum) to dieldrin (1X10-5 mole/l) produced an inhibition of acetyl & butyryl cholinesterase activity. In in vivo studies with open-mouth stage embyros, dieldrin produced acetyl cholinesterase inhibition at 0.5X10-6 mole/l. Furthermore, hyperactivity in swimming larvae was observed."
        },
        {
            "References": "WHO; Environ Health Criteria 91; Aldrin and Dieldrin p.183 (1989)",
            "Value": "The decline of populations of peregrine falcon & sparrow hawk in the United Kingdom ... was assoc with the death of breeding adults. This was attributed to dieldrin usage, which correlated well with the decline."
        },
        {
            "References": "WHO; Environ Health Criteria 91; Aldrin and Dieldrin p.194 (1987)",
            "Value": "Groups of weanling male C3H/HE mice were fed a diet containing 10 mg dieldrin/kg diet until an age of 57 wk & then were either admin a control diet (12 mice) or continued on the dieldrin diet (11 mice) for another 10 wk. A third group served as an untreated control group (21 mice). Laparatomies were performed & biopsy specimens taken when about 30% of the mice in each dieldrin treated group had tumors. Further biopsy samples were taken approx 10 wk later. Tumors were observed at the first laparotomy in 6/21 control & 14/23 dieldrin treated animals. At the second laparotomy, adenomas were seen in some animals in which there had been no tumor at the first laparotomy. In the animals in the continuous dieldrin treatment group, there was histological progression from adenoma to hepatocellular carcinoma. Additional hepatocellular carcinomas were observed in some animals autopsied at 2 yr of age. A strong tendency to tumor progression was found in both treated & control mice."
        },
        {
            "References": "WHO; Environ Health Criteria 91; Aldrin and Dieldrin p.188 (1989)",
            "Value": "When groups of male albino rats were fed diets equivalent to 2 mg/kg bw for 6 mo, the alkaline phosphatase, SGPT, SGOT, & LD-hydrogenase activities in the serum were incr after 6 months. The urea content decr after 3 mo, & some other parameters were also changed. The growth of the animals was considerably inhibited."
        },
        {
            "References": "Amdur, M.O., J. Doull, C.D. Klaasen (eds). Casarett and Doull's Toxicology. 4th ed. New York, NY: Pergamon Press, 1991., p. 314",
            "Value": "Dieldrin decr antibody forming cell responses and incr susceptibility to viral infection in mice. /From table/"
        },
        {
            "References": "WHO; Environ Health Criteria 91; Aldrin ad Dieldrin p.3.217 (1989)",
            "Value": "Aldrin & dieldrin & other cyclodiens inhibit the gamma amino butyric acid-induced chloride ion uptake into skeletal muscles & the binding of tritiated dihydropicrotoxinin (anion channel probe) to the membrane. This results in central nervous system excitation & convulsions due to the blocking of gamma amino butyric acid transmitters."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. S7 196 (1987)",
            "Value": "Dieldrin did not induce dominant lethal mutations in mice or chromosomal aberrations in bone-marrow cells of Chinese hamsters treated in vivi. It induced unscheduled DNA synthesis in transformed human fibroblasts but not in rat hepatocytes; it didn't induce single strand breaks in Chinese hamster V79 cells. Dieldrin inhibited intercellular communication in human and rodent cell systems. It did not induce sex-linked recessive lethal mutations in Drosophila, was not mutagenic to bacteria and did not induce breakage of plasmid DNA."
        },
        {
            "References": "Kavaler, A.R. (ed.). Chemical Marketing Reporter. New York, NY: Schnell Publishing Co., Inc., 1984, p. V230(7) 4",
            "Value": "According to a Canadian study, exposure to certain pesticides may weaken the immune system, resulting in incr susceptibility to infection. ... dieldrin ... may damage the mammalian immune system."
        },
        {
            "References": "Humphreys, D.J. Veterinary Toxicology. 3rd ed. London, England: Bailliere Tindell, 1988., p. 150",
            "Value": "Two cases of dieldrin-type poisoning in dogs have been reported. The animals had probably been fed on wood pigeons killed by dressed seed. The clinical and analytical data from 40 cases suspected dieldrin poisoning in sheepdogs /was reported/. The syndrome was characterized by anorexia, emaciation and involvement of the nervous system. The method of exposure was unknown except in four cases, but the time factor suggested the implication of sheep-deeps, sprays, or dusts. A similar syndrome in puppies has been described."
        },
        {
            "References": "Humphreys, D.J. Veterinary Toxicology. 3rd ed. London, England: Bailliere Tindell, 1988., p. 150",
            "Value": "Poisoning in cats, due to exposure to a wooden floor which had been treated six weeks previously with an anti-woodworm preparation containing dieldrin, has been reported."
        },
        {
            "References": "Aiello, S.E. (ed). The Merck Veterinary Manual. 8th ed. Merck & Co., Inc., National Publishing Inc., Philadelphia, PA. 1998., p. 2063",
            "Value": "Dieldrin is not recommended for use on livestock. Residues limit its application, and it is one of the most toxic chlorinated hydrocarbon insecticides. Young dairy calves are poisoned by 8.8 mg/kg body wt, PO, but tolerate 4.4 mg/kg, while adult cattle tolerate 8.8 mg/kg and are poisoned by 22 mg/kg. Pigs tolerate 22 mg/kg and are poisoned by 44 mg/kg. Horses are poisoned by 22 mg/kg. Because of its effectiveness against insect pests on crops and pasture and consequent low dosage per acre, dieldrin is not likely to poison livestock grazing the treated areas."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V5 134 (1974)",
            "Value": "A series of experiments on mice .../involving/ ... continuous feeding of recrystallized (>99% pure) dieldrin was found to produce liver-cell tumors, while the incidence of tumors at other sites was either unaffected or decreased in relation to the shorter life span of animals with liver tumors."
        },
        {
            "References": "PMID:10774817",
            "Value": "Although benign, uterine leiomyomas occur with high frequency & significant morbidity in reproductive-age women, & they present a significant health problem. Leiomyomas develop in the uterine myometrium & are sensitive to ovarian hormones, making them potential target sites for endocrine disruptors. Here we utilize cell lines derived from rat uterine leiomyomas to determine if a panel of 7 organochlorine pesticides have potential agonist activity in myometrial cells using cellular & molecular in vitro assays. The organochlorine pesticides investigated have been previously characterized as having agonist activity in other hormonally responsive tissues, but their effects have not been studied in uterine myometrial cells. In Eker rat leiomyoma-derived cells, HPTE, kepone, & the alpha isomer of endosulfan stimulated proliferation, an effect dampened by the antiestrogen ICI 182,780. In addition, these cmpds stimulated transcription of the vitellogenin estrogen-response element via the ER in a transcriptional reporter gene assay & induced the expression of an endogenous estrogen-responsive gene, the progesterone receptor (PR). This contrasted with the agonist profile of methoxychlor, dieldrin, toxaphene, & endosulfan-beta. These cmpds, unable to stimulate proliferation of uterine leiomyoma cells, did exhibit agonistic activity in these cells at the transcriptional level in the estrogen-sensitive reporter gene assay, & they were also able to upregulate PR message. These data demonstrate that organochlorine pesticides act as estrogen receptor agonists in Eker rat uterine myometrial cells, & they indicate a need for further investigation of the potential tissue-specific agonist activity of these pesticides & their role in the pathogenesis of uterine leiomyoma."
        },
        {
            "References": "Olea Net al.; Eur J Cancer Prev 7 (1): S17-23 (1998)",
            "Value": "... In the last 5 yr, several environmental chemicals have been added to the list of xenoestrogens, including the pesticides toxaphene, dieldrin & endosulphan ... ."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Roseboom DP et al; Effect of Agriculture on Cedar Lake Quality. Illinois State Water Survey ISWS/CIA-138/79 (1979) (2) Mattraw HC Jr; Pest Monit J 9: 106-14 (1975) (3) Konasewich D et al; Status Report on Organic and Heavy Metal Contaminants in the Lakes Erie, Huron and Superior Basins p. 273 Great Lakes Qual Board (1978) (4) Piperidou CI et al; Fres Environ Bull 3: 505-10 (1994) (5) Ford WM, Hill EP; Arch Environ Contam Toxicol 20: 161-67 (1991) (6) Bishop CA et al; Environ Toxicol Chem 14: 491-501 (1995) (7) Ahmad S et al; Bull Environ Contam Toxicol 57: 794-802 (1996)",
            "Value": "SEDIMENT: Dieldrin was detected in sediment from Illinois lakes at 0-34 ppb(1) and sediment from south Florida at concns of 0.1-900 ppb(2). Dieldrin was detected at a mean concn of 1.6 ppb in Lake Erie, 0-4.5 ppb in Lake Huron and <5 ppb in Lake Michigan(3). Dieldrin was detected in sediments from Lake Pamvotis and the Louros River, Greece at concns of 0.1-0.3 ng/g and 0.3-1.6 ng/g, respectively(4). Dieldrin was detected in sediments of the Yazoo National Wildlife Refuge, MS at a max concn of 0.01 mg/kg(5). Dieldrin was detected in sediments from the St Lawrence River Basin at concns of 0.05-127.8 ng/g(6). Dieldrin was detected in sediment from the Ganges River, Saudi Arabia at concns of 0.002-0.014 ug/g(7)."
        },
        {
            "References": "(1) Carey HE et al; Pest Monit J 12: 209-29 (1979) (2) Carey AE et al; Pest Monit J 13: 17-22 (1979) (3) Piperidou CI et al; Fres Environ Bull 3: 505-10 (1994) (4) Dogheim ET et al; J AOAC Int 79: 111-116 (1996) (5) Aigner EJ et al; Environ Sci Technol 32: 1162-68 (1998)",
            "Value": "SOILS: Dieldrin was detected in 400 of 1,481 US Agricultural soils in 1972, at a mean concn of 0.04 ppm(1). Dieldrin was detected in soils from 5 US cities at mean concns of <0.01-0.06 ppm(2). Dieldrin was detected in soil from the Ioannina Region of Greece at concns of 0.02-0.36 ng/g(3). Dieldrin was detected in soil from Kafr El-Zayat, Egypt at a concn of 1.67 ppb(4). Dieldrin was detected in soils from Pennsylvania, Ohio, Indiana and Illinois at concns of 0.12-4,246 ng/g(5)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Felsot A, Wilson J; Bull Environ Contam Toxicol 24: 778-82 (1980) (2) Sharom MS et al; Water Res 14: 1095-1100 (1980) (3) Briggs GG et al; J Agric Food Chem 29: 1050-9 (1981) (4) El-Beit IOD et al; Inter J Environ Stud 16: 189-96 (1981) (5) Helling CS; Soil Sci Soc Amer Proc 35: 737-43 (1971) (6) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "An average Koc value of 8,370 was determined for dieldrin in 7 soils(1). Koc values of 9,722 (organic top soil), 1,957 (creek sediment) and 23,310 (sandy loam) were determined for dieldrin(2). Dieldrin has a measured log Koc of 3.87(3) and an Rf value for soil thin layer chromatography of 0.00(3,5). According to a classification scheme(6), these measured Koc values suggest that dieldrin is expected to have low to no mobility in soil(SRC). Even with high temperatures and prolonged leaching dieldrin was shown to be immobile(4)."
        }
    ],
    "plant_translocations": [
        {
            "content": "It has been known that the Cucurbitaceae family takes up a large amount of persistent organic pollutants from soils and that the translocation of those compounds in cucurbits is higher than those in non-cucurbits. To understand the persistent organic pollutant uptake mechanisms of plant species, we compared the dieldrin absorption and transportation potentials of several plants in hydroponic medium. Sorghum (Sorghum vulgare Moench), sunflower (Helianthus annuus L.), soybean (Glycine max), komatsuna (Brassica rapa var. peruviridis), white-flowered gourd (Lagenaria siceraria var. hispida), cucumber (Cucumis sativus L.), and zucchini (Cucurbita pepo L.) were grown in a dieldrin-added hydroponic medium for 10 d, and then the amount of dieldrin in their shoots and roots was measured. All of the roots contained dieldrin, whereas only the cucurbits (white-flowered gourd, cucumber, and zucchini) contained considerable amounts of dieldrin in their shoots. The dieldrin uptake to the roots depended on the concentration of the n-hexane soluble components in the roots, regardless of whether the dieldrin in the roots was translocated to shoots or not. The dieldrin uptake from the solution to the roots was thought to be due to a passive response, such as adsorption on the roots. The translocation of dieldrin from the roots to the shoots was probably through the xylems. The amounts of dieldrin in the shoots per transpiration rates were higher for cucurbits than for non-cucurbits. It seems likely that cucurbits have uptake mechanisms for hydrophobic organic chemicals.",
            "reference": "Murano, H., Otani, T., Seike, N., & Sakai, M. (2010). Dieldrin uptake and translocation in plants growing in hydroponic medium. Environmental Toxicology and Chemistry, 29(1), 142-148.",
            "method": {
                "Test Plant": "Eight species of plants were selected from six families and eight genera.",
                "Apply Location": "Foliar application",
                "Plant Grown Condition": "The seeds were germinated and cultivated in a growth chamber at 25°C under a 14:10 h light:dark cycle for 7 to 18 days. Tap water was used for the germination and cultivation.",
                "Chemical Preparation": "A 100 mg/L of dieldrin stock solution was prepared by dissolving 10 mg of dieldrin in 100 ml of acetone. The stock solution was diluted with distilled water to make 500 mg/L of dieldrin solution.",
                "Pesticide Application Details for the Plant": "The initial concentration of dieldrin in the hydroponic medium was measured in duplicate at the start of each renewal period, and this concentration was 1.27 ± 0.09 mg/L. The pot contained 4 L of the hydroponic medium. Therefore, approximately 5 mg of dieldrin was applied to the hydroponic medium. The medium was used from day 11 and replaced on days 15 and 18; therefore, the plants were exposed to 15 mg of dieldrin in all.",
                "Other Information": "The experiments were conducted in duplicate."
            },
            "result": "[{\"Plant\": \"Sorghum\", \"Grown in\": \"Hydroponic\", \"Root (ug/g)\": 3.6, \"Shoot (ug/g)\": \"<0.002\", \"Shoot/Root Concentration\": 0.00056}, {\"Plant\": \"Sunflower\", \"Grown in\": \"Hydroponic\", \"Root (ug/g)\": 11.75, \"Shoot (ug/g)\": \"<0.002\", \"Shoot/Root Concentration\": 0.00017}, {\"Plant\": \"Soybean\", \"Grown in\": \"Hydroponic\", \"Root (ug/g)\": 4.65, \"Shoot (ug/g)\": \"0.028\", \"Shoot/Root Concentration\": 0.00593}, {\"Plant\": \"Tomato\", \"Grown in\": \"Hydroponic\", \"Root (ug/g)\": 3.7, \"Shoot (ug/g)\": \"0.067\", \"Shoot/Root Concentration\": 0.0181}, {\"Plant\": \"Komatsuna\", \"Grown in\": \"Hydroponic\", \"Root (ug/g)\": 2.7, \"Shoot (ug/g)\": \"0.032\", \"Shoot/Root Concentration\": 0.012}, {\"Plant\": \"W.-f. gourd\", \"Grown in\": \"Hydroponic\", \"Root (ug/g)\": 4.95, \"Shoot (ug/g)\": \"0.296\", \"Shoot/Root Concentration\": 0.0593}, {\"Plant\": \"Cucumber\", \"Grown in\": \"Hydroponic\", \"Root (ug/g)\": 3.4, \"Shoot (ug/g)\": \"0.417\", \"Shoot/Root Concentration\": 0.124}, {\"Plant\": \"Zucchini\", \"Grown in\": \"Hydroponic\", \"Root (ug/g)\": 2.45, \"Shoot (ug/g)\": \"1.085\", \"Shoot/Root Concentration\": 0.455}]"
        },
        {
            "content": "We conducted uptake experiments with 12 different organic chemicals using 16 plant species and observed variations in their ability to take up and translocate these chemicals. The shoot and root concentrations of each chemical varied among the plant species. Root concentration factor values increased with an increasing log of the n-octanol-water partition coefficient (log Kow) of the organic chemicals, suggesting that root concentrations may be predicted to some extent based on log Kow. Root-to-shoot translocation was also related to log Kow, as the shoot-to-root concentration ratio decreased with increasing log Kow. However, the relationship between shoot concentration factor value and log Kow was not clear and differed among plant species.",
            "reference": "Namiki, S., Otani, T., Motoki, Y., Seike, N., & Iwafune, T. (2018). Differential uptake and translocation of organic chemicals by several plant species from soil. Journal of pesticide science, 43(2), 96-107.",
            "method": {
                "Test Plant": "Hordeum distichon, Zea mays L., Glycine max Merrill, Phaseolus vulgaris L., Brassica oleracea L. var. capitata, Brassica rapa L. war. peruviridis, Chrysanthemum coronarium L., Lactuca sativa L., Allissms wakegi Araki, Apium graveolens L. war. dulce, Solanum lycopersicum Mill., Capsicum grossism, Cucumtis sativis L., Cucurbita maxima Duch., Spinacia oleracea L., and Beta vulgaris L. var. cicla.",
                "Apply Location": "Soil application",
                "Plant Grown Condition": "Seeds germinated in nursery soil in growth chamber at 20°C, 14:10 hr light:dark cycle. Seedlings transplanted at 7-28 days into test soil pots and grown for 21 more days under same conditions. Soil moisture maintained at 50-70% water holding capacity (WHC).",
                "Chemical Preparation": "12 organic chemicals (10 pesticides, β-HCH, dieldrin) with log Kow -0.6 to 5 dissolved in acetone at 50 mg/L. 1 L mixture added to 278g Celite powder, acetone evaporated leaving 92.6-133.6 μg/g of each chemical on Celite.",
                "Pesticide Application Details for the Plant": "450g uncontaminated soil mixed with 5g chemical-loaded Celite in 600 mL pots. Fertilized with chemical fertilizer and dolomite. Final concentrations ranged 81.0-129.7 μg/pot.",
                "Other Information": "Plants grown to obtain 1-2g root dry weight per species. At 21 days, shoots and roots harvested, fresh weights measured, divided into subsamples to determine moisture content and chemical concentrations."
            },
            "result": "[{\"Plant\": \"Hordeum distichon\", \"Shoot (mg/kg)\": 0.32, \"Root (mg/kg)\": 9.19, \"Uptake (mg/kg)\": 1.45}, {\"Plant\": \"Zea mays L.\", \"Shoot (mg/kg)\": 0.19, \"Root (mg/kg)\": 7.93, \"Uptake (mg/kg)\": 0.39}, {\"Plant\": \"Glycine max Merrill\", \"Shoot (mg/kg)\": 0.32, \"Root (mg/kg)\": 17.23, \"Uptake (mg/kg)\": 1.63}, {\"Plant\": \"Phaseolus vulgaris L.\", \"Shoot (mg/kg)\": 0.12, \"Root (mg/kg)\": 3.63, \"Uptake (mg/kg)\": 0.44}, {\"Plant\": \"Brassica oleracea L. var. capitata\", \"Shoot (mg/kg)\": 0.15, \"Root (mg/kg)\": 13.6, \"Uptake (mg/kg)\": 1.32}, {\"Plant\": \"Brassica rapa L. war. peruviridis\", \"Shoot (mg/kg)\": 0.13, \"Root (mg/kg)\": 9.17, \"Uptake (mg/kg)\": 0.84}, {\"Plant\": \"Chrysanthemum coronarium L.\", \"Shoot (mg/kg)\": 0.13, \"Root (mg/kg)\": 85.0, \"Uptake (mg/kg)\": 1.05}, {\"Plant\": \"Lactuca sativa L.\", \"Shoot (mg/kg)\": 0.11, \"Root (mg/kg)\": 46.37, \"Uptake (mg/kg)\": 0.85}, {\"Plant\": \"Allissms wakegi Araki\", \"Shoot (mg/kg)\": 0.61, \"Root (mg/kg)\": 18.46, \"Uptake (mg/kg)\": 3.07}, {\"Plant\": \"Apium graveolens L. war. dulce\", \"Shoot (mg/kg)\": 0.08, \"Root (mg/kg)\": 12.26, \"Uptake (mg/kg)\": 0.23}, {\"Plant\": \"Solanum lycopersicum Mill.\", \"Shoot (mg/kg)\": 0.27, \"Root (mg/kg)\": 13.61, \"Uptake (mg/kg)\": 1.32}, {\"Plant\": \"Capsicum grossism\", \"Shoot (mg/kg)\": 0.18, \"Root (mg/kg)\": 9.83, \"Uptake (mg/kg)\": 0.91}, {\"Plant\": \"Cucumtis sativis L.\", \"Shoot (mg/kg)\": 2.18, \"Root (mg/kg)\": 29.49, \"Uptake (mg/kg)\": 14.14}, {\"Plant\": \"Cucurbita maxima Duch.\", \"Shoot (mg/kg)\": 5.05, \"Root (mg/kg)\": 21.92, \"Uptake (mg/kg)\": 37.7}, {\"Plant\": \"Spinacia oleracea L.\", \"Shoot (mg/kg)\": 0.14, \"Root (mg/kg)\": 18.35, \"Uptake (mg/kg)\": 0.52}, {\"Plant\": \"Beta vulgaris L. var. cicla\", \"Shoot (mg/kg)\": 0.07, \"Root (mg/kg)\": 8.73, \"Uptake (mg/kg)\": 0.34}]"
        }
    ]
}