{
    "_id": {
        "$oid": "6682e7dec4e5dba5ffba22bf"
    },
    "CID": {
        "$numberInt": "971"
    },
    "Name": "OXALIC ACID",
    "IUPACName": "oxalic acid",
    "CanonicalSMILES": "C(=O)(C(=O)O)O",
    "Synonyms": [
        "oxalic acid",
        "ethanedioic acid",
        "144-62-7",
        "oxalate",
        "Aktisal",
        "Aquisal",
        "Oxiric acid",
        "Oxaalzuur",
        "Oxalsaeure",
        "Kyselina stavelova",
        "Acide oxalique",
        "Acido ossalico",
        "Caswell No. 625",
        "Acidum oxalicum",
        "Ethanedionic acid"
    ],
    "IsomericSMILES": "C(=O)(C(=O)O)O",
    "INCHI": "InChI=1S/C2H2O4/c3-1(4)2(5)6/h(H,3,4)(H,5,6)",
    "INCHIKEY": "MUBZPKHOEPUJKR-UHFFFAOYSA-N",
    "Formula": "C2H2O4",
    "MolecularWeight": {
        "$numberDouble": "90.03"
    },
    "Description": "Oxalic acid is an alpha,omega-dicarboxylic acid that is ethane substituted by carboxyl groups at positions 1 and 2. It has a role as a human metabolite, a plant metabolite and an algal metabolite. It is a conjugate acid of an oxalate(1-) and an oxalate.",
    "XlogP": {
        "$numberDouble": "-0.3"
    },
    "Complexity": {
        "$numberInt": "71"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "Clarke, M. L., D. G. Harvey and D. J. Humphreys. Veterinary Toxicology. 2nd ed. London: Bailliere Tindall, 1981., p. 258",
            "Value": "OXALATE CONTENT OF PLANTS IS HIGHEST AT LEAFY STAGE OF GROWTH & PLANTS WHICH ARE NORMALLY NOT DANGEROUS TO STOCK MAY BECOME SO @ CERTAIN TIMES OF YR. HALOGETON MAY CONTAIN ... 34.5% OF OXALATE, MANGELS UP TO 12% & SOURSOB 5.9% (DRY WT). /OXALATE/"
        },
        {
            "References": "(1) Windholz M et al; The Merck Index 10th ed Rahway, NJ: Merck & Co Inc p. 991 (1983) (2) Bernales CA et al; Kirk-Othmer Encycl Chem Tech. 3rd NY: Wiley 16: 618-36 (1981) (3) Smith RL, Oremland RS; Appl Environ Microbiol 46: 106-13 (1983)",
            "Value": "Oxalic acid is present in many plants and vegetables, notably in those of the Oxalis and Rumex families, where it occurs in the leaves, roots, rhizomes, and sap of the plant as the potassium or calcium salt(1-2). For example, waterlilies and duckweed are oxylate-containing plants(3). Furthermore, oxylate may constitute as much as 50% of the dry weight of some plant organs, serving both an excretory and a storage function by chelating and precipitating excess calcium ions(3). Oxylate concns ranged from 0.1 to 5.0% in several plant species that are potential sources of the oxylates in sediments of Searsville Lake, CA, Lake Tahoe, CA, Big Soda Lake, NV, and a south San Francisco Bay mud flat and salt marsh(3)."
        }
    ],
    "animal_concentrations": [
        {
            "References": "(1) Bernales CA et al; Kirk-Othmer Encycl Chem Tech. 3rd NY: Wiley 16: 618-36 (1981)",
            "Value": "Oxalic acid occurs in human and animal urine and the calcium salt is a major constituent of kidney stones(1)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Yalkowsky SH et al; Arizona Data Base of Water Solubility (1989) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington DC: Amer Chem Soc pp. 4-9, 5-4, 5-10, 7-4, 7-5, 15-15 to 15-32 (1990)",
            "Value": "Based on an average experimental water solubility of 220,000 mg/L at 25 °C(1) and a regression derived equation(2), the BCF for oxalic acid can be estimated to be approximately 0.6(SRC) and therefore should not be expected to bioconcentrate in aquatic organisms(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Gaffney PE, Heukelekian H; Sew Indust Wastes 30: 503 (1958) (2) Heukelekian H, Rand MC; J Water Pollut Contr Assoc 29: 1040-53 (1955) (3) Madsen EL, Alexander M; Appl Environ Microbiol 50: 342-9 (1985) (4) Takemoto et al; Suishitsu Odaku Kenkyu 4: 80-90 (1981) (5) Young et al; J Water Pollut Contr Fed 40: 354-68 (1968)",
            "Value": "Six tests at oxalic acid initial concns of 3.3 to 10 ppm exhibited 75 to 202 %BODT over an incubation period of 5 days in an aerobic screening study using sewage inoculum(1). A 78 and 55.5 %BODT for oxalic acid was measured under aerobic conditions over a period of 5 days in screening tests at 20 °C using sewage inoculum(2). Oxalic acid at initial concns of 0.00375, 0.0375, and 0.375 ppm exhibited 95, 99, and 100% degradation, respectively, in an aerobic screening study at 25 °C using sewage inoculum(3). In another screening study using sewage inoculum, 68 and 64 %BODT were measured for oxalic acid at initial concns of 10 and 20 ppm, respectively, over a 5 day incubation period(4). An 89 %BODT was measured for oxalic acid (10 ppm initial concn) in an aerobic screening study using sewage inoculum at 19.5-20.5 °C over an incubation period of 5 days(5)."
        },
        {
            "References": "PMID:16346332",
            "Value": "Ultimate anaerobic biodegradation rates were determined in a marinewater/sediment grab sample taken from a salt marsh in Palo Alto, CA to be 0.41, 0.92, and 0.76/day which correspond to anaerobic degradation half-lives of 1.7, 0.75, and 0.9 days, respectively. In another marinewater/sediment grab sample from Big Soda Lake, NV, anaerobic biodegradation rates of 0.004 and 0.22/day were determined which correspond to half-lives of 173 and 3.15 days, respectively. Using the same method (14CO2 evolution, GC), ultimate anaerobic biodegradation rates of 0.55, 0.31, 5.45, 1.73, and 1.96/day (half-lives of 1.26, 2.23, 0.13, 0.4, and 0.35 days, respectively) were measured in freshwater/sediment grab samples taken from Searsville Lake, Palo Alto, CA. In a freshwater/sediment grab sample taken from Lake Tahoe, CA, ultimate anaerobic biodegradation rates were measured to be 0.01 and 0.13/day which correspond to respective half-lives of 69 and 5.3 day(1)."
        }
    ],
    "mechanism_of_action": [
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the Threshold Limit Values and Biological Exposure Indices. 5th ed. Cincinnati, OH: American Conference of Governmental Industrial Hygienists, 1986., p. 451",
            "Value": "Metabolically its toxicity is believed due to the capacity of oxalic acid to immobilize calcium and thus upset the calcium-potassium ratio in critical tissues."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Clarke, E.G., and M. L. Clarke. Veterinary Toxicology. Baltimore, Maryland: The Williams and Wilkins Company, 1975., p. 258",
            "Value": "... OXALATE MAY UPSET CALCIUM METABOLISM SUFFICIENTLY TO INTERFERE WITH MILK PRODUCTION AND BONE GROWTH IN LACTATING AND PREGNANT ANIMALS. /OXALATE/"
        },
        {
            "References": "Clarke, E.G., and M. L. Clarke. Veterinary Toxicology. Baltimore, Maryland: The Williams and Wilkins Company, 1975., p. 258",
            "Value": "... MOST COMMON EFFECT OF OXALATES IS TO CAUSE KIDNEY DAMAGE OWING TO BLOCKING OF TUBULES BY CRYSTALS OF CALCIUM OXALATE. ... OXALATES MAY CRYSTALLIZE OUT IN BRAIN TISSUE & CAUSE SYMPTOMS OF PARALYSIS & OTHER DISORDERS OF CENTRAL NERVOUS SYSTEM. OXALATES MAY LEAD TO BREAKDOWN OF RED BLOOD CELLS. /OXALATES/"
        },
        {
            "References": "Clarke, E.G., and M. L. Clarke. Veterinary Toxicology. Baltimore, Maryland: The Williams and Wilkins Company, 1975., p. 259",
            "Value": "FIRST SYMPTOMS INCLUDE DULLNESS AND LOSS OF APPETITE. HEAD IS LOWERED & ANIMAL IS UNWILLING TO KEEP WITH FLOCK. WITH ACUTE POISONING THERE MAY BE SALIVATION AND NASAL DISCHARGE WITH PROGRESSIVE WEAKNESS, RAPID SHALLOW BREATHING AND COLLAPSE. /OXALATE/"
        },
        {
            "References": "Clarke, E.G., and M. L. Clarke. Veterinary Toxicology. Baltimore, Maryland: The Williams and Wilkins Company, 1975., p. 259",
            "Value": "AT POST MORTEM AN INVARIABLE FINDING IS ACCUMULATION OF CALCIUM OXALATE CRYSTALS IN KIDNEYS AND URINARY TRACT. LUNGS MAY BE DARK RED & FILLED WITH BLOOD AND THERE MAY BE PETECHIAL OR LARGER HEMORRHAGES. /OXALATE/"
        },
        {
            "References": "Clarke, E.G., and M. L. Clarke. Veterinary Toxicology. Baltimore, Maryland: The Williams and Wilkins Company, 1975., p. 259",
            "Value": "TOXIC DOSE OF OXALIC ACID TO THE DOG IS ABOUT 1 G & TO THE CAT, ABOUT 0.2 G."
        },
        {
            "References": "Clarke, E.G., and M. L. Clarke. Veterinary Toxicology. Baltimore, Maryland: The Williams and Wilkins Company, 1975., p. 259",
            "Value": "IN ATTEMPTS TO INDUCE OXALATE POISONING IN HORSES ... 2 DOSES OF 454 G OF OXALIC ACID, SODIUM OXALATE OR AMMONIUM OXALATE /HAD TO BE GIVEN/ WITHIN 24 HR, OR 200 G OF AMMONIUM OXALATE DAILY FOR 5 DAYS IN ORDER TO KILL THE ANIMALS. DOSE OF 200 G OF OXALIC ACID/DAY FOR 8 DAYS INDUCED NON-FATAL POISONING ... ."
        },
        {
            "References": "Clarke, E.G., and M. L. Clarke. Veterinary Toxicology. Baltimore, Maryland: The Williams and Wilkins Company, 1975., p. 259",
            "Value": "DOSE OF 340 G OF HALOGETON OR 900 G OF GREASEWOOD /BOTH OXALATE-CONTAINING PLANTS/ IS A LETHAL DOSE FOR A FASTING SHEEP."
        },
        {
            "References": "PMID:918353",
            "Value": "MALE & FEMALE LONG-EVANS RATS MAINTAINED FOR 70 DAYS ON DIETS CONTAINING 2.5 & 5.0% OXALIC ACID HAD DECR BODY WT & RESTRICTED GROWTH RATES. 5.0% DEPRESSED ABSOLUTE ORGAN WT BUT ENHANCED ORGAN/BODY WT RATIO. VAGINAL SMEARS INDICATED DISRUPTED ESTROUS CYCLES."
        },
        {
            "References": "PMID:473187",
            "Value": "SIGNIFICANT REDN IN THYROID WT, 24 HR THYROID UPTAKE OF (125)I & PLASMA RADIOACTIVITY OBSERVED WITH INCR IN PLASMA THYROID-STIMULATING HORMONE IN LONG-EVANS RATS INGESTING DIETARY 5.0% OXALIC ACID. 5.0% CAN LEAD TO HYPOTHYROIDISM. INCR IN TRIIODOTHYRONINE."
        },
        {
            "References": "PMID:599103",
            "Value": "2 SHEEP & 1 COW CHANGED FROM ALFALFA HAY TO DIETS WITH 12% WT/WT OXALIC ACID. ADAPTED ANIMALS TOLERATED OXALATE WITHOUT SIGNS OF TOXICITY. HOWEVER, 2 OTHER SHEEP DIED BECAUSE THEY WERE UNABLE TO TOLERATE THE INFUSION OF INCR AMT OF SODIUM OXALATE INTO THE RUMENS."
        },
        {
            "References": "Humphreys, D.J. Veterinary Toxicology. 3rd ed. London, England: Bailliere Tindell, 1988., p. 253",
            "Value": "Oxalis cernua (Oxalis pes-caprae; Bermuda buttercup, soursob) has caused chronic oxalate poisoning in sheep in Australia. This plant often causes intoxication in sheep grazing in olive orchards in Sardinia where it grows freely. Calves fed exclusively on milk from cows given this plant have been reported to have developed catarrhal enteritis, marked eosinophilia, submucosal intestinal hemorrhages, folliculitis of the mesenteric lymph nodes and nephrosis with crystalline deposits. /Oxalates/"
        },
        {
            "References": "Humphreys, D.J. Veterinary Toxicology. 3rd ed. London, England: Bailliere Tindell, 1988., p. 199",
            "Value": "The oxalate content of plants is highest at the leafy stage of growth, and plants which are normally not dangerous to stock may become so at certain times of the year. Halogeton may contain as much as 34.5% of oxalate, mangels up to 12% and soursob 5.9% (dry weight). Unfortunately, most oxalate-containing plants are very palatable to stock. Although sugar beet tops are harmful to animals when fresh, they can be fed without ill effect once the tops have wilted. This is said to be due to conversion of harmful soluble salts into harmless insoluble ones during the process, but there is contrary evidence on this point and the question is complicated by the fact that oxalate is not the only toxic substance in sugar beet tops; they can contain lethal quantities of nitrate. /Oxalates/"
        },
        {
            "References": "PMID:599103",
            "Value": "2 SHEEP & 1 COW CHANGED FROM ALFALFA HAY TO DIETS WITH 12% OXALIC ACID. 10-FOLD & GREATER INCR IN IN VITRO RATE OF OXALATE METAB BY RUMINAL MICROBES. OXALATE DEGRADING CAPACITY NEGLIGIBLE IN CELL-FREE RUMINAL FLUID OF ADAPTED SHEEP BUT ASSOC WITH FRACTIONS WITH BACTERIAL CELLS."
        },
        {
            "References": "PMID:2365622",
            "Value": "Ten of 100 mature ewes were afflicted with acute oxalate toxicosis within 40 hours after being temporarily penned in a lot that contained considerable growing Rumex crispus (curly dock). Clinical signs of toxicosis included excess salivation, tremors, ataxia, and recumbency. Affected ewes were markedly hypocalcemic and azotemic. Oxalate crystals were not observed in urine. Gross postmortem lesions were minimal and nondiagnostic in 2 ewes that died peracutely, but perirenal edema andrenal tubular degeneration were clearly observable in ewes euthanatizedon the third day of toxicosis. Diagnosis of oxalate toxicosis was confirmed by histopathologic findings. Samples of Rumex spp contained 6.6 to 11.1% oxalic acid on a dry weight basis, a concentration comparable with that in other oxalate containing plants that have caused acute oxalate toxicosis."
        },
        {
            "References": "PMID:3758689",
            "Value": "In a period of 21 days, six subcutaneous injections of calcium chloride and dibutyloxalate solution produced a flecklike, polymorphous cornealopacity and a slight stromal clouding in chinchilla rabbits, as seen with the slit lamp. In front of the endothelium, opaque structures could be seen with the specular microscope. New Zealand white rabbits showed only a diffuse corneal clouding. Light microscopy revealed a reticular alteration of the cytoplasm in the basal layers of the corneal epithelium primarily in chinchilla bastard rabbits. In central corneal areas an irregular structure of the basal epithelial cells and a papilla like alteration of the stromal-epithelial border was seen. In the endotheliuman increased formation of vacuoles was observed in both species. Scanning electron microscopy demonstrated endothelial cell loss. /Dibutyl oxalate/"
        },
        {
            "References": "PMID:3712586",
            "Value": "Deposition of calcium oxalate is responsible for the pathologic manifestations of oxalosis and may contribute to multiorgan dysfunction in uremia and to the progression of renal damage after renal failure is established. A rat model of oxalosis using a single intravenous injection of sodium oxalate, 0.3 mmol/kg body weight, in rats has been developed. Polarized light microscopy and section freeze dry auto radiography were used to identify (14)C-oxalate within the renal parenchyma and in extrarenal organs. (14)C-oxalate crystals under 3 u in length were identified within one min of injection in proximal tubule lumens. Section freeze dry autoradiography showed occasional minute crystals within glomeruli, heart, lung and liver at one hr. In contrast to concentrative cellular uptake demonstrated in rat renal cortical slices in vitro, intracellular accumulation of (14)C-oxalate could not be detected in vivo. Within the first 24 hr, renal oxalate retention reached amaximum of 25 + or - 4 % of the injected dose/gm kidney compared to a maximum of only 7 + or - 3 %/gm kidney after ip administration. Although less than 1 % dose/gm kidney remained after one week, crystal fragments were scattered throughout the cortex and medulla, often surrounded by foci of interstitial nephritis. The retention of crystals in kidney and other body organs following iv oxalate provides a model of oxalosis which stimulates pathophysiologic events in a variety of clinical situations characterized by transiently or persistently elevated serum oxalate."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Cordt T, Kussmaul H; Vom Wasser 74: 287-98 (1990) (2) Kawamura K, Kaplan IR; Environ Sci Technol 21: 105-10 (1987) (3) Smith RL, Oremland RS; Appl Environ Microbiol 46: 106-13 (1983)",
            "Value": "Oxalic acid was detected at concns ranging from 30 to 6 mg/kg in soil 0 to 540 cm, respectively, below the surface at a site in Germany(1). Oxalic acid was identified in 2 soil samples taken from the UCLA campus (Los Angeles, CA) at concns of 166 and 156 nmol/g(2). Oxalic acid was detected in 2 fractions of bog sediment from the Los Angeles, CA area at concns of 1,410 (humic acid fraction) and 3,350 (fulvic acid fraction) nmol/g(2). Significant concns of oxylate (dissolved plus particulate) were present in sediments taken from a diversity of aquatic environments, ranging from 0.1 to 0.7 mmol/l of sediment(3). These included pelagic and littoral sediments from two freshwater lakes (Searsville Lake, CA and Lake Tahoe, CA), a hypersaline, meromictic, alkaline lake (Big Soda Lake, NV), and a south San Francisco Bay mud flat and salt marsh(3)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Yalkowsky SH et al; Arizona Data Base of Water Solubility (1989) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington DC: Amer Chem Soc pp. 4-9, 5-4, 5-10, 7-4, 7-5, 15-15 to 15-32 (1990) (3) Swann RL et al; Res Rev 85: 17-28 (1983) (4) Buxton GV et al; J Phys Chem Ref Data 17: 517-882 (1988)",
            "Value": "Based on an average experimental water solubility of 220,000 mg/L at 25 °C(1) and a regression derived equation(2), the Koc for undissociated oxalic acid can be estimated to be approximately 5. This Koc value indicates that oxalic acid will have very high mobility in soil(3); therefore, adsorption to soil and sediment may not be an important fate process. Based on pKa1 and pKa2 values of 1.25 and 4.28(4) respectively, oxalic acid will exist primarily as the oxalate ion under environmental conditions (pH 5-9). No experimental data are available to determine whether the oxalate ion will adsorb to sediment or soil more strongly than its estimated Koc value indicates(SRC)."
        }
    ]
}