{
    "_id": {
        "$oid": "6682e8dac4e5dba5ffba27aa"
    },
    "CID": {
        "$numberInt": "9738"
    },
    "Name": "MIPAFOX",
    "IUPACName": "N-[fluoro-(propan-2-ylamino)phosphoryl]propan-2-amine",
    "CanonicalSMILES": "CC(C)NP(=O)(NC(C)C)F",
    "Synonyms": [
        "MIPAFOX",
        "371-86-8",
        "Isopestox",
        "\"N,N-Diisopropylphosphorodiamidic fluoride\"",
        "Peston XV",
        "Pestox XV",
        "Pestox 15",
        "Mipafox [ISO]",
        "Bis(isopropylamido) fluorophosphate",
        "Di(isopropylamido)phosphoryl fluoride",
        "Phosphorodi(isopropylamidic) fluoride",
        "Bis(monoisopropylamino)fluorophosphate",
        "\"N,N-Diisopropyldiamidophosphoryl fluoride\"",
        "Bis(monoisopropylamino)fluorophosphine oxide",
        "Phosphine oxide",
        "fluorobis(isopropylamino)-"
    ],
    "IsomericSMILES": "CC(C)NP(=O)(NC(C)C)F",
    "INCHI": "InChI=1S/C6H16FN2OP/c1-5(2)8-11(7,10)9-6(3)4/h5-6H,1-4H3,(H2,8,9,10)",
    "INCHIKEY": "UOSHUBFBCPGQAY-UHFFFAOYSA-N",
    "Formula": "C6H16FN2OP",
    "MolecularWeight": {
        "$numberDouble": "182.18"
    },
    "Description": "Mipafox is a phosphoramide.",
    "XlogP": {
        "$numberDouble": "1"
    },
    "Complexity": {
        "$numberInt": "147"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Shiu WY et al; Rev Environ Contam Toxicol 116: 136-7 (1990) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 5-5 (1990) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 1 was calculated for mipafox(SRC), determined from a water solubility of 80,000 mg/L(1) and a regression-derived equation(2). According to a classification scheme(2), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "logP": [
        {
            "References": "US EPA; Estimation Programs Interface (EPI). ver. 3.11. U.S. EPA version for Windows. Washington, DC: U.S. EPA (2003). Available from, as of Feb 3, 2005: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm",
            "Value": "log Kow = 0.29 /Estimated/"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "O'Neil, M.J. (ed.). The Merck Index - An Encyclopedia of  Chemicals, Drugs, and Biologicals. 13th Edition, Whitehouse  Station, NJ:  Merck and Co., Inc., 2001., p. 1107",
            "Value": "...Cholinesterase inhibitor."
        },
        {
            "References": "Soliman SA, Curley A; Assay for Chicken Brain Neurotoxic Esterase Activity Using Leptophos Oxon as the Selective Neurotoxic Inhibitor; J Anal Toxicol 5 (4): 183-6 (1981)",
            "Value": "The neurotoxic esterase fraction of hen brain microsomal phenyl-valerate-hydrolyzing activity is the target for mipafox."
        },
        {
            "References": "Soliman SA et al; A Kinetic Study on the Inhibition of Hen Brain Neurotoxic Esterase by Mipafox; J Anal Toxicol 6 (1): 4-9 (1982)",
            "Value": "A direct method of assaying neurotoxic esterase (NTE) activity, using 4-nitrophenyl valerate, was described. The technique was used to determine the bimolecular rate, phosphorylation and affinity constants for the reaction of chicken brain microsomal NTE with mipafox."
        },
        {
            "References": "Klaassen, C.D. (ed). Casarett and Doull's Toxicology. The  Basic Science of Poisons. 6th ed. New York, NY:  McGraw-Hill, 2001., p. 779",
            "Value": "A number of... compounds such as... Mipafox... have the ability to bind tenaciously to the active site of acetylcholinesterase (AChE) and neuropathy target esterase (NTE) to produce an irreversibly inhibited enzyme by a mechanism known as aging. The aging process is dependent on the size and configuration of the alkyl (R) substituent, with the potency of the ester increasing in the order of diethyl, dipropyl, and dibutyl for such analogs as DFP and mipafox. The aging process is generally accepted as being caused by the dealkylation of the intermediate dialkylphosphorylated enzymes by one of two possible mechanisms. The first involves the hydrolysis of a P-O bond following a nucleophile (base) attack on the phosphorus atom. The second mechanism involves the hydrolysis of an O-C bond by an acid catalysis, resulting in the formation of a carbonium ion as the leaving group. The aging process is believed to fix an extra charge to the protein, causing some perturbation to the active site and thereby preventing dephosphorylation. While the exact nature of this reaction has not been demonstrated for AChE and NTE, evidence from experiments with saligenin cyclic phosphorus esters (derivative of TOTP) and alpha-chymotrypsin points to the possibility of two stabilized forms of \"aged\" enzyme. Both of the reactions utilize the imidazole group of a neighboring histidine. In one reaction, the hydroxylated substituent is released and the phosphorylated enzyme is stabilized by a hydrogen on the imidazole group. In the other reaction, the leaving substituent becomes attached to the imidazole, yielding a N-C hydroxylated derivative of the phosphorylated enzyme."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Shiu WY et al; Rev Environ Contam Toxicol 116: 136-7 (1990) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 4-5 (1990) (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of mipafox is estimated as 8.8(SRC) using a water solubility of 80,000 mg/L(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that mipafox is expected to have very high mobility in soil."
        }
    ]
}