{
    "_id": {
        "$oid": "6682e7dec4e5dba5ffba22c1"
    },
    "CID": {
        "$numberInt": "980"
    },
    "Name": "4-NITROPHENOL",
    "IUPACName": "4-nitrophenol",
    "CanonicalSMILES": "C1=CC(=CC=C1[N+](=O)[O-])O",
    "Synonyms": [
        "4-Nitrophenol",
        "p-nitrophenol",
        "100-02-7",
        "Phenol",
        "4-nitro-",
        "Paranitrophenol",
        "Niphen",
        "4-Hydroxynitrobenzene",
        "p-Hydroxynitrobenzene",
        "Phenol",
        "p-nitro-",
        "para-nitrophenol",
        "Mononitrophenol",
        "Paranitrofenol",
        "Paranitrofenolo",
        "p-Nitrofenol",
        "4-Nitrofenol"
    ],
    "IsomericSMILES": "C1=CC(=CC=C1[N+](=O)[O-])O",
    "INCHI": "InChI=1S/C6H5NO3/c8-6-3-1-5(2-4-6)7(9)10/h1-4,8H",
    "INCHIKEY": "BTJIUGUIPKRLHP-UHFFFAOYSA-N",
    "Formula": "C6H5NO3",
    "MolecularWeight": {
        "$numberDouble": "139.11"
    },
    "Description": "4-nitrophenol is a member of the class of 4-nitrophenols that is phenol in which the hydrogen that is para to the hydroxy group has been replaced by a nitro group. It has a role as a human xenobiotic metabolite and a mouse metabolite. It is a conjugate acid of a 4-nitrophenolate.",
    "XlogP": {
        "$numberDouble": "1.9"
    },
    "Complexity": {
        "$numberInt": "123"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Feb 16, 2012: https://www.safe.nite.go.jp/english/db.html (2) Call DJ et al; Arch Environ Contam Toxicol 9: 699-714 (1980) (3) Freitag D et al; Ecotox Environ Safety 6: 60-81 (1982) (4) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "BCF values of 2.5 to 7.8 were measured for carp (Carprinus carpio) exposed to 0.02 ppm and 0.2 ppm 4-nitrophenol over a 6-8 week incubation period(1). The BCF value of 4-nitrophenol was reported as 79 in fathead minnows(2) and 58 in golden orfe(3). According to a classification scheme(4), these BCF values suggest bioconcentration in aquatic organisms is low to moderate."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "PMID:4083891",
            "Value": "PURE CULTURE: Pseudomonas strains capable of mineralizing 2,4-dichlorophenol and p-nitrophenol (PNP) in culture media were isolated from soil. A Pseudomonas able to mineralize 5.0 ug p-nitrophenol/mL in culture did not mineralize the compound in sterile or nonsterile lake water. The bacterium destroyed p-nitrophenol in sterile sewage and enhanced p-nitrophenol mineralization in nonsterile sewage. When added to the surface of sterile soil, the bacterium mineralized little of the p-nitrophenol present at 5.0 ug/g, but it was active if mixed well with the sterile soil."
        },
        {
            "References": "PMID:6489241",
            "Value": "AEROBIC: During the years 1978-1981 both the European Economic community and the Organization for Economic Cooperation and Development organized various interlaboratory comparison programs on standardized screening methods to study the biodegradability of chemicals in water. While the ring test results were generally rather heterogenous, one of the compounds studied, 4-nitrophenol, turned out to be particularly problematic as the compound was found either easily biodegradable or not biodegradable by various laboratories in various tests. This paper describes some more detailed studies on 4-nitrophenol degradation in two different tests, the modified Organization for Economic Cooperation screening test (MOST test) and the Zahn-Wellens test, respectively. The test variable investigated include inoculum characteristics and pretreatment, test duration, and 4-nitrophenol concentration. The results are discussed in relation to toxicity and degradation pathways of 4-nitrophenol."
        },
        {
            "References": "PMID:3579282",
            "Value": "AEROBIC: A study was conducted of possible reasons for acclimation of microbial communities to the mineralization of organic compounds in lake water and sewage. The acclimation period for the mineralization of 2 ng of p-nitrophenol (PNP) per mL of sewage was eliminated when the sewage was incubated for 9 days, with no added substrate. The acclimation period for the mineralization of 2 ng but not 200 ng or 2 ug of p-nitrophenol/ml was eliminated when the compound was added to lake water that had been first incubated in the laboratory. Mineralization of p-nitrophenol by Flavobacterium sp was detected within 7 hr at concentrations of 20 ng/mL to 2 micrograms/mL but only after 25 hr at 2 ng/mL. p-Nitrophenol utilizing organisms began to multiply logarithmically after 1 day in lake water amended with 2 ug of p-nitrophenol/ml, but substrate disappearance was only detected at 8 days, at which time the numbers were approaching 10(5) cells per mL. The addition of inorganic nutrients reduced the length of the acclimation period from 6 to 3 days in sewage and from 6 days to 1 day in lake water. The prior degradation of natural organic materials in the sewage and lake water had no effect on the acclimation priod for the mineralization of p-nitrophenol, and naturally occurring inhibitors that might delay the mineralization were not present. The length of the acclimation phase for the mineralization of 2 ng of p-nitrophenol/mL was shortened when the protozoa in sewage were suppressed by eucaryotic inhibitors added to lake water."
        },
        {
            "References": "(1) Organ Econ Coop Devel; OECD Chemical Testing Programme, Expert Group Degradation/Accumulation 1: 141 (1979) (2) Dojlido JR; Investigations of Biodeg and Toxicity of Organic Compound pp 118 USEPA 600/2-79-163 (1979) (3) Kool HJ; Chemosphere 13: 751-61 (1984) (4) Gerike P, Fischer WK; Ecotox Environ Safety 3: 159-73 (1979) (5) Means JL, Anderson SJ; Water Air Soil Poll 16: 301-15 (1981) (6) Rott B et al; Chemosphere 11: 531-8 (1982) (7) Alexander M, Lustigman BK; J Agric Food Chem 14: 410-3 (1966) (8) Spain JC et al; Appl Environ Microbiol 48: 944-50 (1984) (9) Haller HD; J Water Pollut Control Fed 50: 2771-7 (1978) (10) Schmidt-Bleek F et al; Chemosphere 11: 383-415 (1982) (11) Schefer W, Waelchli O; Z Wasser Abwasser Forsch 13: 205-9 (1980) (12) Rubin HE et al; Appl Environ Microbiol 43: 1133-8 (1982) (13) Wilderer P; AICHE Symp Ser 77: 205-13 (1981) (14) Urushigawa Y et al; Kogai Shigen Kenkyusho Iho 12: 37-46 (1983)",
            "Value": "AEROBIC 4-Nitrophenol is a benchmark chemical for biodegradability test and therefore there are numerous results on its behavior in screening tests. The results of the biodegradability screening studies are conflicting, ranging from no degradation to rapid degradation using soil, sewage, activated sludge, sediment, and freshwater inocula. The results are roughly divided between 4-nitrophenol biodegrading moderately slowly and rapidly; acclimation is generally important(1-12,14) while some of the conflicting results may be due to differences in concentrations of the test chemical, inocula, toxicity at higher concentrations(3), or insufficient acclimation. Many results were obtained in interlaboratory comparisons in which different laboratories report 0 and 100% degradation for the same test(1). The importance of acclimation is illustrated in results of 100% degradation in 15 and 3 days without and with acclimation, respectively; the latter also at much higher concentration levels(2). At very low concentration levels (parts per trillion range), mineralization is achieved without a lag period(12). 4-Nitrophenol biodegrades rapidly in simulated biological treatment plants, but only after adequate acclimation(2,4,5,13)."
        },
        {
            "References": "(1) Scow KM et al; Appl Environ Microbiol 51: 1028-35 (1986) (2) Loekke H; Environ Pollut Ser A 38: 171-81 (1985) (3) Lichtenstein E; Fate of Persistence of (14)C Residues in Different Soils. Internatl Atomic Energy Agency, Vienna IAEA-R-2032-F, NTIS DE83704120. pp. 1-20 (1982) (4) Chemicals Inspection and Testing Institute; Japan Chemical Industry Ecology - Toxicology and Information Center. ISBN 4-89074-101-1 (1992) (5) Nielsen PH, Christensen; J Contam Hydrol 17: 55-67 (1994) (6) Christensen TH et al; pp. 1/207-1/214 in Proc ISWA Int Congr Exhib 7th Yokohama, Japan: ISWA International Congr (1996) (7) Nielsen PH et al; Environ Sci Technol 30: 31-37 (1996) (8) Loehr RC; Treatability Potential for EPA Listed Hazardous Wastes in Soil. Ada,OK: Robert S Kerr Environ Res Lab USEPA/600/2-89/011 (1989)",
            "Value": "AEROBIC: As the concentration of 4-nitrophenol in Mardin silt loam soil was increased from 1 ppb to 50 ppm the lag period increased and time for 10% mineralization increased from 5 hr to 40 hr(1). When 2 ppm of 4-nitrophenol was incubated in agricultural topsoil at 10 °C, the half-life was 0.7-1.2 days under aerobic conditions(2). In subsoil the half-life was 40 days under aerobic conditions when the soil moisture was at 79% field capacity(2). The biodegradation of 4-nitrophenol in agricultural soil is greatly increased by pretreatment of the soil with 4-nitrophenol, and decreased by the presence of some fertilizers, fungicides, and herbicides(3). The experiments which showed this involved monitoring the rate of mineralization of ring-labeled parathion in which 4-nitrophenol is an intermediate(3). The addition of captafol, maneb, and benomyl reduced the mineralization after 3 wk from 6.4-41% of controls while PCNB had no effect(3). Pretreatment of the soil with 4-nitrophenol increased the amount mineralized after 1 day from 2 to 34%(3). Amending with 100 ppm-N ammonium sulfate and potassium nitrate reduced the 3-week mineralization 83 and 35%, respectively, although ammonium nitrate did not have a similar effect(3). 4.3% of the theoretical BOD was observed for 4-nitrophenol in sludge over a 2 week incubation period(4). A half-life of about 8 days was observed for 4-nitrophenol in a laboratory batch microcosm incubated with sediment and groundwater(5). 4-Nitrophenol was degraded over 80% in an aerobic groundwater/sediment microcosm from a landfill during a 60 day incubation period(6). First-order rate constants of 0.09/day to 0.5/day were determined for 4-nitrophenol in aerobic aquifer material(7), corresponding to half-lives of about 1-8 days(SRC). The biodegradation half-life of 4-nitrophenol in an acidic soil was reported as 2.5 days and the biodegradation half-life in a basic soil was reported as 10.2 days(8)."
        },
        {
            "References": "(1) Spain JC et al; Appl Environ Microbiol 48: 944-50 (1984) (2) Dojlido JR; Investigations of Biodeg and Toxicity of Organic Compound. USEPA 600/2-79-263 pp. 118 (1979) (3) Rubin HE et al; Appl Environ Microbiol 43: 1133-8 (1982) (4) Jones SH, Alexander M; Appl Environ Microbiol 51: 891-7 (1986) (5) Van Veld PA, Spain JC; Chemosphere 12: 1291-1305 (1983) (6) Spain JC, Van Veld PA; Appl Environ Microbiol 45: 428-35 (1983) (7) Spain JC et al; Appl Environ Microbiol 40: 726-34 (1980) (8) Paris DF et al; Appl Environ Microbiol 45: 1153-5 (1983) (9) Capel PD, Larson SJ; Chemosphere: 30: 1097-1107 (1995) (10) Ingerslev F, Nyholm N; Ecotoxicol Environ Saf 45: 274-83 (2000) (11) Ingerslev F et al; Environ Toxicol Chem 19: 2443-47 (2000) (12) Laha S, Petrova KP; Biodegradation 8: 349-356 (1998) (13) Lu GH et al; Bull Environ Contam Toxicol 69: 111-116 (2002) (14) Torang L, Nyholm N; Chemosphere 61: 1-10 (2005)",
            "Value": "AEROBIC: In die-away tests in which a chemical is added to a water sample from a site, 4-nitrophenol degrades rapidly with acclimation and half-lives decrease with increasing concn of 4-nitrophenol. Typical half-lives are: approximately 1.5 days in the Vistula River in Warsaw, Poland for 5-20 ppm of chemical(2), 7.6 days, mean value calculated in 5 ponds(8); 50% mineralization in 300 hr at 1 ppm increasing to 700 hr at 0.5 ppb including a 250 hr lag in a eutrophic lake(4); and 58% mineralization in 14 days in an oligotropic lake for 1 ppb of chemical(3). When 4-nitrophenol was incubated in freshwater/sediment eco-cores from 5 sites along the Escabia River in Florida, 10-63% mineralization occurred in 160 hr including a 40-120 hr lag(6). However, when the eco-cores were preexposed, there was no longer a lag and 12-58% mineralization occurred in 80 hr(6). Similarly in eco-cores from a freshwater pond, 4-nitrophenol disappeared within 80 hours in previously treated cores and within 15 hr when treated a third time(1). At the time of disappearance approximately 40-50% of the nitrophenol had mineralized(1). Mineralization was much slower in eco-cores from a salt marsh than from a river, 9-21% in 250 hr versus 46-49% in 100 hr in the freshwater system(7). The half-life was 348-1225 days in salt water from three sites in Pensacola Bay(5) although the half-lives were decreased to 9-291 days by the addition of sediment from the site into the test flasks and to 13-20 days in eco-cores from the same sites(5). When initially dosed, 4-nitrophenol disappeared slowly from a laboratory microcosm (100% disappearance in 7.5 days) and a test pond, however on redose 10 days after initial treatment, it disappeared within a day(1). Nine months after the study, the microbial community in the pond had apparently reverted as an acclimation period was again required before the 4-nitrophenol degraded(1). The biodegradation half-life of 4-nitrophenol was reported as 18 hours and 6.8 days in aerobic and anaerobic waters, respectively(9). Using a shake-flask die-away method, 4-nitrophenol degraded completely in about 60 days using a polluted coastal seawater inoculum while very little degradation occurred using unpolluted offshore seawater(10); increasing the total volume of the test media resulted in shorter lag periods(11). Using an Everglades soil from South Florida, 4-nitrophenol was found to mineralization considerably within a week at concentrations of 10 and 100 ug/g soil, but no mineralization occurred after 4 months of incubation at 10 mg/g(12). In a 5-day river die-away test using river water from the Songhua River in China, 4-nitrophenol had theoretical BOD of 50.3%(13). In batch river die-away tests using a river water from Denmark, it was found that pre-adapting the water to 4-nitrophenol reduced the biodegradation lag period from 10 days to less than one day(14)."
        },
        {
            "References": "(1) Boyd SA et al; Appl Environ Microbiol 46: 50-4 (1983) (2) Shelton DR, Tiedje JM; Appl Environ Microbiol 47: 850-7 (1984) (3) Sudhakar-Barik, Sethunathan N; J Environ Qual 7: 349-52 (1978) (4) O'Conner OA, Young LY; Environ Sci Technol 30: 1419-28 (1996) (5) Christensen TH et al; pp. 1/207-1/214 in Proc ISWA Int Congr Exhib 7th Yokohama, Japan: ISWA International Congr (1996) (6) Siragusa GR, Delaune RD; Environ Toxicol Chem 5: 175-8 (1986) (7) Loekke H; Environ Pollut Ser A 38: 171-81 (1985)",
            "Value": "ANAEROBIC: 4-Nitrophenol was completely mineralized in 1 week in an anaerobic sewage sludge(1) and was 75-100% mineralized in 56 days in another sludge(2). 4-Nitrophenol was degraded 51% and 70% in 2 flooded soils over a 10 day incubation period(3). No biodegradation of 4-nitrophenol was observed under denitrifying conditions during a 30 day incubation period(4). 4-Nitrophenol was degraded over 90% in an anaerobic groundwater/sediment microcosm from a landfill during a 10 day incubation period(5). When 4-nitrophenol was incubated with an estuarine sediment suspension from the Louisiana Gulf Coast, only 7% mineralization occurred under anaerobic conditions in 10 days(6). When 2 ppm of 4-nitrophenol was incubated in agricultural topsoil at 10 °C, the half-life was 14 days under anaerobic conditions(7)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Camanzo J et al; J Great Lakes Res 13: 296-309 (1987)",
            "Value": "4-Nitrophenol was identified, not quantified, in fish from Lake Michigan tributaries and embayments(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 18",
            "Value": "log Kow = 1.91"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:3764930",
            "Value": "The effects of phenobarbital treatment on the biotransformation of parathion by intact mouse liver were investigated, and the subsequent effect of phenobarbital on the acute toxicity of parathion were examined. Daily intraperitoneal treatment of male Hla(SW)BR Swiss Webster mice with 80 mg/kg phenobarbital for 4 days induced hepatic cytochrome p450 content, as well as hepatic oxidative activation and oxidative detoxification of parathion, while antagonizing the acute toxicity of parathion without directly affecting tissue cholinesterase activities. Perfusion of mouse livers from control and phenobarbital treated mice resulted in the generation of paraoxon, p-nitrophenol, and p-nitrophenyl sulfate, and p-nitrophenyl glucuronide; phenobarbital increased production of p-nitrophenol, p-nitrophenyl glucuronide, and p-nitrophenyl sulfate from livers perfused with parathion but had no effect on the production of paraoxon."
        },
        {
            "References": "USEPA; Nitrophenols: Hazard Profile (Draft) p.18 (1980)",
            "Value": "Nitrophenols interfere with normal metabolism by uncoupling oxidative phosphorylation. For the mononitrophenols, the order of severity of effects is 4->3-> 2-nitrophenol."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "International Programme on Chemical Safety; Concise International Chemical Assessment  Document Number 20: Mononitrophenols (2000). Avaible from, as of February 15, 2012: https://www.inchem.org/pages/cicads.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The oral LD50 of 4-nitrophenol is in the range of 220-620 mg/kg body weight in rats and 380-470 mg/kg body weight in mice. Clinical signs following oral exposure of rats were unspecific and included tachypnea and cramps, and the macroscopic examination performed in some studies revealed a greyish discoloration with dark red patches of the lungs."
        },
        {
            "References": "PMID:11871126",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The toxicities of 4-nitrophenol and 2,4-dinitrophenol in newborn and young rats was examined and the susceptibility of newborn rats was analyzed in terms of presumed unequivocally toxic and no observed adverse effect levels (NOAELs). In the 18-day repeated dose newborn rat study, 4-nitrophenol was orally given from Day 4 to Day 21 after birth but did not induce any toxicity up to 160 mg/kg in the main study, although it induced death in one of six males at 160 mg/kg, and three of six males and one of six females at 230 mg/kg in a prior dose-finding study. In the 28-day repeated dose oral toxicity study starting at 6 weeks of age, 4-nitrophenol caused the death of most males and females at 1,000 mg/kg but was not toxic at 400 mg/kg except for male rat-specific renal toxicity. As unequivocally toxic levels were considered to be 230 mg/kg/day in newborn rats and 600 to 800 mg/kg/day in young rats, and NOAELs were 110 mg/kg/day in newborn rats and 400 mg/kg/day in young rats, the susceptibility of the newborn to 4-nitrophenol appears to be 2.5 to 4 times higher than that of young animals. In the newborn rat study of 2,4-dinitrophenol, animals died at 30 mg/kg in the dose-finding study and significant lowering of body and organ weights was observed at 20 mg/kg in the main study. In the 28-day young rat study, clear toxic signs followed by death occurred at 80 mg/kg but there was no definitive toxicity at 20 mg/kg. As unequivocally toxic levels and NOAELs were considered to be 30 and 10 mg/kg/day in newborn rats and 80 and 20 mg/kg/day in young rats, respectively, the toxicity of 2,4-dinitrophenol in newborns again seems to be 2 to 3 times stronger than in young rats. Abnormalities of external development and reflex ontogeny in the newborn were not observed with either chemical. Based on these results, it can be concluded that the toxic response in newborn rats is at most 4 times higher than that in young rats, at least in the cases of 4-nitrophenol and 2,4-dinitrophenol."
        },
        {
            "References": "International Programme on Chemical Safety; Concise International Chemical Assessment  Document Number 20: Mononitrophenols (2000). Avaible from, as of February 15, 2012: https://www.inchem.org/pages/cicads.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 28-day study... , Sprague-Dawley rats (10 per sex per dose group) received daily oral doses of 0, 70, 210, or 630 mg 4-nitrophenol/kg body weight via gavage. After dosing, locomotor inhibition, which lasted for about 2 hr, was seen in mid- and high-dose animals. In mid-dose animals, 1/10 males died; in high-dose males and females, the mortality rate was 4/10 and 6/10, respectively (specific signs of intoxication were not given). In the lowest dose group, the macroscopic examination revealed seven cases of pale liver, and the histopathological examination showed 14 cases of finely dispersed fatty degeneration. A focal fatty degeneration of the liver was also observed in 13/20 rats of the mid-dose group, but not in high-dose animals. However, it must be noted that finely dispersed fatty degeneration was also seen in 6/20 control animals. In 4/10 high-dose males but not females, a hydropic liver cell swelling was noted, and all high-dose rats that died before the end of the study showed vascular congestion of the liver. A slight increase in the leukocyte count was seen at 210 and 630 mg/kg body weight in males and females; the increase was significant in high-dose females. In high-dose males, the alanine aminotransferase (ALAT) activity was significantly increased. Other substance-related effects in high-dose animals included increased nephrosis (two males and five females), testicular atrophy and inhibition of spermatogenesis (one and two males, respectively), and follicular atresia in the ovaries (four females)"
        },
        {
            "References": "International Programme on Chemical Safety; Concise International Chemical Assessment  Document Number 20: Mononitrophenols (2000). Avaible from, as of February 15, 2012: https://www.inchem.org/pages/cicads.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ No mortality was observed in male albino Crl:CDR rats (10 per group) after exposure to 0, 340, or 2470 mg 4-nitrophenol dust/cu m (application as sodium salt; head only exposure; mass median aerodynamic diameter (MMAD) 4.6-7.5 um) for 6 hr/day, 5 days/week, over a period of 2 weeks. Both exposure concentrations resulted in signs of irritation (not further specified). After exposure to 340 and 2470 mg/cu m, darker urine, proteinuria, elevated aspartate aminotransferase (ASAT) values, and a dose-dependent increase in methemoglobin values were observed. These effects were still evident after a 14-day recovery period; however, the methemoglobin value was then still elevated in only 2/5 high-dose animals. The methemoglobin values were 0.2, 0.87, and 1.53% after 10 exposures and 0.2, 0.13, and 0.7% after 14 days' recovery. The erythrocyte, hemoglobin, and hematocrit values decreased during exposure but were elevated after the 14-day recovery period. In treated rats, the urine volume decreased in a dose-dependent manner during exposure and during the 14-day recovery period. In high-dose animals, the absolute spleen weight was significantly lower than that of controls after 10 exposures, and the absolute/relative spleen and lung weights were significantly lower in comparison with controls at the end of the recovery period. According to the authors, the biological significance of the changes in organ weights is unknown owing to the absence of corroborating pathological effects."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Paranitrophenol, p.6, EPA 738-R-97-016 (January 1998). Available from, as of February 16, 2012: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a subchronic dermal toxicity study, paranitrophenol (tech., 97.5% ai) at doses of 0, 21.9, 43.8, 87.5, 175 or 350 mg/kg in acetone was applied to the interscapular skin of 10 Swiss-Webster mice/sex/ dose 3 times per week for 13 weeks. At 350 mg/kg, all males and 8 females died before termination; at 175 mg/kg, 3 males and 1 female died. All deaths except 1 were attributed to treatment. Statistically significantly increased incidence of epidermal inflammation (marked to severe), hyperplasia and hyperkeratosis were observed in both sexes at 175 and 350 mg/kg and dermal necrosis was observed in 2-3 males. Based on mortality and dermal irritation, a LOEL of 175 mg/kg is identified for this study. The NOEL is 87.5 mg/kg. However, the study report did not indicate whether other parameters such as body weight, clinical chemistry/hematology or clinical signs other than dermal lesions were evaluated."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Paranitrophenol, p.6, EPA 738-R-97-016 (January 1998). Available from, as of February 16, 2012: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a subchronic toxicity study, paranitrophenol (tech., 99.81% ai) was administered for 13 weeks to 20 Sprague-Dawley Crl:CDBR rats/sex/dose in water by gavage (volume of 10 mL/kg) at dose levels of 0, 25, 70 or 140 mg/kg/day. At 70 mg/kg/day, 1 male and 1 female died and females showed increased incidence of urine staining between weeks 7 - 9. At 140 mg/kg/day, 14 males and 6 females died and urine staining was observed in females. Clinical signs preceding death included wheezing, dyspnea, pallor, prostration and languid behavior. Death of 1 female at 25 mg/kg/day was not considered treatment-related. There were no compound related effects on body weight, food consumption, hematology, clinical chemistry or organ weight. The LOEL is 70 mg/kg/day, based on increased incidence of acute mortality and associated clinical signs and pathology, and possibly urine staining in females. The NOEL is 25 mg/kg/day."
        },
        {
            "References": "Toxicology & Carcinogenesis Studies of p-Nitrophenol in Swiss Webster Mice (Dermal Studies). Technical Report Series No. 417 (1993) NIH Publication No. 93-3148 U.S. Department of Health and Human Services, National Toxicology Program, National Institute of Environmental Health Sciences, Research Triangle Park, NC 27709",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... CONCLUSIONS: Under the conditions of these 18-month dermal studies there was no evidence of carcinogenic activity in male or female Swiss-Webster mice receiving 40, 80, or 160 mg/kg p-nitrophenol."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Paranitrophenol, p.7, EPA 738-R-97-016 (January 1998). Available from, as of February 16, 2012: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a dermal carcinogenicity study, paranitrophenol (tech., 97.5% a.i.) was administered to 60 Swiss-Webster mice/sex/dose 3 times/week (Monday, Wednesday, Friday) at levels of 0, 40, 80 or 160 mg/kg in 100 uL acetone to the shaved interscapular skin, for 18 months (equivalent to amortized daily doses of 0, 17.1, 34.3 or 68.6 mg/kg/day). Clinical signs, body weight and gross/microscopic pathology were evaluated. No treatment-related systemic toxicity was observed. Animals were sacrificed at 18 months due to reduced survival from amyloidosis, observed at high incidence in all groups. The NOEL for systemic toxicity is >160 mg/kg and the LOEL is >160 mg/kg. At the doses tested, there was no treatment-related increase in tumor incidence compared to controls."
        },
        {
            "References": "Hardin BD et al; Terat Carcin Mut 7: 29-48 (1987)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Fifty pregnant CD-1 mice were given 400 mg/kg/day of p-nitrophenol in corn oil by gavage on days 6-13 of gestation and allowed to deliver. p-Nitrophenol produced 18% mortality in treated dams; no toxic effects were observed in the offspring of treated animals."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Paranitrophenol, p.8, EPA 738-R-97-016 (January 1998). Available from, as of February 16, 2012: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a two-generation reproduction toxicity study, para-nitrophenol (tech., 99.1% a.i.) was administered dermally in ethanol vehicle to 12 male and 24 female Crl:COBS-CD(SD) rats/dose group at doses of 0 (saline vehicle), 0 (ethanol vehicle), 50, 100 or 250 mg/kg/day (5 days/week application for about 23 - 24 weeks to the F0 adults and about 36 weeks to F1 adults). Each parental generation was bred once. There were no indications of maternal systemic toxicity at any dose tested. However, dermal irritation at the site of treatment was observed in all treated groups (increased incidence of eschar formation, ballooning degeneration, chronic inflammation, acanthosis and/or sebaceous hypertrophy were observed microscopically). The LOEL for local dermal irritation is <50 mg/kg/day. A NOEL for local dermal irritation was not determined. The NOEL for maternal systemic toxicity is tentatively >250 mg/kg/day. A LOEL for maternal systemic toxicity was not determined."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Paranitrophenol, p.7, EPA 738-R-97-016 (January 1998). Available from, as of February 16, 2012: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Para-nitrophenol (tech., 99.1% a.i.) was administered to 20 pre-mated female Sprague-Dawley rats/dose in propylene glycol, by gavage at dose levels of 0, 1.4, 13.8 or 27.6 mg/kg/day from days 6 through 16 of gestation. In addition a positive control group (aspirin, 250 mg/kg/day) was included. At 27.6 mg/kg/day, decreased maternal body weight and weight gain (-12%/-45%) were observed during the dosing period. No treatment-related effects on mortality, clinical signs, food consumption or cesarean parameters were reported. Food consumption was not measured. The maternal LOEL is 27.6 mg/kg/day, based on decreased body weight/body weight gain. The maternal NOEL is 13.8 mg/kg/day."
        },
        {
            "References": "PMID:16884752",
            "Value": "/ENDOCRINE MODULATION/ /The investigators/ used uterotrophic and Hershberger assays to study the estrogenic and anti-androgenic activities of 4-nitrophenol in-vivo. In ovariectomized immature female rats injected subcutaneously with 1, 10, or 100 mg/kg 4-nitrophenol daily for 7 days, significant (P<0.05) increases in uterine weight were seen in only those receiving 10 or 100 mg/kg 4-nitrophenol. Furthermore, in castrated immature male rats implanted with a silastic tube (length, 5 mm) containing crystalline testosterone and injected subcutaneously with 0.01, 0.1, or 1 mg/kg 4-nitrophenol daily for 5 days, those receiving the doses of 0.1 mg/kg showed significant (P<0.05) weight decreases in seminal vesicles, ventral prostate, levator ani plus bulbocavernosus muscles, and glans penis. Plasma FSH and LH levels did not change in female rats but were significantly (P<0.05) increased in male rats treated with 0.1 mg/kg 4-nitrophenol. These results ... demonstrated that 4-nitrophenol has estrogenic and anti-androgenic activities in-vivo. ...  ."
        },
        {
            "References": "PMID:19404784",
            "Value": "/ENDOCRINE MODULATION/ ... Twenty-eight-day-old male rats were injected subcutaneously with 4-nitrophenol (0.01, 0.1, 1, or 10 mg/kg) daily for 14 days. Plasma concentrations of luteinizing hormone (LH) were significantly lower in all 4-nitrophenol dosage groups than in the control group, and follicle-stimulating hormone (FSH) was significantly decreased in rats treated with 0.1, 1, or 10 mg/kg 4-nitrophenol. However, plasma concentrations of testosterone were significantly increased by 10 mg/kg 4-nitrophenol, and plasma concentrations of immunoreactive (ir)-inhibin were also significantly increased in the 0.1, 1, and 10 mg/kg 4-nitrophenol groups. Plasma concentrations of prolactin were significantly increased by 10 mg/kg 4-nitrophenol, and plasma concentrations of corticosterone were significantly increased in all treatment groups. These findings clearly show that 4-nitrophenol influences the hypothalamic-pituitary-gonadal axis in immature male rats, with decreased secretion of LH and FSH and increased secretion of testosterone and inhibin. 4-Nitrophenol, therefore, appears to disrupt endocrine activity in the immature male reproductive system."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Paranitrophenol, p.9, EPA 738-R-97-016 (January 1998). Available from, as of February 16, 2012: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/GENOTOXICITY/ In an in vitro chromosomal aberrations assay, Chinese hamster ovary (CHO) cells were exposed to 0, 75, 100, 250, 500 or 750 ug paranitrophenol (tech., 99.7% ai)/mL culture media for 22 hours (absence of S9) or 4 hours (presence of S9). At doses >250 ug/mL and in the apparent absence of significant cytotoxicity, increased incidence of chromosomal aberrations was observed in the absence, but not presence, of S9 (lower doses not tested for mutagenicity)."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Paranitrophenol, p.9, EPA 738-R-97-016 (January 1998). Available from, as of February 16, 2012: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/GENOTOXICITY/ In an in vitro mammalian gene mutation assay, mouse L5178Y lymphoma TK+/- cells were exposed for 4 hours to 0, 32, 42, 56, 75, 100, 133, 178, 237, 316 or 422 ug paranitrophenol (tech., 99.7% a.i.)/mL culture media in the absence of S9 and 0, 18, 24, 32, 42, 56, 75, 100, 133, 178 or 237 ug/mL in the presence of S9. No evidence of an increased forward mutation rate at the thymidine kinase locus was observed under the conditions of these assays, including doses producing cytotoxicity (> or = 100 ug/mL)."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Paranitrophenol, p.8, EPA 738-R-97-016 (January 1998). Available from, as of February 16, 2012: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/GENOTOXICITY/ In a Salmonella typhimurium reverse gene mutation assay (MRID 42174801), strains TA1535, TA1537, TA1538, TA98 and TA100 were exposed for 72 hours to paranitrophenol (technical, 99.7% a.i.) at concentrations of 0.01, 0.05, 0.10, 0.50 or 1.00 mg/plate in the presence or absence of S9 metabolic activation. In strain TA1535 a weakly increased frequency in revertants was observed (up to 2.7-fold above vehicle controls) at 0.5, 5.0 and 10.0 mg/plate in the presence of metabolic activation and in the absence of significant cytotoxicity."
        },
        {
            "References": "NTP; Toxicology and Carcinogenesis Studies of p-Nitrophenol in Swiss-Webster mice (Dermal Studies) p. 165 (1993)",
            "Value": "/GENOTOXICITY/ p-Nitrophenol was not mutagenic in Salmonella typhimurium (strains TA100, TA1535, TA1537, and TA98) with or without exogenous metabolic (S9) activation, or in germ cells of male Drosophila melanogaster administered p-nitrophenol in feed or by injection. In Chinese hamster ovary cells, no induction of sister chromatid exchanges was observed with or without S9, but a significant increase in chromosomal aberrations occurred in trials conducted with S9."
        },
        {
            "References": "PMID:3181044",
            "Value": "/OTHER TOXICITY INFORMATION/ Para-Nitrophenol Sodium Salt (PNSP) has relatively low acute inhalation toxicity; the 4-hr Approximate Lethal Concentration in rats is greater than 4.7 mg/L. One subacute study was conducted at 0, 0.34 and 2.47 mg PNSP/l for ten 6-hr exposures. Darker urine, proteinuria and elevated creatinine and SGOT were seen after exposure and were still evident after 14 days recovery. Methemoglobinemia also was seen and was reversible at 0.34 mg/L after 14 days. In addition, exposure to 2.47 mg/L caused elevated erythrocytes, hemoglobin and hematocrit. A second subacute study at 0.03 and 0.13 mg PNSP/l showed reversible methemoglobinemia only at 0.13 mg/L. The repeated dose no-observable effect level was 0.03 mg/L. No compound-related pathologic changes were noted in any of the studies. /p-Nitrophenol sodium salt/"
        },
        {
            "References": "PMID:7684283",
            "Value": "/OTHER TOXICITY INFORMATION/ Liver microsomal glucuronidation of p-nitrophenol was measured in normal, 2 and 8 day bile duct ligated rats. At low aglycone concentration (0.24-0.8 mM) a Michaelis-Menten kinetic was registered in the three groups of animals but cholestatic rats showed a decrease of activity related to the time that cholestasis was maintained. At higher substrate concentration (1.2-2.0 mM), a very different behavior between the three groups was observed: normal rats showed a substrate inhibition phenomena; 2 day rats maintained plateau values and a remarkable activation effect of the activity was seen in the 8 day group. We concluded that cholestasis produced pronounced changes in p-nitrophenol glucuronidation pathway."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Pakdel H et al; pp. 381-421 in Groundwater Contamination and Analysis at Hazardous Waste Sites, Lesage S, Jackson RE eds., New York, NY: Marcel Dekker Inc (1994) (2) Staples CA et al; Environ Toxicol Chem 4: 131-42 (1985) (3) Hauser TR, Bromberg SM; Environ Monit Assess 2: 249-72 (1982) (4) Wang H et al; Chemosphere 50: 557-562 (2003)",
            "Value": "4-Nitrophenol was detected in soil of Ville Mercier, Quebec, Canada at 2.6-70,400 ug/kg(1). 4-Nitrophenol was identified, not quantified, in 6 of 302 soil samples reported in the USEPA's STORET data base, 1980-82(2) and in soil/sediment samples from Love Canal, NY(3). A sediment sample collected from Taihu Lake in China contained a 4-nitrophenol concentration of 0.22 mg/kg(4)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "PMID:6435992",
            "Value": "The sorption of benzoic acid, nitrobenzene, 4-nitrophenol, 2,4-dichlorophenoxyacetic acid, and naphthalene was determined for 10 Danish soils in laboratory studies(1); measured equilibrium isotherms were of nonlinear Freundlich type for nearly all combinations of soil test compounds(1); adsorption was significantly correlated with the organic carbon content of the soils tested(1); Koc values in the 10 soils ranged from 56 to 530 with an average Koc 210(1); no significant correlations with pH and cation exchange capacity were observed(1). The Koc of 4-nitrophenol was reported as 55 in Brookston clay loam(2) and a log Koc of 1.7 was reported in a second study(3). The increasing content of copper in two Chinese soils was shown to limit 4-nitrophenol adsorption(4). In sorption studies using peat, 4-nitrophenol had measured Koc values of 96 (when 4-nitrophenol was in the neutral state) and 16 (when 4-nitrophenol existed as anionic species)(5). Using a reference soil from Germany, 4-nitrophenol had Koc value of 148 in a soil column leaching test(6). A Koc of 26 was measured in one sediment sample from China(7). A median literature Koc value of 234 (log Koc = 2.37) has been reported for 4-nitrophenol which can be used to develop QSAR estimations(8). According to a classification scheme(9), a median Koc value of 234 suggests that 4-nitrophenol is expected to have moderate mobility in soil. However, the experimental Koc range extends from 16 to over 500 suggesting a range of very high mobility to low mobility(SRC). The pKa of 4-nitropehnol is 7.15(10), indicating that this compound will exist partially in anion form in the environment and anions generally do not adsorb more strongly to soils containing organic carbon and clay than their neutral counterparts(11)."
        }
    ]
}