{
    "_id": {
        "$oid": "6682e9c4c4e5dba5ffba2c48"
    },
    "CID": {
        "$numberInt": "9877911"
    },
    "Name": "RADIUM, RADIOACTIVE",
    "IUPACName": "radium-226",
    "CanonicalSMILES": "[Ra]",
    "Synonyms": [
        "RADIUM-226",
        "Radium Ra-226",
        "13982-63-3",
        "226Ra",
        "226Ra radioisotope",
        "Radium",
        "isotope of mass 226",
        "PJ44V7L07A",
        "Radon-226",
        "UNII-PJ44V7L07A",
        "Radium",
        "radioactive",
        "Ra-226 radioisotope",
        "RADIUM 226",
        "DTXSID3051202",
        "CHEBI:80504",
        "HSDB 2146"
    ],
    "IsomericSMILES": "[226Ra]",
    "INCHI": "InChI=1S/Ra/i1+0",
    "INCHIKEY": "HCWPIIXVSYCSAN-IGMARMGPSA-N",
    "Formula": "Ra",
    "MolecularWeight": {
        "$numberDouble": "226.02541"
    },
    "Description": "Radium-226 is an organic molecular entity.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "0"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Thomas PA, Gates TE; Environ Health Perspect 107: 527-37 (1999)",
            "Value": "A mean radium-226 concentration in lichens (C. stellaris) collected in 1994 near uranium mining operations in Northern Saskatchewan, Canada was 11 (range = 4.7-20) Bq/kg(1)."
        }
    ],
    "animal_concentrations": [
        {
            "References": "(1) Baskaran M et al; Mar Pollut Bull 40: 830-38 (2000) (2) Klevezal GA et al; Chemosphere 42: 61-7 (2001) (3) Wren CD et al; Bull Environ Contam Toxicol 38: 209-12(1987) (4) Dewit TJ et al; Bull Environ Contam Toxicol 68: 878-84 (2002) (5) Thomas PA, Gates TE; Environ Health Perspect 107: 527-37 (1999)",
            "Value": "Concentration of various radionuclides were measured in biological samples from the Ob and Yenisey Rivers and Kara Sea in the Russian Arctic(1). Radium-226 concentrations ranged from below the detection limit (not specified) to 5.0, below the detection limit to 82.3, below the detection limit to 2.0, below the detection limit to 19.0, and 17.8 to 28.5 Bq/kg in 5 isopods, 10 bivalves, 2 amphipods, 2 mussels, and 2 wormtubes, respectively(1). The concentrations of radium-226 in reindeer bones collected in the western Russian Arctic from before 1989 to 1993 ranged from 0.03 to 0.16 Bg/g dry mass(2). Radium-226 concentrations in the bones of 7 otters collected on or within 10 km of uranium mine tailings at Elliot Lake, Ontario, Canada during the 1984-85 trapping season ranged form <0.1 to 12.6 pCi/g; radium-226 was not detected (<0.1 pCi/g) in the single sample collected from the control area(3). Radium-226 concentrations in bone of mink and otter from Elliot Lake were 38.2 and 36.6 mBq/g dry weight in 1986 and 28.8 and 29.9 mBq/g dry weight in 1997, respectively(4). Radium-226 concentrations in bone of mink and otter from a reference area collected in 1997 were 6.6 and 3.1 mBq/g dry weight, respectively (4). Mean radium-226 concentrations (wet weight) in tissues of 18 caribou collected in March 1995 near uranium mining operations in Northern Saskatchewan, Canada the were 72, 1.7, 1.2, 0.21, 0.83, 3.1, 0.64, 0.40, 11.1, 3.2, 10, and 15 Bq/kg in bone, liver, kidney, muscle, rumen contents, feces, blood, fur, rumen wall, colon, lung, and pancreas, respectively(5)."
        },
        {
            "References": "Shore R.F., Rattner BA. Ecotoxicology of Wild Mammals. Ecological & Environmental Toxicology Series 2001. John Wiley & Sons, New York, N.Y. 2001, p. 285",
            "Value": "Higher levels of radium-226 were found in the gut, bones, and whole body of meadow voles trapped on uranium tailings from Elliot Lake, Ontario than in those trapped on two control sites. Levels of radium-226 were below detection limits in all tissues at both control sites. At Elliot Lake, levels were below detection limits in muscle, liver, and kidney, approximately 0.037 Bq/g dw in skin, 0.130 Bq/g dw in gastrointestinal tract, 1.94 Bq/g dw in bones, and 0.259 Bq/g dw in the whole body. Whole skeletons of meadow voles trapped at this site contained 6,083 mBq radium-226 in winter, 7,163 mBq in spring, 1,506 mBq in summer and 703 mBq in autumn, and concentrations in bone varied with age and sex of voles... /Radium-226/"
        },
        {
            "References": "Shore R.F., Rattner BA. Ecotoxicology of Wild Mammals. Ecological & Environmental Toxicology Series 2001. John Wiley & Sons, New York, N.Y. 2001, p. 285",
            "Value": "Beavers (C. canadensis) were also collected at Elliot Lake and had higher levels of radium-226 in their tissues than voles. For example, mean levels in bone and liver were 18.8 mBq/g and 2.0 mBq/g at a control site, but 112.7 mBq/g and 9.2 mBq/g at the tailings site. Levels of radium-226 measured in the chyme of beavers reflected levels in the vegetation that comprised the beavers' diets. However, the relationship between  bone and environmental levels of radium-226 was weak ... . Concentrations of radium-226 in feces of snowshoe hares from tailing waste were higher than in hare scat collected from the reference site. However, the concentrations at the waste site were too low to indicate feces as an important pathway for dispersal of the radionuclide. /Radium-226/"
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "",
            "Value": "Bioconcentration is not expected to be an important fate due to the ionic nature of radium compounds. (SRC)"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:15387145",
            "Value": "Data from beagle experiments and radium dial painters were used to derive two-mutation carcinogenesis models for bone cancer induced by the bone-seeking radionuclides radium, strontium and plutonium. For all data, the model fits indicate that at low doses both mutation rates depend linearly and equally strongly on dose rate. For the high-LET alpha-particle emitters, a cell killing term reduces the second mutation rate at high dose rates. In all cases, the combined effect of both mutation rates is a linear-quadratic dose-effect relationship for cancer at low doses. This behavior may lead to experimental data that could be mistaken as showing a threshold below which no cancers are induced. Derived parameters such as toxicity ratios and tumor growth times compare well with values reported in the literature. Furthermore, results for plutonium indicate that rapid burial of the nuclide in the growing bones of juvenile beagles leads to a significant reduction of its toxicity, as was suggested previously. ... /Bone seeking nuclides/"
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V43: 180 (1988)",
            "Value": "SOIL: Radium situated further away /from a building's foundation/ can be a significant source if nearby rock is fractured or if the soil consists of very coarse sand or gravel."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V43: 181 (1988)",
            "Value": "SOIL: Swedish alum shales and dark shales in New York, USA, contain high radium concentrations and also contribute to high indoor radon levels."
        },
        {
            "References": "(1) Bunzl K et al; Sci Total Environ 149: 225-32 (1994) (2) Genter MB; Patty's Toxicology. 5th ed. NY, NY: John Wiley & Sons. 2: 242-43 (2001) (3) Eisenbud M, Gesell T, eds; Environmental radioactivity. 4th ed. San Diego, CA: Academic Press. pp. 134-200 (1997)",
            "Value": "SOIL: Soil samples from a field adjacent to a ventilation shaft of a uranium mine in the Ukraine were analyzed for various radionuclides; radium-226 levels ranged from about 0.13 to 0.5 Bq/g over a distance of 10 to 190 meters from the ventilation shaft(1). The mean concentration of radium-226 in soil in 33 US states was 1.1 pCi/g(2). Radium-226 concentrations in garden soil in Port Hope, Ontario, Canada contaminated with radium were as high as 830 pCi/g; radium-226 concentrations in soil from plot uncontaminated by adjacent uranium mines ranged from 1.2-2.6 pCi/g(2). Mean radium-226 concentrations of 0.42, 0.71, 1.08, and 1.3 pCi/g have been reported for limestones, sandstones, shales, and igneous rocks, respectively(3)."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V43: 177 (1988)",
            "Value": "SOIL: Radium-226 concentrations in soils range over several orders of magnitude but are generally between 10 and 50 Bq/kg (Becquerel) with an average concn of 25 Bq/kg. /(226)Radium/"
        },
        {
            "References": "(1) Rank D et al; Water Sci Technol 22: 211-8 (1990) (2) Sanchez-Cabeza JA, Molero J; J Environ Radioact 51: 211-28 (2000) (3) Sawidis T; Arch Environ Contam Toxicol 30: 100-6 (1996) (4) Chiarenzelli JR et al; Environ Sci Technol 35: 2903-8 (2001)",
            "Value": "SEDIMENT: Concentrations of radium-226 in sediment samples from the lock areas of the 8 Austrian Danube reservoirs collected in the Spring of 1985 were approximately 65-100, 45-55, and 35-40 Bq/kg in the <20, 20-63, and 63-200 um grain-size fractions, respectively(1). Radium-226 concentrations in surface sediments from the Mediterranean Sea near the Vandellos Nuclear Power Plant collected in 1989 ranged from 6.3 to 28.6 Bq/kg with a mean value of 14.8 Bq/kg(2). Radium-226 concentrations ranged from approximately 5-50 and 25-44 Bq/kg dry weight, in lake and river sediments in Macedonia, Greece(3). Radium-226 concentrations (dpm/g) in sediment core samples from Rice Creek, a small rural tributary of Lake Ontario in Oswego, NY, were 1.38 (0-2 cm core depth), 1.69 (2-4 cm), 1.98 (10-12 cm), 1.39 (30-32 cm)(4)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "Brown, K.W., G. B. Evans, Jr., B.D. Frentrup (eds.). Hazardous Waste Land Treatment. Boston, MA: Butterworth Publishers, 1983., p. 287",
            "Value": "Radium is highly mobile in coarsely textured soils and creates a potential for polluting water. The attenuation of radium is positively correlated with the alkalinity of the soil solution and the retention time in soil, which are governed by the exchangeable calcium content of the soil solution and the soil pore size distribution, respectively. Liming increases radium retention in soil by the formation of an insoluble calcium-beryllium complex with radium. The release of organic acids may increase the mobility of radium in the soil solution."
        },
        {
            "References": "(1) Argonne National Laboratory/EVS. Human Health Fact Sheet, August 2005. Radium. Available at: https://www.ead.anl.gov/pub/doc/radium.pdf as of Nov 1, 2005. (2) Carvalho FP; Sci Total Environ 196: 151-61 (1997) (3) Kohman TP; Kirk-Othmer Encycl Chem Technol. 3rd ed. NY, NY: John Wiley and Sons, 1978-1984. 19: 654-5 (1982) (4) Genter MB; Patty's Toxicology. 5th ed. NY, NY: John Wiley & Sons. 2: 242-43 (2001) (5) Eisenbud M, Gesell T, eds; pp. 134-200 in Environmental radioactivity. 4th ed. San Diego, CA: Academic Press. (1997)",
            "Value": "Radium adheres to soil particles and is generally less mobile in clay soils than in sandy soils(1). Radium-226 was found to exist primarily in the dissolved phase of estuary water in studies of the cycling of three radionuclides in the Tagus estuary(2). Radium exists as the 2+ ion in solution(3). Radium can interact with sediments and dissolved solids in water(4). When release to groundwater, dissolved radium sorbs quickly to solids and does not migrate far from its place of release(5)."
        }
    ]
}