{
    "_id": {
        "$oid": "6682e7dfc4e5dba5ffba22c3"
    },
    "CID": {
        "$numberInt": "991"
    },
    "Name": "PARATHION",
    "IUPACName": "diethoxy-(4-nitrophenoxy)-sulfanylidene-lambda5-phosphane",
    "CanonicalSMILES": "CCOP(=S)(OCC)OC1=CC=C(C=C1)[N+](=O)[O-]",
    "Synonyms": [
        "parathion",
        "ethyl parathion",
        "56-38-2",
        "Thiophos",
        "Parathion-ethyl",
        "alkron",
        "phosphostigmine",
        "Paraphos",
        "corothion",
        "corthione",
        "danthion",
        "fosfive",
        "fosova",
        "gearphos",
        "genithion"
    ],
    "IsomericSMILES": "CCOP(=S)(OCC)OC1=CC=C(C=C1)[N+](=O)[O-]",
    "INCHI": "InChI=1S/C10H14NO5PS/c1-3-14-17(18,15-4-2)16-10-7-5-9(6-8-10)11(12)13/h5-8H,3-4H2,1-2H3",
    "INCHIKEY": "LCCNCVORNKJIRZ-UHFFFAOYSA-N",
    "Formula": "C10H14NO5PS",
    "MolecularWeight": {
        "$numberDouble": "291.26"
    },
    "Description": "Parathion is an organic thiophosphate, a C-nitro compound and an organothiophosphate insecticide. It has a role as an EC 3.1.1.7 (acetylcholinesterase) inhibitor, an EC 3.1.1.8 (cholinesterase) inhibitor, an acaricide, an agrochemical, an avicide and a mouse metabolite. It is functionally related to a 4-nitrophenol.",
    "XlogP": {
        "$numberDouble": "3.8"
    },
    "Complexity": {
        "$numberInt": "304"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Carey AE et al; Pestic Monit J 12: 209-29 (1979) (2) Archer TE; J Agric Food Chem 23: 858-60 (1975) (3) Archer TE; J Agric Food Chem 22: 974-7 (1974) (4) Staiff DC et al; Bull Environ Contam Toxicol 14: 135-9 (1975) (5) Spear RC et al; J Agric Food Chem 23: 808-10 (1975) (6) Ware GW et al; Arch Environ Contam Toxicol 1: 48-59 (1973) (7) Lentza-Rizos C, Avramides EJ; Rev Environ Contam Toxicol 141: 111-34 (1995)",
            "Value": "In a survey of Pesticide Residue Levels in Crops in 1972 (1483 sites in 37 states) parathion was detected in: cotton stalks (0.12 ppm max), sorghum (0.03 ppm), and sorghum stalks (0.02 ppm)(1). Spinach (sprayed with 0.5 lb active ingredient/acre of emulsifiable concentrate) contained 25.2, 1.21, and 0.21 ppm parathion 1, 7, and 14 days after spraying, respectively(2). Head lettuce (sprayed with 0.5 lb active ingredient/acre emulsifiable concentrate) contained 4.9, 3.6, and 0.65 ppm parathion 0, 1, and 7 days after spraying, respectively(3). Concns in field lettuce were 7.9, 9.9, 11.4, and 0.15 ppm on the outer 12 leaves, next inner 6 leaves, next inner 6 leaves, and trimmed head, respectively(3). Residues on apple foliage 1 day and 7 days after weekly spraying with 0.03% parathion ranged from 166 to 1040 ng/sq cm and 38 to 307 ng/sq cm, respectively(4). There was no increase in residues as a result of repeated weekly applications of the insecticide(4). Pre-application parathion residues in citrus leaves from 8 groves ranged from 0.35 to 8.8 ng/sq cm(5). Parathion residues in citrus foliage from 32 groves 2 days after spraying were 1.47 to 1430 ng/sq cm(5). Surface residues on cotton (canopy, bottom) decreased from 4.02, 0.92 ug/sq cm just after spraying to 1.24, 1.38 ng/sq cm 72 hr after spraying(6). Parathion was detected in olive oil in Portugal in 1980 and 1982, 41 and 42 days post-application to olive trees at the recommended application rate of 36 g AI/hL, at concns of 0.70 and 0.99 mg/kg, respectively(7)."
        }
    ],
    "animal_concentrations": [
        {
            "References": "(1) IARC; Miscellaneous Pestic Vol 30 (1983)",
            "Value": "Parathion was detected in 2 of 20 samples of rodent muscle (40, 110 ppb), 3 of 19 whole lizards (10 to 100 ppb), and 6 of 19 samples of bird muscle (10 to 210 ppb) from Texas(1)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 627",
            "Value": "... ALTHOUGH NO SPECIFIC DATA ARE AVAILABLE ON POSSIBLE BIOACCUMULATION OR BIOMAGNIFICATION OF PARATHION ... PHYS, CHEM, & BIOL PROPERTIES MAKE IT UNLIKELY THAT THESE PHENOMENA WILL OCCUR IN FOOD CHAINS OR FOOD WEBS."
        },
        {
            "References": "(1) Hall RJ, Kolbe E; J Toxicol Environ Health 6: 853-68 (1980) (2) USEPA; CIS Aquire Data Base (1998) (3) Sanborn JR et al; The Degradation of Selected Pest in Soil; A Rev of Published Literature USEPA-600/9-77-022 (1977) (4) Tsuda T et al; Comp Biochem Physiol, C: Pharmacol, Toxicol Endocrinol 111: 19-22 (1995) (5) Franke C et al; Chemosphere 29: 1501-14 (1994) (6) Lydy MJ et al; Aquat Toxicol 17: 27-44 (1990)",
            "Value": "Tadpoles, a species resistant to cholinesterase inhibitors such as organophosphate pesticides, had an average bioconcentration factor of 64(1). BCFs ranging from 63 to 462 were observed in bluegill after 0.5 and 3 days exposure to parathion concentrations of 510 and 640 ug/l, respectively(2). BCFs ranging from 68 to 344 were observed in brook trout after 0.33 and 5.83 days exposure to parathion concentrations of 3,180 and 270 ug/l, respectively(2). In a terrestrial-aquatic ecosystem, there was no evidence for bioaccumulation in any of the organisms, including snails, algae, daphnia, mosquito larvae, and fish, at the end of the 38-day experiment, although the ecosystem organisms contained radiolabeled carbon indicating the presence of metabolism products(3). There is no evidence of bioaccumulated parathion in cattle, sheep, or rabbits(3). The average BCF in killifish after 24 to 72 hours exposure to the individual pesticide was 98; the average BCF was 88 in killifish after 24 to 72 hours exposure to a mixture of pesticides, including parathion(4). According to a classification scheme(5), these BCFs suggest bioconcentration in aquatic organisms is moderate to high. The accumulation of total radioactivity by midge larvae over a 24-hour period was inversely correlated with temperature, respective (14)C-equivalents of parathion, paraoxon, and metabolites were, ng/kg: 48.7, 310.3, and 1201.0 at pH 4 and 10 °C ; 16.7, 8.3, and 1177.0 at pH 4 and 20 °C; 36.3, 40.0, and 884.0 at pH 4 and 30 °C; 67.7, 505.0, and 878.3 at pH 6 and 10 °C; 33.0, 63.3, and 1025.7 at pH 6 and 20 °C; 22.7, 69.7, and 895.0 at pH 6 and 30 °C ; 61.3, 123.3, 1094.7 at pH 8 and 10 °C; 83.3, 89.3, and 126.2 at pH 8 and 20 °C; and 86.0, 60.7, and 767.0 at pH 8 and 30 °C(6)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Sharom MS et al; Water Res 14: 1089-93 (1980) (2) Eichelberger JW, Lichtenberg JJ; Environ Sci Technol 5: 541-4 (1971) (3) Walker WW; Insecticide Persistence In Natural Seawater as Affected by Salinity, Temperature and Sterility p 25 USEPA-600/3-78-044 (1978) (4) Wade MJ; Diss Abst Int 40: 4704 (1979) (5) Gerstl Z et al; Soil Sci Soc Am J 43: 843-8 (1979) (6) Alexander M; Biotech Bioeng 15: 611-47 (1973) (7) Chapman RA et al; Bull Environ Contam Toxicol 26: 513-9 (1981) (8) Sethunathan N et al; Res Rev 68: 91-122 (1977) (9) Miles JRW et al; Bull Environ Contam Toxicol 22: 312-8 (1979) (10) Vogtmann H et al; pp. 357-78 in Proc 2nd Internl Symp Bet Degan, Isreal (1983) (11) Freed VH et al; J Agric Food Chem 27: 706-8 (1979) (12) Adhya TK et al; J Agric Food Chem 29: 90 (1981) (13) Adhya TK et al; Pest Biochem Phys 16: 14 (1981) (14) Food Chem 27: 1391-2 (1979) (15) Reddy BR, Sethunathan N; Soil Biol Biochem 17: 235 (1985)",
            "Value": "Parathion biodegrades in acclimated natural waters within several weeks(1,2). 5 ppm of parathion completely degraded within 2 weeks in acclimated water from Holland Marsh, a vegetable growing area in Ontario, being almost quantitatively converted to aminoparathion; only 10% degradation occurred in 16 weeks when the water was sterilized(1). In the waters of the Little Miami River, OH, a small stream which receives domestic and industrial waste as well as farm runoff, 50% of parathion (10 ppb) degraded in 1 week and none could be detected after 4 weeks(2). Surface water of varying salinity (0 to 28 ppt), collected from the Mississippi Sound estuary system degraded parathion with a 45-day half-life at 30 °C which was independent of salinity(3). Both chemical and the biological action of marine plankton were responsible(4). When the water was filtered to remove the plankton, the half-life at 27 °C increased from 41 to 56 days(4). Parathion (1.4 to 28 ppm) degradation in soil with 3 different moisture contents increased with parathion concentration and moisture content(5). The percentage of parathion degraded after 11 days ranged from 96% at high concentration and moisture levels to 20% at low concentrations and moisture levels(5). Further degradation was very slow and the degradation was never complete(5). One reference claims that residues of parathion persisted for >16 yr but the level of application was extremely high(6). After 8 weeks of incubation in an organic and a mineral soil, <2 and 6%, respectively, of the 1 ppm parathion applied remained; in sterilized controls 80 and 95% remained(7). The half-life of parathion (10 ppm) in a sandy loam and organic soil was <1 and 1.5 weeks with only 5% remaining after 3 and 10 weeks, respectively(9). A lag period of approximately 2 weeks occurred when 0.1 and 1 ppm parathion was incubated in Willamette clay loam at moisture levels of 50% field capacity; half-lives were 16 and 26 weeks, respectively(11). Metabolic pathways involve both oxidative and reductive reactions(9). The primary oxidative pathway involves an initial hydrolysis to p-nitrophenol and diethylthiophosphoric acid(9). A second oxidative pathway involves oxidation to paraoxon(9). Under low oxygen conditions reduction to aminoparathion occurs(9). When parathion (500 ppm) is incubated in flooded alluvial soil, 43% remained after 6 days and 0.09% after 12 days(12). The parathion is reduced to aminoparathion under these anaerobic conditions. Amendation of the soil with rice straw increases the rate of degradation(12). In parallel experiments in which parathion was incubated for 30 min in soil suspensions of 5, 30-day flooded (anaerobic) soils and aerobic soils, no degradation occurred in the aerobic soils, while 35 to 68% degradation occurred in the anaerobic soils. The most reduced soils effected the most rapid degradation(13). After repeated application of parathion to flooded soils the degradation pathway shifts from reduction to hydrolysis(14). Parathion is more persistent in flooded saline soils than non-saline soils; degradation was completed in 20 days in a non saline soil and the degradation rate decreased with salinity in 5 soils, ranging from 10 to 50% in 20 days(15). Parathion is degraded in activated sludge treatment plants. With adequate aeration, high levels of parathion wastes were destroyed within 7-10 days in a treatment plant(8). Parathion is destroyed during composting agricultural wastes(10)."
        },
        {
            "References": "(1) Somasundaram L, Coats JR; Enhanced Biodegradation of Pesticides in the Environment. ACS Symp Ser426: 128-40 (1990) (2) Wang TC, Hoffman ME; J Assoc Off Anal Chem 74: 883-6 (1991)",
            "Value": "Prior exposure of soils to p-nitrophenol resulted in increased mineralization of parathion to carbon dioxide; nearly two-thirds of applied parathion was converted to soil-bound residues and carbon dioxide in soils pre-treated 4 times with p-nitrophenol as compared to 39% in soils with no pretreatment(1). After 30 days incubation in non-sterile coastal river water, only 21, 14, and 6% of parathion remained at pH values of 6,7, and 8.16, respectively; in sterilized coastal river water, 64, 57, and 49% of the initial parathion remained after 30 days incubation at pH values of 6, 7, and 8.16, respectively(2)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) IARC; Miscellaneous Pestic Vol 30 (1983) (2) Miles JRW, Harris CR; J Environ Sci Health B 13: 199-209 (1978) (3) Butler PA, Schutzmann RL; Pestic Monit J 12: 51-9 (1978) (4) Hunter CL et al; Mar Pollut Bull 30: 646-54 (1995)",
            "Value": "Fish collected from 144 estuaries throughout US contained mean parathion levels of 10 to 75 ppb(1). Fish and shellfish specimens collected in May 1973 in US contained 10 to 40 ppb(1). Samples of clams, rainbow trout, and oyster from Massachusetts contained 20 to 30 ppb, 15 to 17 ppb, and 38 to 41 ppb, respectively(1). Parathion was not detected in fish in Lake Simcoe where Holland Marsh, the major organic soil area used in vegetable production in Ontario, drains(2). In a Nationwide estuarine fish monitoring program conducted from 1972-76, 1524 samples from 144 primary and secondary estuaries in 19 coastal states, parathion was detected in 1 of 39 samples from Connecticut at a mean concn of 10 ppb, 1 of 251 samples from North Carolina at a mean concn of 12 ppb, and 3 of 51 samples from Texas at a mean concn of 75 ppb(3). Parathion was detected at a concn of 10 ng/g in oysters from Waikane Stream in Kaneohe Bay, HI(4)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 76",
            "Value": "Log Kow= 3.83"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "NIOSH; Criteria Document: Parathion p.13 (1976) DHEW Pub. NIOSH 76-190",
            "Value": "Parathion is converted in the body in part to paraoxon, a strong inhibitor of the enzyme acetyl cholinesterase. Upon inhibition of this enzyme in the tissues, acetylcholine, the substance responsible for transmission of nerve impulses in much of the nervous system, accumulates, producing an initial overstimulation, and subsequent blockage of nerve stimuli."
        },
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 627",
            "Value": "... PARATHION & METHYL PARATHION ... DEPEND ON OXIDATIVE ACTIVATION BY REPLACEMENT OF THIONO-SULFUR WITH OXYGEN FOR ... TOXICITY."
        },
        {
            "References": "Neal RA, Halpert J; Ann Rev Pharmacol Toxicol 22: 321-39 (1982)",
            "Value": "The toxic effects of thiono-sulfur containing compounds appear to be partially the result of metabolism to reactive intermediates by cytochrome p450 containing monooxygenase enzyme systems. Covalent binding of (atomic) sulfur released in the cytochrome p450 monooxygenase catalyzed metabolism of certain thiono-sulfur compounds appears to be responsible for inhibition of monooxygenase activity & the loss of cytochrome p450 seen on admin of these compounds in vivo & incubation with cytochrome p450 monooxygenase enzymes in vitro. Liver necrosis & perhaps the induction of lung edema & neoplasia, as well as other effects of thiono-sulfur containing compounds are more likely the result of the covalent binding of electrophilic S-oxides or S-dioxides or carbene derivatives to tissue macromolecules. The rationale for implicating metabolites of thiono-sulfur compounds other than sulfur in these effects derives from the experiments with thioacetamide & the fact that atomic sulfur is highly reactive & appears to bind predominantly or exclusively to cytochrome p450."
        },
        {
            "References": "Dreisbach, R.H. Handbook of Poisoning. 12th ed. Norwalk, CT: Appleton and Lange, 1987., p. 113",
            "Value": "Organophosphorus derivatives act by combining with and inactivating the enzyme acetylcholinesterase (AChE). ... The inactivation of cholinesterase by cholinesterase inhibitor pesticides allows the accumulation of large amounts of acetylcholine, with resultant widespread effects that may be ... separated into 4 categories: (1) Potentiation of postganglionic parasympathetic activity. ... (2) Persistent depolarization of skeletal muscle ... (3) Initial stimulation following depression of cells of central nervous system ... (4) Variable ganglionic stimulation or blockade ... /Cholinesterase inhibitor pesticides/"
        },
        {
            "References": "International Labour Office. Encyclopedia of Occupational Health and Safety. Vols. I&II. Geneva, Switzerland: International Labour Office, 1983., p. 1638",
            "Value": "The main feature of the toxic mechanism of organophosphorus pesticides is inhibition of the esterase enzyme activity, in particular of cholinesterase, which plays an important physiological part. Organophosphorus pesticides can also indirectly interact with the biochemical receptors of acetylcholine. /Organophosphorus pesticides/"
        },
        {
            "References": "Hayes, W.J., Jr., E.R. Laws, Jr., (eds.). Handbook of Pesticide Toxicology. Volume 2. Classes of Pesticides. New York, NY: Academic Press, Inc., 1991., p. 943",
            "Value": "... The serum cholinesterase activity of 14 men and 16 women at seven approximately equal intervals throughout one 24 hr day was measured. The lowest average value, ... was 92% of the mean of all values at other sampling times. The next lowest value was 98.7% of the same mean. /It was/ concluded that the small variation observed did not take the form of a regular curve but was entirely individual without correspondence to hour. /Organic phosphorus pesticides/"
        },
        {
            "References": "Hayes, W.J., Jr., E.R. Laws, Jr., (eds.). Handbook of Pesticide Toxicology. Volume 2. Classes of Pesticides. New York, NY: Academic Press, Inc., 1991., p. 943",
            "Value": "... There is no change in red blood cell cholinesterase activity in adults associated with age. ... Activity of this enzyme increases progressively during the first year of life, it is higher in children under 3 yr of age than in older children, and it is markedly higher in 5 yr old children than in 3 yr olds. /Organic phosphorus pesticides/"
        },
        {
            "References": "Hayes, W.J., Jr., E.R. Laws, Jr., (eds.). Handbook of Pesticide Toxicology. Volume 2. Classes of Pesticides. New York, NY: Academic Press, Inc., 1991., p. 943",
            "Value": "Cholinesterase activity of plasma is significantly higher in men than in women, and this is true no matter which of several choline esters are used as substrate in measuring the enzyme activity. According to some, the difference is confined to young people. There is no sex difference in the red cell enzyme activity. Serum cholinesterase activity of blacks tends to be lower than whites of the same sex. /Organic phosphorus pesticides/"
        },
        {
            "References": "Hayes, W.J., Jr., E.R. Laws, Jr., (eds.). Handbook of Pesticide Toxicology. Volume 2. Classes of Pesticides. New York, NY: Academic Press, Inc., 1991., p. 932",
            "Value": "Phosphorylated enzymes, like acetylated acetylcholinesterase, are esters and may be hydrolyzed by nucleophilic agents, including water. The rate at which phosphorylated enzymes are reactivated by water is extremely low, compared to the rate for acetylcholinesterase combined with acetate. When inhibition is by isopropyl phosphate, the rate is essentially zero. /Organic phosphorous pesticides/"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 631",
            "Value": "PARATHION WAS INCORPORATED INTO DIET OF DOGS AT 1, 2, & 5 PPM ... FOR 24 WK. AT 1 PPM (AVG, 0.021 MG/KG/DAY) A MINIMAL BUT SIGNIFICANT REDN IN PLASMA CHOLINESTERASE OCCURRED. AT HIGHER DOSAGES (2 PPM, OR 0.047 MG/KG/DAY; 5 PPM, OR 0.117 MG/KG/DAY), PLASMA CHOLINESTERASE WAS REDUCED BY 60-70%."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V30 167 (1983)",
            "Value": "IN RATS, IP INJECTION MATERNALLY TOXIC DOSES OF 3 & 3.5 MG/KG BODY WT ON DAY 11 OF PREGNANCY RESULTED IN INCREASED NUMBER OF RESORPTIONS, REDUCED NUMBER OF FETUSES/LITTER, REDUCTIONS IN FETAL & PLACENTAL WT BUT NO MALFORMATIONS. ... IN A TWO-GENERATION REPRODUCTION STUDY IN RATS, A REDUCTION IN LITTER SIZE AT BIRTH & HIGH POSTNATAL MORTALITY DURING 1ST GENERATION WERE OBSERVED WITH DIETARY CONCN OF 20 & 50 MG/KG, & INCREASED PUP MORTALITY WAS SEEN IN 2ND GENERATION WITH 10 MG/KG."
        },
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 633",
            "Value": "MALE GUINEA PIGS WERE GIVEN 0.05 MG /PARATHION/ INTRATESTICULARLY. ANIMALS WERE KILLED AFTER 24 HR & EXAM FOR CHROMOSOMAL CHANGES AT METAPHASE. ABNORMALITIES WERE INDUCED BY TREATMENT, WHICH CONFIRMED THAT CELL DIVISION IS INHIBITED BY PARATHION AT METAPHASE."
        },
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 632",
            "Value": "A NUMBER OF STUDIES IN AVIAN SPECIES HAVE INDICATED THAT EFFECTS OF ... PARATHION ... ARE MINIMAL. ... EGG PRODUCTION IN JAPANESE QUAIL WAS INHIBITED & HATCHABILITY ... REDUCED ... AT 27 PPM."
        },
        {
            "References": "Clarke, M. L., D. G. Harvey and D. J. Humphreys. Veterinary Toxicology. 2nd ed. London: Bailliere Tindall, 1981., p. 151",
            "Value": "... PIGS ARE ... LESS RESISTANT THAN LAB ANIMALS. SINGLE DOSE @ RATE OF ABOUT 25 MG/KG ... PRODUCED ... SYMPTOMS WITHIN 3 HR. FEEDING @ RATE OF 2.5 MG/KG DAILY WAS UNEVENTFUL FOR 6 DAYS BUT THEN GAVE RISE TO PARTIAL PARALYSIS OF HIND LEGS."
        },
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 631",
            "Value": "... 15% PARATHION WETTABLE POWDER IN GELATIN CAPSULES /WAS GIVEN/ TO DOGS 6 DAYS/WK FOR 90 DAYS. AT 2 MG/KG/DAY, DOGS LIVED 3 WK BUT EXHIBITED TOXIC SIGNS ... AT 1 & 3 MG/KG/DAY, ANIMALS SURVIVED ... BUT WERE NERVOUS & IRRITABLE DURING EARLY STAGES OF TREATMENT; LATER, THEIR BEHAVIOR SEEMED NORMAL. NO GROSS PATHOLOGY WAS EVIDENT, BUT HISTOPATHOLOGIC EXAMINATION AFTER TERMINATION OF THE EXPERIMENT REVEALED DEGENERATIVE CHANGES IN LIVER."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V30 168 (1983)",
            "Value": "IN LARGE NUMBER OF TESTS, IT DID NOT INDUCE MUTATIONS IN E COLI, SALMONELLA TYPHIMURIUM, SERRATIA MARCESCENS, SACCHAROMYCES CEREVISIAE, OR SCHIZOSACCHAROMYCES POMBE, WITH OR WITHOUT EXOGENOUS METABOLIC ACTIVATION. ... NO EXCESS OF SEX-LINKED RECESSIVE LETHAL MUTATIONS WAS INDUCED IN DROSOPHILA MELANOGASTER BY PARATHION (99% PURE). ... NO DOMINANT LETHAL MUTATION WAS INDUCED IN MICE FED PARATHION (99% PURE) FOR 7 WK AT DOSE LEVELS OF 62.5, 125, OR 250 MG/KG OF DIET OR FOLLOWING A SINGLE IP INJECTION."
        },
        {
            "References": "Gilot-Delhalle J et al; Mutat Res 117 (1-2): 129-48 (1983)",
            "Value": "Twelve organophosphorus insecticides were tested for toxicity & mutagenicity in forward mutation test system (ade6) of the yeast Schizosaccharomyces pombe. Dichlorvos, trichlorfon, & paraoxon showed linear dose response relation. Among the other compounds tested, the methyl derivatives, though more toxic than the ethyl derivatives, did not significantly increase the mutation frequency. Addition of S9 microsomal fraction decreased efficiency of single & combined treatments only where a dose response relation or a synergistic effect was obtained."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V30 166 (1983)",
            "Value": "GROUPS OF 50 MALE & 50 FEMALE OSBORNE-MENDEL RATS, 5 WK OF AGE, WERE FED DIETS CONTAINING PARATHION (PURITY, 99.5%; IMPURITIES UNSPECIFIED) MALE RATS RECEIVED 40 OR 30 MG/KG OF DIET (LOW DOSE) & 80 OR 60 MG/KG OF DIET (HIGH DOSE) FOR 13 & 67 WK, RESPECTIVELY, GIVING TIME WEIGHTED AVG DOSES OF 32 & 63 MG/KG OF DIET. FEMALE/S/ ... RECEIVED 20, 30 OR 20 MG/KG OF DIET (LOW DOSE) & 40, 60 OR 40 MG/KG OF DIET (HIGH DOSE) FOR 13, 21, & 46 WK, RESPECTIVELY, GIVING TIME WEIGHTED AVG DOSES OF 23 & 45 MG/KG OF DIET. ALL RATS ... OBSERVED FOR 32-33 WK. ... A MATCHED CONTROL GROUP OF 10 MALES & 10 FEMALES WAS OBSERVED FOR 112 WK; A POOLED CONTROL GROUP OF 90 MALES & 90 FEMALES WAS USED FOR STATISTICAL ANALYSIS. ... IN MALES, COMBINED INCIDENCE OF ADRENAL CORTICAL ADENOMAS & CARCINOMAS WAS 3/80 IN POOLED CONTROLS, 0/9 IN MATCHED CONTROLS, 7/49 IN LOW-DOSE GROUP & 11/46 IN HIGH DOSE GROUP ... THE INCIDENCE OF CORTICAL ADENOMAS ALONE WAS 2/80 IN POOLED CONTROLS, 0/9 IN MATCHED CONTROLS, 5/49 IN LOW DOSE GROUP & 9/46 IN HIGH DOSE GROUP ... THE INCIDENCE OF ISLET CELL CARCINOMAS OF PANCREAS IN MALES WAS: 0/79 IN POOLED CONTROLS, 0/9 IN MATCHED CONTROLS, 1/49 IN LOW DOSE GROUP & 3/46 IN HIGH DOSE GROUP ... THE INCIDENCE OF FOLLICULAR CELL ADENOMAS OF THYROID IN MALES WAS: 5/76 IN POOLED CONTROLS, 3/10 IN MATCHED CONTROLS, 2/46 IN LOW DOSE GROUP & 8/43 IN HIGH DOSE GROUP ... IN FEMALES, THE COMBINED INCIDENCE OF ADRENAL CORTICAL ADENOMAS & CARCINOMAS WAS: 4/78 IN POOLED CONTROLS, 1/10 IN MATCHED CONTROLS, 6/47 IN LOW DOSE GROUP & 13/42 IN HIGH DOSE GROUP ... . (THE WORKING GROUP NOTED THE SHORT DURATION OF TREATMENT, THE FACT THAT AT PRESENT SIGNIFICANCE OF OCCURRENCE OF ADRENAL CORTICAL ADENOMAS IN AGED RATS IS NOT WELL UNDERSTOOD, & THAT ADRENAL CORTICAL CARCINOMAS OCCURRED IN ONLY 2 RATS OF EACH SEX & TREATMENT GROUP.)"
        },
        {
            "References": "Rattner BA et al; Pestic Biochem Physiol 18 (1): 132-8 (1982)",
            "Value": "30 wk old female bobwhite quail, maintained at 26 °C, were provided diets containing 0, 25, or 100 ppm parathion ad libitum. After 10 days, quail were exposed to 6 °C for 4, 8, 12, 24, or 48 hr. In quail receiving 25 & 100 ppm, inhibition of brain acetylcholinesterase activity was dose related. Body wt, egg production, & plasma luteinizing hormone & progesterone concentrations were reduced in those receiving 100 ppm. Colder temp did not alter plasma corticosterone levels in the 0 & 25 ppm treated groups, but a 2.5 fold elevation of corticosterone was observed in quail fed 100 ppm. Thus, short term ingestion of parathion can impair reproduction possibly by altering gonadotropin or steroid secretion, & the tolerance to cold may be reduced following ingestion of parathion."
        },
        {
            "References": "Cathey B; Agric Environ 7 (1): 73-81 (1982)",
            "Value": "Earthworms were exposed under laboratory conditions to parathion. Behavioral & physical symptoms such as withdrawal responses & discoloration of the skin were noted when non lethal doses were administered. LD50 was 34 ng/g."
        },
        {
            "References": "PMID:7097799",
            "Value": "LD50 values for five organophosphorus insecticides were determined in mice by application of soln to hind feet. Values were simultaneously generated for the ED50 (mg/kg) for both cholinesterase and acetylcholinesterase inhibition. Lethality was greatest with mevinphos, followed by parathion, methyl parathion, diazinon, & azinphosmethyl. Cholinesterase ED50 values roughly agreed with LD50 values for mevinphos, parathion, methyl parathion, & azinphosmethyl, but diazinon resulted in more inhibition of blood rather than neuronal cholinesterase. RBC & plasma cholinesterase activities were equally sensitive for all but mevinphos & diazinon."
        },
        {
            "References": "PMID:7097797",
            "Value": "Dermal toxicity of five pesticides was investigated with a mouse intermittent self exposure model. After two 10 hr exposures, muzzled mice showed log-linear cholinesterase responses across a wide range of foliar pesticide concentrations. The greatest cholinesterase responses to emulsifiable concn & encapsulated formulations were found with diazinon, followed by parathion, & methyl parathion. No consistent relation existed between the mouse intermittent self exposure toxicities & mouse LD50 values. Use of data from acutely exposed animals to predict the hazard of intermittent foliar exposure to man appears inadvisable."
        },
        {
            "References": "PMID:6882946",
            "Value": "One member of each pair of incubating laughing gulls at 9 nests was trapped, orally dosed with either 6 mg/kg parathion in corn oil or corn oil alone & marked with dye. After dosing, birds were released & nests were observed for 2.5 days. Results indicated that on the day of treatment there was no difference in proportion of time spent on the nest between treated & control birds, but treated birds spent less time incubating on days 2 & 3 than did control birds. By noon on the third day nest duties between pair members in treated group had approached normal, indicating recovery from parathion intoxication."
        },
        {
            "References": "PMID:6636186",
            "Value": "Effect of pregnancy & lactation on toxicity & distribution of parathion & paraoxon in mice was examined. Signs of cholinergic stimulation were more intense in treated mice when compared to controls. Cholinesterase activity & tissue levels of parathion & paraoxon were determined in mice at 19 days of gestation or day 19 postpartum after admin of a single dose of 5 mg/kg parathion or 0.58 mg/kg paraoxon. Plasma pseudocholinesterase activity was consistently lower in treated mice & total brain cholinesterase was also decreased. Admin of parathion to lactating mice on day 19 postpartum did not result in any significant differences in plasma or brain cholinesterase activity when compared to that in controls."
        },
        {
            "References": "PMID:6857660",
            "Value": "Male C57BL/6 mice were given a single oral dose of parathion (16 mg/kg) 2 days after immunization with sheep erythrocytes. Two days later, tissues were removed for cholinesterase assay & enumeration of splenic antibody forming cells. Parathion produced prolonged cholinergic poisoning (4 to 7 hr) & prolonged suppression of brain cholinesterase activity. Immunoglobulin response was also suppressed. These results demonstrated that organophosphate induced immunosuppression was associated with severe cholinergic stimulation."
        },
        {
            "References": "Soliman SA et al; Toxicol 23 (4): 267-79 (1982)",
            "Value": "Parathion was admin orally or applied dermally as 1 mg/kg/day for 1 wk & then the dose was increased by 1 mg/kg/day at weekly intervals up to 6 mg/kg/day which was given thereafter to total 90 doses. Results indicate that parathion by these routes did not produce delayed neurotoxicity in hens comparable to that produced by tri-orthocresyl phosphate in this experiment. No signs or histopathological changes in spinal cords & sciatic nerves of the type associated with delayed neurotoxicity were observed in treated survivors. These results agree with the general hypothesis that delayed neurotoxicity is a special toxic effect of some but not all of the organophosphorus esters as had been postulated by some investigators."
        },
        {
            "References": "NIOSH; Criteria Document: Parathion p.30 (1976) DHEW Pub. NIOSH 76-190",
            "Value": "In acute inhalation toxicity tests, groups of thirty four rats and four dogs were exposed to parathion for 4 hr at concn ranging from 0.04 to 230.0 mg/cu m in a 1000 liter dynamic flow chamber for rats and concn ranging from 0.015 to 37.1 mg/cu m for dogs. The LC50 for rats was est to be 84.0 mg/cu m while that for dogs was determined to be greater than 37.1 mg/cu m (the highest dosage tested). The ChE50 for RBC (erythrocyte enzyme, or plasma, or both) for cholinesterase in the rat was 5.4 mg/cu m and that for plasma cholinesterase was 7.3 mg/cu m. Tremors, convulsions, respiratory difficulty, and excessive salivation were seen in rats exposed to parathion concn of 50 mg/cu m or greater. The EC50s for tremors and convulsions were est to be 73.7 mg/cu m and 110.6 mg/cu m, respectively. At the lowest level tested ... occasional sneezing, diarrhea, urination (scrotal area wet with urine), lethargy, and \"wet dog shakes\" were observed in test animals. The highest concn that did not cause deaths was 35.0 mg/cu m. At the end of the 4 hr exposure to parathion at a concn of 0.04 mg/cu m, the average redblood cells cholinesterase activity of the exposed rats was 84% of normal. At the lowest exposure level for dogs, 0.015 mg/cu m, the redblood cells and plasma cholinesterase activities after 4 hr exposure were 62% and 18% of normal, respectively."
        },
        {
            "References": "NIOSH; Criteria Document: Parathion p.30 (1976) DHEW Pub. NIOSH 76-190",
            "Value": "In subacute inhalation toxicity tests, groups of eighty male rats were exposed for 7 hr/day, 5 day/wk for 6 wk to aerosol concn of 0.01, 0.10, or 0.74 mg parathion/cu m. Microscopic examination revealed congestion of the lung with the highest parathion concn used, 0.74 mg/cu m. A no effect dose was est to be 0.01 mg/cu m. RBC ChE activity decreased to 69% of normal during wk 4 at 0.01 mg/cu m. In contrast, the RBC ChE activity decreased to 57% and 58% of normal after 1 wk of exposure to 0.10 and 0.74 mg parathion/cu m, respectively."
        },
        {
            "References": "Worthing, C.R. and S.B. Walker (eds.). The Pesticide Manual - A World Compendium. 8th ed. Thornton Heath, UK: The British Crop Protection Council, 1987., p. 633",
            "Value": "It is non phytotoxic except to some ornamentals and, under certain weather conditions, to pears and some apple varieties."
        },
        {
            "References": "NIOSH; Criteria Document: Parathion p.26 (1976) DHEW Pub. NIOSH 76-190",
            "Value": "Male dogs, (6/group) were given oral dose of 0.50 mg/kg, 5 days/week, for 6 weeks. Erythrocyte and plasma cholinesterase activities were 42% and 15% of normal, respectively, after 6 weeks of exposure. /From table/"
        },
        {
            "References": "Garner's Veterinary Toxicology. 3rd ed., rev. by E.G.C. Clarke and M.L. Clarke. Baltimore: Williams and Wilkins, 1967., p. 20",
            "Value": "PARATHION ... /POSSESSES/ GREATER TOXICITY FOR FEMALE /RATS/ ... /BUT/ CASTRATION OF MALES INCR THEIR SUSCEPTIBILITY TO THAT OF FEMALES & CONVERSELY, ADMIN OF TESTOSTERONE PROPIONATE ... WILL INCR THEIR RESISTANCE."
        },
        {
            "References": "Andersen PC et al; Hortscience 21 (3 sect 1): 508-10 (1986)",
            "Value": "Pesticides were sprayed on peach to determine pesticide induced effects on leaf conductance, transpiration, and net carbon dioxide assimilation rate. Parathion was the only material to reduce net carbon dioxide assimilation rate when applied < 3 times. Net carbon dioxide assimilation rate declined by 10% to 25% for parathion, methomyl, chlorothalonil, benomyl, and captan treated trees after 3 applications; however, leaf conductance was reduced only for the parathion and chlorothalonil treatments. The pesticide sensitivity of peach carbon dioxide assimilation rate appears to be much less than pecan and somewhat similar to apple."
        },
        {
            "References": "PMID:3940570",
            "Value": "beta-Glucuronidase activity increased in the liver of adult male rats in a dose dependent manner with parathion treatment (orally, for 3 wk). Low protein diets, however, appeared to reduce the enzyme activity. In protein deprived rats, there was initially a decrease in the activity of the enzyme which was greater after pesticide treatment."
        },
        {
            "References": "PMID:3710020",
            "Value": "The mechanism of enhanced parathion/paraoxon toxicity during pregnancy was examined. Enhanced toxicity following exposure to paraoxon in the pregnant mouse as determined by cholinesterase suppression was observed at 0.10 and 0.58 mg/kg after ip administration on day 19 of gestation. However, there were no significant differences in cholinesterase activity between pregnant animals and virgin controls after either po or iv paraoxon. Higher systemic and lower hepatic levels of parathion were demonstrated in pregnant mice following ip administration of parathion (5 mg/kg). Data also suggest that during pregnancy, larger quantities of paraoxon bypass initial liver detoxification after ip dosing. The mechanism of increased toxicity of parathion/paraoxon during pregnancy may result from alterations in absorption from the peritoneal cavity."
        },
        {
            "References": "PMID:3703907",
            "Value": "Three organophosphate compounds, dichlorvos, parathion, and diisopropylfluorophosphate were separately tested as an unconditioned stimulus in the conditioned taste aversion test. All organophosphates caused a dose dependent CTA in rats at doses which did not induce any other signs of toxicity. Experiments with dichlorvos showed that the minimum dose which caused conditioned taste aversion did not alter the rats' sensitivity to pain or their behavior in either an open field or an inclined plane. Cholinesterase activity was inhibited in a dose dependent manner in brain and plasma after administration of the organophosphates and conditioned taste aversion was correlated with the degree of plasma cholinesterase inhibition. conditioned taste aversion appears to be a sensitive indicator of neurobehavioral effects of mild exposure to organophosphates which causes only 30-40% inhibition of plasma cholinesterase."
        },
        {
            "References": "USEPA/OWRS; Quality Criteria for Water 1986 Parathion (1986) EPA 440/5-86-001",
            "Value": "In a 23-month exposure of bluegills, Spacie (1975) observed deformities (scoliosis and a characteristic protrusion in the throat region) at 0.34 ug/l, but not at 0.16 ug/l. Tremors, convulsions, hypersensitivity, and hemorrhages also were evident at higher concentrations. Reproductive impairment and deformities were observed in fathead minnows exposed to 4.0 ug/l for 8 1/2 months."
        },
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 635",
            "Value": "It appears that the assumption has been made that methyl parathion is toxicologically the same as parathion & that extrapolations have been made from parathion toxicology to methyl parathion. The data on teratogenic effects of methyl parathion ... indicate that this is not an acceptable procedure in this case."
        },
        {
            "References": "PMID:7067675",
            "Value": "The effect of parathion on some hepatic enzyme activities was observed in rats maintained under normal & protein deficient dietary conditions for 3 wk. The toxic effects of parathion were more prominent in rats maintained under protein deficient conditions, indicating that a low protein intake can aggravate pesticide toxicity."
        },
        {
            "References": "PMID:6636186",
            "Value": "Effect of pregnancy & lactation on toxicity & distribution of parathion & paraoxon in mice was examined. Signs of cholinergic stimulation were more intense in treated mice when compared to controls. Cholinesterase activity & tissue levels of parathion & paraoxon were determined in mice at 19 days of gestation or day 19 postpartum after admin of a single dose of 5 mg/kg parathion or 0.58 mg/kg paraoxon. Plasma pseudocholinesterase activity was consistently lower in treated mice & total brain cholinesterase was also decreased. Admin of parathion to lactating mice on day 19 postpartum did not result in any significant differences in plasma or brain cholinesterase activity when compared to that in controls."
        },
        {
            "References": "Hayes, W.J., Jr., E.R. Laws, Jr., (eds.). Handbook of Pesticide Toxicology. Volume 2. Classes of Pesticides. New York, NY: Academic Press, Inc., 1991., p. 1042",
            "Value": "Protein-deficient rats are more susceptible than normal rats to acute poisoning by parathion."
        },
        {
            "References": "Booth, N.H., L.E. McDonald (eds.). Veterinary Pharmacology and Therapeutics. 5th ed. Ames, Iowa: Iowa State University Press, 1982., p. 985",
            "Value": "In adult cattle the minimum toxic oral dose of organophosphate pesticides varies from 1 to 125 mg/kg; the minimum toxic dermal concentration varies from 0.5 to 3%, but these figures are not sacred. The literature is not complete with regard to animal toxicity of organophosphates; even if it were, toxicity values would not be reliable because of the number of factors that influence toxicity of these chemicals under different conditions of use. /Organophosphorus pesticides/"
        },
        {
            "References": "Booth, N.H., L.E. McDonald (eds.). Veterinary Pharmacology and Therapeutics. 5th ed. Ames, Iowa: Iowa State University Press, 1982., p. 986",
            "Value": "Biologic factors also influence toxicity of organophosphates. Species is very important here. ... Age of the animal is another biologic factor that alters toxicity of organophosphate pesticides. Compounds that do not require enzymatic activation are more toxic in very young animals in which the enzymes of pesticide degradation are deficient. Compounds that require enzymatic activation are not so toxic for very young animals because the enzymes of activation are deficient during the early weeks of life. Sex of the animals can also alter toxicity of organophosphates ... . /Organophosphate pesticides/"
        },
        {
            "References": "Hayes, W.J., Jr., E.R. Laws, Jr., (eds.). Handbook of Pesticide Toxicology. Volume 2. Classes of Pesticides. New York, NY: Academic Press, Inc., 1991., p. 929",
            "Value": "Some anticholinesterase organic phosphorous compounds interfere with temperature control and make the body temperature of rats and mice abnormally dependent on the environmental temperature ... No such effect was observed in guinea pigs or rabbits. The effect in rats .. and in mice ... was partially prevented by atropine, suggesting that it is related to cholinesterase inhibition. /Organic phosphorous pesticides/"
        },
        {
            "References": "Hayes, W.J., Jr., E.R. Laws, Jr., (eds.). Handbook of Pesticide Toxicology. Volume 2. Classes of Pesticides. New York, NY: Academic Press, Inc., 1991., p. 930",
            "Value": "The cause of death in poisoning by organic phosphorous compounds is usually respiratory failure and consequent anoxia but may be cardiovascular in origin. Four factors (excessive secretion of the respiratory tract, bronchoconstriction, weakness of the muscles of respiration, and failure of the respiratory center) may contribute to respiratory failure. ... In a few instances, death has followed profound brain damage that occurred, usually early in the course of poisoning, as a result of severe anoxia ... . /Organic phosphorous pesticides/"
        },
        {
            "References": "Hayes, W.J., Jr., E.R. Laws, Jr., (eds.). Handbook of Pesticide Toxicology. Volume 2. Classes of Pesticides. New York, NY: Academic Press, Inc., 1991., p. 971",
            "Value": "Some organic phosphorous compounds produce an immediate /CNS depressant/ effect, ranging from incoordination to deep anesthesia following iv injection. At the same time respiration may be affected. A large dosage is required for all compounds for which the effect has been demonstrated by necessity, all of them are of low toxicity. /Organic phosphorous pesticides/"
        },
        {
            "References": "Hayes, W.J., Jr., E.R. Laws, Jr., (eds.). Handbook of Pesticide Toxicology. Volume 2. Classes of Pesticides. New York, NY: Academic Press, Inc., 1991., p. 971",
            "Value": "Although some anticholinergic compounds are teratogenic, most are not. /Organic phosphorous pesticides/"
        },
        {
            "References": "Clarke, M. L., D. G. Harvey and D. J. Humphreys. Veterinary Toxicology. 2nd ed. London: Bailliere Tindall, 1981., p. 153",
            "Value": "The signs of poisoning due to organophosphorus cmpd are those due to accumulation of acetylcholine & hence overstimulation of parasympathetic nervous system. It is usual to divide them under 3 headings: muscarinic, nicotinic & central. Muscarinic signs ... consist of hypersalivation, lacrimation, sweating & nasal discharge. Miosis, dyspnea, vomiting, diarrhea & frequency of urination ... Nicotinic effects consist of fasciculation of muscles, weakness & paralysis. Central nervous system effects include nervousness, apprehension, ataxia, convulsions & coma. Death is due to resp failure, or sometimes cardiac arrest. There is little difference between signs produced by different organophosphorus compounds, but route of absorption may influence one system more than another. /Organophosphorus cmpd/"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V30 165 (1983)",
            "Value": "GROUPS OF 50 MALE & 50 FEMALE B6C3F1 MICE, 5 WK OF AGE, WERE FED DIETS CONTAINING 80 OR 160 MG/KG PARATHION (PURITY, 99%; IMPURITIES UNSPECIFIED) FOR 71 & 62 WK, (MALES) & FOR 80 WK (FEMALES) RESPECTIVELY & WERE OBSERVED FOR 18 & 28 WK, RESPECTIVELY (MALES), & 9 & 10 WK, RESPECTIVELY (FEMALES). A MATCHED CONTROL GROUP OF 10 ANIMALS OF EACH SEX WAS OBSERVED FOR 90 WEEKS; A POOLED CONTROL GROUP OF 140 MALES & 130 FEMALES WAS USED FOR STATISTICAL ANALYSIS. THE HIGH DOSE GROUPS RECEIVED A MAXIMUM TOLERATED DOSE. BY END OF EXPERIMENT, 80% OF HIGH DOSE MALES, 92% OF HIGH DOSE FEMALES, 92% OF LOW DOSE MALES & FEMALES, 100% OF MATCHED CONTROL MALES & 80% OF CONTROL FEMALES WERE STILL ALIVE. NO STATISTICALLY SIGNIFICANT INCREASE IN TUMOR INCIDENCE WAS FOUND. (THE WORKING GROUP NOTED THE SHORT DURATION OF TREATMENT.)"
        },
        {
            "References": "B",
            "Value": "24 (3): 205-18 (1989)] Four organophosphorus insecticides and the active metabolites of two phosphorothionate insecticides were tested for their toxic and teratogenic effects on embryos of Xenopus laevis. All compounds caused dose-dependent developmental defects, such as abnormal pigmentation, abnormal gut development, notochordal defects and reduced growth. Malathion, malaoxon, parathion, and paraoxon produced severe defects, while monocrotophos and dicrotophos produced considerably milder defects. All compounds reduced NAD+ levels to a similar extent, regardless of the severity of the defects induced. Thus some commonly used organophosphorus insecticides and their metabolites are teratogenic to Xenopus embryos, but reduced NAD+ level does not appear to be important in causing the developmental defects.[Snawder JE, Chambers JE; J Environ Sci Health"
        },
        {
            "References": "Snawder JE, Chambers JE; Abstr Pap Am Chem Soc 199 (1-2): AGRO 160 (1990)",
            "Value": "Four organophosphorus insecticides and the active metabolites of two phosphorothionate insecticides were tested for their toxic and teratogenic effects on embryo of Xenopus laevis. All compounds caused dose-dependent developmental defects, such as abnormal pigmentation, abnormal gut development, notochordal defects and reduced growth. Malathion, malaoxon, parathion and paraoxon produced severe defects, while monocrotophos and dicrotophos produced milder defects. All compounds reduced NAD+ levels to a similar extent, regardless of the severity of the defects induced. Notochords of malathion and malaoxon treated embryos were bent downward. Ultrastructural examination of the notochord showed the elastic externa was disordered and the sheath had fewer, more disorganized fibers. Animals exposed in vivo had lowered ascorbate and hydroxyproline, malathion and malaoxon lowered lysyl oxidase in vitro."
        },
        {
            "References": "Stevens EK et al; Toxicologist 10 (1): 274 (1990)",
            "Value": "We have evaluated the embryo lethality and embryo toxicity of parathion (diethyl-O-4-nitrophenyl phosphorothioate) employing a rat post implantation embryo culture system. Sprague-Dawley rat embryos, explanted on day 11 of gestation, were cocultured with parathion for 24 hours in a defined cell culture medium consisting of 50% Waymouth's 752/1 medium and 50% fresh rat serum supplemented with antibiotics. At higher dose range (0.5-1 uL/mL), direct embryo lethality monitored as loss of yolk sac circulation and embryonic heart beat was observed. At lower dose levels (0.0625 and below), dose-dependent embryotoxic effects were observed including decreased growth, limb bud and somite development. Culture supplementation with hepatic S-9 fractions isolated from Aroclor 1254-pretreated rats significantly decreased parathion embryo toxicity. These findings suggest that parathion possesses direct embryo toxicity and that prenatal toxic effects associated with this compound can be altered by enzyme-mediated biotransformation."
        },
        {
            "References": "PMID:2559113",
            "Value": "The effects of ethyl parathion on the activities of various renal enzymes were studied in the offspring from dams treated with this insecticide during pregnancy. The enzymes tested were the (Na+-K+)- and the Mg2+-dependent ATPases, the glutathione S-transferases and carboxylesterases. The postnatal effects of parathion on kidney ATPases from undernourished rats were also assessed. The organophosphate was administered per os to pregnant rats at a dose of 1 mg/kg body weight per day throughout gestation, and suspended after delivery. The offspring were divided in groups of normally-fed and undernourished rats. In the undernourished group, food restriction produced a decrease of 43% in body weight as compared to the normally-fed group. Offspring were sacrificed 6 weeks after birth and the enzymatic activities were determined in kidney homogenates. We found a decrease in the enzymatic activity of total ATPases, at the expense of the Mg2+-dependent ATPase. However, the activities of the (Na+-K+)-dependent ATPase, the glutathione S-transferases and the carboxylesterases did not show significant changes. On the other hand, under nutrition did not potentiate the effects of parathion on the ATPases. Thus, this organophosphate administered during pregnancy produced a selective inhibition on the renal Mg2+-dependent ATPase from offspring, which was not potentiated by our under nutritional model."
        },
        {
            "References": "PMID:2809535",
            "Value": "Bobwhite quail eggs were injected at 48 or 72 hr of incubation with various doses of the organophosphate (OP) insecticides diazinon or parathion and the embryos were examined after an additional 48 hr of incubation by both histological and cartilage-staining methods. Bobwhite embryos did not display the notochordal folding or vascular enlargement reported for organophosphate-injected chicken embryos. Cartilage staining of embryos injected with insecticide at 72 hr of incubation and recovered at day 12 of incubation revealed severe shortening and contortion of the vertebral axis, as well as tibiotarsal, rib, and sternum defects. Parathion was more potent in causing skeletal defects than diazinon. No type I defects (micromelia, parrot beak) were detected. Radiometric acetylcholinesterase (AChE) assays of whole embryo homogenates were performed for day 6, 9, and 12 diazinon-injected and control embryos. Diazinon effected drastic reductions in acetylcholinesterase activity. Although the acetylcholinesterase and axial skeletal responses of bobwhite embryos to organophosphate injection are similar to those reported in the literature for other species, some major differences in the bobwhite response were noted: namely, the absence of notochordal folding in the young bobwhite embryo and the absence of type I defects at day 12. These differences suggest that further studies with the bobwhite quail would be useful in clarifying the mechanisms involved in organophosphate-induced teratogenesis."
        },
        {
            "References": "Deshmukh SD et al; Indian J Entomol 50 (2): 249-54 (1988-89)",
            "Value": "The studies on ovicidal properties of some of the organosynthetic insecticides were undertaken against the eggs of spotted bollworm (Earias fabia Stoll.) in the laboratory by bioassy method during 1977-78. It was observed that the insecticides like ethyl parathion, phosphamidon, phosalone, endosulfan, carbofuran, monocrotophos, carbaryl and formothion were found to be significantly superior over control as ovicides. The order of toxicity observed to be was ethyl parathion, phosphamidon, phosalone, endosulfan carbofuran, monocrotophos, carbaryl and formothion which gave 69.43, 64.43, 55.95, 49.79, 46.71, 44.39, 42.81 and 36.51 per cent mortalities of eggs, respectively. The treatment with ethyl parathion was found to be the most effective against the eggs of spotted bollworm (Earias fabia Stoll) followed by the treatments with phosphamidon, phosalone and endosulfan. The latter three treatments were at par with each other. The insecticidal treatments like malathion, quinalphos, methyl demeton, endrin, phenthoate, DDT, BHC and dimethoate were observed to be ineffetive as ovicides as they were found to be at par with control."
        },
        {
            "References": "PMID:9439736",
            "Value": "Juvenile rats are more susceptible to the acute toxicity of the phosphorothionate insecticides parathion and chlorpyrifos than are adult rats. Developmental changes in brain acetylcholinesterase and hepatic aliesterase (carboxylesterase), cytochrome P450, and the P450-mediated metabolism of these two phosphorothionate insecticides were investigated in male Sprague-Dawley rats. Specific activities of acetylcholinesterase in cerebral cortex, but not medulla oblongata, and of liver aliesterases increased with age, indicating the presence of both more target esterases and more protective esterases, respectively, in the adult compared to the juvenile animal. Sensitivity of the brain acetylcholinesterase to inhibition by paraoxon and chlorpyrifosoxon, as measured by IC50 values, did not change significantly with age, whereas the hepatic aliesterase sensitivity to inhibition decreased with age. Progressive increases in activities of P450-mediated activation (desulfuration) (6- to 14-fold) and detoxication (dearylation) (2- to 4-fold), as well as concentrations of P450 (7-fold) and protein (2-fold), were observed between neonate and adult hepatic microsomes. Microsomal pentoxyresorufin O-dealkylase activity followed a developmental pattern similar to desulfuration and dearylation, displaying a 16-fold increase between neonates and adults. However, microsomal ethoxyresorufin O-deethylase activity increased until 21 days of age, displaying a 16-fold increase, then decreased in adulthood to a level 10-fold higher than neonates. These results indicate that target enzyme sensitivity is not responsible for age-related toxicity differences, nor is the potential for hepatic bioactivation, whereas lower levels of hepatic aliesterase-mediated protection and P450-mediated dearylation probably contribute significantly to the greater sensitivity of juveniles to phosphorothionate toxicity."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Miles JRW, Harris CR; J Environ Sci Health B 13: 199-209 (1978) (2) Kjolholt J; Chemosphere 14: 1763-70 (1985) (3) Hochreiter JJ Jr; Chem-Qual Reconnaissance of the Water and Surficial Bed Material in the Delaware River Estuary and Adjacent New Jersey Tributaries, 1980-81 USGS/SRI/NTIS 82-36 (1982) (4) Glooschenko WA et al; Pestic Monit J 10: 61-7 (1976) (5) Carey AE et al; Pestic Monit J 13: 17-22 (1979) (6) Carey AE et al; Pestic Monit J 14: 23-5 (1980) (7) Carey AE et al; Pestic Monit J 12: 209-29 (1979) (8) Waldron AC; Pesticide Movement from Cropland into Lake Erie p.96 USEPA-660/2-74-032 (1974) (9) Frank R et al; Can J Soil Sci 56: 463-84 (1976) (10) Kadoum AM, Mock DE; J Agric Food Chem 26: 45-50 (1978)",
            "Value": "Parathion was detected in the organic soil of 12 of 28 farms in 6 vegetable growing regions of southwestern Ontario in 1976, at concentration ranging from 6 to 2500 ppb(1). Parathion was detected in 7 of 11 sediment sampling stations from Nissum Broad of Jutland, Denmark at concn of 1.4, 15.7, 19.9, 29.9, 43.1, 3198 and 3825 ug/kg(2). Parathion was under the detection limit of 0.1 ppb at all locations in the Delaware River estuary, an industrial and agricultural area (USGS survey - 11 samples)(3). It was not detected in any sediment samples from Lake Superior or Lake Huron, including Georgian Bay at a quantitation limit of 20 ppb(4). It was not detected in urban soils from 5 US cities in the 1971 Urban Soils Monitoring Program(5). In a survey of rice growing soils in 5 states in 1972 (99 samples) parathion was detected in: Arkansas 4.2% positive, 0.01 ppm (dry weight) mean, 0.12 ppm max and California 10% positive, <0.01 ppm (dry weight) mean, 0.01 ppm max(6). In the National Soils Monitoring Program in 1972 (1246 samples of cropland soil in 37 states) parathion was detected in 0.6% of the samples, <0.01 ppm mean, 0.19 ppm max(7). Only 1 sample of bottom sediment from the Lake Erie Basin contained parathion, 3.27 ppb in Huron River(8). Parathion was detected in Southern Ontario orchard soil: 5% of apple orchards contained parathion, 6 ppb(6). Parathion residues were found in upper 15 cm, not in 15-30 cm subsurface soil(9). It was not detected in sediment in irrigation water collection lagoons from corn and sorghum fields in Kansas in 1974(10)."
        },
        {
            "References": "(1) House WA et al; Brighton Crop Prot Conf, Pests Dis 1992 2: 865-70 (1992) (2) Wan MT et al; J Environ Qual 24: 589-96 (1995) (3) Winterlin W et al; Arch Environ Contam Toxicol 18: 734-47 (1989) (4) Wan MT et al; J Environ Sci Health Part B 29: 917-49 (1994) (5) Krapac IG et al; J Soil Contam 4: 209-26 (1995) (6) Simcox NJ et al; Environ Health Perspect 103: 1126-34 (1995)",
            "Value": "SEDIMENTS: Parathion was detected in bed sediments and suspended sediments collected from three locations in the Windrush River catchment in 1992 at concentrations of 0.3, 0.6, and 1.0 ug/kg in the bed sediments and 13, 3.3, and 8.8 ug/kg in the suspended sediments(1). Parathion was detected in sediments in a ditch draining cranberry bogs treated with parathion in the Lower Fraser Valley of British Columbia, Canada; concentrations ranged from not detected to 515 ug/kg(2). Parathion was detected in farm ditch sediments collected from the Lower Fraser Valley of British Columbia at a concentration of 8 ug/kg in Vancouver(4). SOIL: Parathion was detected in soil samples collected from an evaporation pit in California between May and Sept 1985 at concentrations ranging from 1,064 to 1,972 ppm 0 to 7.5 cm below the surface, 51 to 60 ppm 7.5 to 15 cm below the soil surface, 37 ppm 22.5 to 30 cm below the soil surface, and 18 ppm 60 to 67.5 cm below the soil surface(3). It was detected in soil from the center of the evaporation at a depth of 90 cm at a concentration of 143 ppm(3). Parathion was detected in crop soils collected from the Lower Fraser Valley of British Columbia, Canada, between July and Dec 1991 at mean concentrations of 10, 19, 15, and 1,419 ug/kg in Westham Island, Ladner, Burnaby, and Cloverdale, respectively(4). Parathion was detected in 4 of 822 soil samples collected from 49 agrichemical facilities located throughout Illinois at concentrations ranging from 69 to 5,540 ug/kg, median 805 ug/kg(5). Parathion was detected in soil samples collected in the vicinity of an operating apple or pear orchard in eastern Washington State at a mean concentration of 46 ng/g, range not detected to 932 ng/g(6)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Gerstl Z, Mingelgrin U; J Environ Sci Health B19: 297-312 (1984) (2) Moreale A, Van Bladel R; Revue De L'Agric 6: 1669-76 (1983) (3) Hamaker JW, Thompson JM; pp. 49-144 in Organic Chem in the Soil Environ, Goring CAI, Hamaker JN ed Vol I (1972) (4) Mingelgrin U, Gerstl Z; J Environ Qual 12: 1-11 (1983) (5) Rao PSC et al; Soil Crop Sci Soc Fl Proc 44: 1-8 (1985) (6) Chiou CT et al; Science 206: 831-2 (1979) (7) Reinbold KA et al; Adsorption of Energy-Related Organic Pollut, A Literature Rev p.180 USEPA-600/3-79-086 (1979) (8) Kenaga EE; Ecotoxicol Environ Safety 4: 26-38 (1980) (9) Sharom Ms et al; Water Res 14: 1095-100 (1980) (10) Gerstl Z et al; Soil Sci Soc Am J 43: 839-42 (1979) (11) Saltzman S et al; J Agric Food Chem 20: 1244 (1972) (12) Felsot A, Dahm PA; J Agric Food Chem 27: 557-63 (1979) (13) Sanborn JR et al; The Degradation of Selected Pest in Soil, A Rev of Published Literature p.616 USEPA-600/9-77-002 (1977) (14) Wolfe HR et al; Bull Environ Contam Toxicol 10: 1-9 (1973) (15) Faust SD, Suffet IH; Res Rev 15: 44 (1966) (16) Swann RL et al; Res Rev 85: 23 (1983)",
            "Value": "Parathion had a mobility 0.01 compared to that of water in a French soil(2) and ranked 36 and 40 in a ranking of 41 pesticides by attenuation factor and retardation factor respectively, in 2 sandy soils(5). Some reported Koc values are: 674 (average for 8 Israeli soils) and 1538 (average for 4 Israeli sediments)(1); 10454 for 4 soils(3); 314 to 15860 for unspecified number of soils(4); 2000 average(6); 1310 to 4490 in 6 soils from India(7); 4800(8); 965 to 1700 in 4 soil types with percent organic carbon ranging from 0.41 to 43.7%(9); 1600 to 6200 for 4 Israeli soils(11); 602 to 805 in 5 sterilized Iowa soils(12). The fraction of parathion leached from soil by 10 successive 200 ml applications of water to a soil column was 1.24 and 4.36 for an organic soil and sand, respectively(9). Only a small fraction of parathion adsorbed to a sandy loam, 10%, was found to undergo diffusion (diffusion constant in soil with highest moisture content 0.03 sq cm/day)(10). In soil columns of Nacodoches clay subsoil, parathion leached to 60 inches when 230 inches of rainfall was simulated, while in Houston black clay, 1725 inches of rain were required to produce leaching to 60 inches(13). In field studies, little leaching occurred in 16 yr after 4 annual applications of parathion despite 42 inches of precipitation per year(13). Little parathion was found below 9 inches, 6 yr after 30,000 to 95,000 ppm was applied to the soil(14). In a 15-yr study of residues in a light sand soil, no parathion was found below 8 inches(13). In an 8 mo persistence test under experimental conditions with 20 cm of simulated rain, no parathion was found below 1 inch. In cases where small amounts of parathion penetrated into the soil, it was believed to be the result of the movement of particulate or microparticulate matter containing sorbed parathion(13). In a field study involving the application of parathion to a peach orchard providing watershed for a 2.7 acre pond, no residue was found below 6 inches and there appeared to be little desorption of the insecticide from the bottom sediment of the pond(15). According to a classification scheme(16), these Koc values suggest that parathion is expected to have moderate to no mobility in soil."
        },
        {
            "References": "(1) Lydy MJ et al; Aquat Toxicol 17: 27-44 (1990) (2) House WA et al; Brighton Crop Prot Conf, Pests Dis 1992 2: 865-70 (1992)",
            "Value": "In wet soils, parathion sorbed to soil by complexing with water, whereas in dehydrated soil saturated with cations, complexation was direct(1). Koc values of 38,000, 3,086, and 6,404 were determined in batch adsorption experiments using sediments from the Windrush river catchment(2)."
        }
    ]
}