{
    "_id": {
        "$oid": "6682e7dfc4e5dba5ffba22c4"
    },
    "CID": {
        "$numberInt": "992"
    },
    "Name": "Pentachlorophenol",
    "IUPACName": "2,3,4,5,6-pentachlorophenol",
    "CanonicalSMILES": "C1(=C(C(=C(C(=C1Cl)Cl)Cl)Cl)Cl)O",
    "Synonyms": [
        "pentachlorophenol",
        "87-86-5",
        "2,3,4,5,6-Pentachlorophenol",
        "Chlorophen",
        "Lauxtol",
        "Permite",
        "Penchlorol",
        "Peratox",
        "Phenol",
        "pentachloro-",
        "Pentachlorophenate",
        "Dowicide 7",
        "Fungifen",
        "Liroprem",
        "Pentacon",
        "Permacide"
    ],
    "IsomericSMILES": "C1(=C(C(=C(C(=C1Cl)Cl)Cl)Cl)Cl)O",
    "INCHI": "InChI=1S/C6HCl5O/c7-1-2(8)4(10)6(12)5(11)3(1)9/h12H",
    "INCHIKEY": "IZUPBVBPLAPZRR-UHFFFAOYSA-N",
    "Formula": "C6HCl5O",
    "MolecularWeight": {
        "$numberDouble": "266.3"
    },
    "Description": "Pentachlorophenol is a chlorophenol that is phenol substituted by 5 chloro groups. It has a role as a human xenobiotic metabolite. It is an organochlorine pesticide, a member of pentachlorobenzenes, an aromatic fungicide and a chlorophenol. It is functionally related to a pentachlorobenzene. It is a conjugate acid of a pentachlorophenolate.",
    "XlogP": {
        "$numberDouble": "5.1"
    },
    "Complexity": {
        "$numberInt": "150"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Jensen S et al; Chemosphere 24: 229-45 (1992) (2) Strachan WMJ et al; Environ Toxicol Chem 13: 443-451 (1994) (3) Thompson TS, Treble RG; Chemosphere 31: 4387-92 (1995) (4) Oanh NTK et al; Arch Environ Contam Toxicol 29: 506-16 (1995) (5) Sinkkonen S et al; Chemosphere 35: 1175-1185 (1997) (6) Thompson TS et al; Bull Environ Contam Toxicol 59: 548-55 (1997)",
            "Value": "Surface wax of pine needles in Sweden, collected in 1984 to 1986, contained pentachlorophenol at about 1 ng/g in downwind locations (from a 1983-1984 spraying program in the former East Germany); upwind needle concns (considered background) were reported as 0.48 ng/g(1). Surface wax of pine needles collected from a series of stations in West Germany, Denmark, Norway, and Sweden contained pentachlorophenol from 0.6 to 7.3 ng/g fresh weight(2). Pine needle samples collected from Regina, Saskatoon, and Yellowgrass in Saskatchewan, Canada, contained pentachlorophenol at an avg concn of 0.93 ng/g with a standard deviation of 0.49 ng/g (concn range of 0.42 to 2.08 ng/g)(3). Rice samples taken from fields which had been exposed to the effluent of a kraft pulp and paper mill in Vietnam, contained pentachlorophenol at concns from not detected to 0.02 ug/kg dry weight(4). Rice samples taken from a nearby field which had not received waste effluents from the mill contained pentachlorophenol at concns from not detected to 0.04 ug/kg dry weight(4). Pine needle samples taken from trees near a waste incinerator, metal scrap plant, pulp and paper mill, and Lammi in Finland had concns ranging between <1-1 ng/g, 8-40 ng/g (1993) and <1-5 ng/g (1995), 5-110 ng/g, and <1 ng/g, respectively(5). Pine needles taken within 30-40 m of chemically treated poles had concns ranging from 60-570 ng/g(6). Samples taken in locations well removed from the poles had concns of <0.5 ng/g(6)."
        }
    ],
    "animal_concentrations": [
        {
            "References": "WHO; Environmental Health Criteria 71: Pentachlorophenol (1987). World Health Organization. Available from, as of Marh 11, 2010: https://www.inchem.org/pages/ehc.html",
            "Value": "After agricultural PCP application, birds can be highly contaminated (47 mg/kg wet weight in liver) ... PCP levels ranging from not detectable to 8571 ug/kg have been found in the muscle tissue of wild birds."
        },
        {
            "References": "(1) IARC; Monographs on the Evaluation of the Carcinogenic Risk of Chemicals to Man. Geneva: World Health Organization, International Agency for Research on Cancer, 1972-PRESENT. (Multivolume work). Occupational Exposures in Insecticide Application, and Some Pesticides 53: 371-402 (1991) (2) IARC; Some Halogenated Hydrocarbons 20: 308 (1979) (3) Huwe JK et al; Organohalogen Compds 43: 101-103 (1999)",
            "Value": "In Canada, 6.6% of 881 pork liver samples contained pentachlorophenol at concns >0.1 mg/kg, max concn = 0.72 mg/kg(1). 2% of 51 beef liver samples contained pentachlorophenol at concns >0.1 mg/kg, max concn = 0.35 mg/kg. Only one sample out of 214 chicken and 68 turkey liver samples contained pentachlorophenol at a concn >0.1 mg/kg(1). In the state of Michigan pentachlorophenol has been reported in dairy cattle housed in a pentachlorophenol-treated barn and feed bins at a range of 58-1136 ppb(2). Detected concns in adipose tissue of beef cattle ranged from 5,378-13,653 pg/g in steers with an exposure known to be due solely to pentachlorophenol-treated wood in wooden pens at the Carrington Research Extension Center, Carrington, North Dakota(3). Concns ranged from 542-1,581,331 pg/g in adipose tissue of beef cattle of which less was known regarding exposure(3)."
        },
        {
            "References": "(1) Zitko V et al; Bull Environ Contam Toxicol 12: 649-53 (1974) (2) Elliott JE, Martin PA; Environ Monit Assess 53: 337-62 (1998)",
            "Value": "Pentachlorophenol has been reported in bird eggs at 0.36 (double-crested cormorant from White Horse, Bay of Fundy) and 0.51 ppb (herring gull,  Hospital Island, Passamaquoddy Bay), collected in spring, 1973(1). Grebes and seaducks along coastal British Columbia, Canada were sampled between 1991 and 1992(2). Pentachlorophenol was detected at 0.6 ug/kg wet weight in Western Grebe breast tissue, 0.6 and 0.9 ug/kg wet weight in Common Merganser breast and liver tissue, 4.3 ug/kg wet weight in Lesser Scaup breast tissue, 4.5 ug/kg in Common Goldeneye breast tissue, and 2.8 and 1.3 ug/kg wet weight in Bufflehead breast and liver tissue(2)."
        },
        {
            "References": "PMID:9573629",
            "Value": "Pentachlorophenol levels in birds' eggs sampled from the delta of Selenga river, of Baikal region, Russia(1). ",
            "Table": "[{'Genus species': 'Anus platyrhynchus', 'Common name': 'Mallard', 'ug/kg dry weight': '<30'}, {'Genus species': 'Anus acuta', 'Common name': 'Pintail', 'ug/kg dry weight': '<30'}, {'Genus species': 'Anus clypeata', 'Common name': 'Shoveler', 'ug/kg dry weight': '<30'}, {'Genus species': 'Aythya fuligula', 'Common name': 'Tufted duck', 'ug/kg dry weight': '68.4'}, {'Genus species': 'Aythya ferina', 'Common name': 'Pochard', 'ug/kg dry weight': '80'}, {'Genus species': 'Anser anser', 'Common name': 'Greylag goose', 'ug/kg dry weight': '<30'}, {'Genus species': 'Gallus gallus (1)', 'Common name': 'Domestic fowl', 'ug/kg dry weight': '44.8'}, {'Genus species': 'Gallus gallus (2)', 'Common name': 'Domestic fowl', 'ug/kg dry weight': '<30'}, {'Genus species': 'Ardea cinerea', 'Common name': 'Heron', 'ug/kg dry weight': '<30'}, {'Genus species': 'Larus argentatus', 'Common name': 'Herring gull', 'ug/kg dry weight': '117'}, {'Genus species': 'Larus canus', 'Common name': 'Common gull', 'ug/kg dry weight': '<30'}, {'Genus species': 'Sterna hirundo', 'Common name': 'Common tern', 'ug/kg dry weight': '138'}, {'Genus species': 'Larus ridibundus', 'Common name': 'Black-headed gull', 'ug/kg dry weight': '250'}, {'Genus species': 'Vanellus vanellus', 'Common name': 'Lapwing', 'ug/kg dry weight': '98.8'}, {'Genus species': 'Podiceps auritus', 'Common name': 'Slavonian grebe', 'ug/kg dry weight': '<30'}, {'Genus species': 'Tringa stagnatilis', 'Common name': 'Marsh sandpiper', 'ug/kg dry weight': '179.2'}]"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V20 308 (1979)",
            "Value": "IN THE STATE OF MICHIGAN, HERDS OF DAIRY CATTLE WERE CONTAMINATED WITH PENTACHLOROPHENOL USED TO TREAT WOOD OF BARNS WHERE THEY WERE HOUSED & FROM FEED BINS TREATED WITH PENTACHLOROPHENOL; THE CONTAMINATING PENTACHLOROPHENOL WAS SAID TO CONTAIN 1 TO 1000 MG/KG DIOXIN. PCP LEVELS IN 18 COWS RANGED FROM 58 TO 1136 UG/KG. PENTACHLOROPHENOL HAS BEEN FOUND IN BLOOD OF 8 SUCH HERDS."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Veith GD et al; J Fish Res Board Can 36: 1040-8 (1979) (2) Statham CN et al; Science 193: 680-1 (1976) (3) Niimi AJ, McFadden CA; Bull Environ Contam Toxicol 28: 11-9 (1982) (4) Parrish PR et al; Chronic Toxicity of Chlordane, Trifluralin, and Pentachlorophenol to Sheepshead Minnows (Cyprinodon Variegatus) p. 67 USEPA Report NTIS PB278-269 (1978) (5) Lu PY, Metcalf RL; Environ Health Perspect 10: 269-84 (1975) (6) Bude A et al; Chim Acta Turc 13: 235-52 (1985) (7) Geyer HJ et al; in Handbook of Environmental Chemistry, vol 2, pt J., Beek B, ed., Berlin, Germany: Springer-Verlag (2000) (8) Devillers J et al; Chemosphere 33: 1047-65 (1996) (9) Chemicals Inspection & Testing Institute; Data of Existing Chemicals Based on the CSCL Japan. Japan Chem Indus Ecol-Toxicol & Inform Center: Japan (1992) (10) Veith GD, Kosian P; Physical behavior of PCB's in the Great Lakes. Mackay D et al, eds., pp. 269-282 (1983) (11) Franke C et al; Chemosphere 29: 1501-14 (1994) (12) Haitzer M et al; Chemosphere 8:19-26 (2001)",
            "Value": "BCF values of 776 in fathead minnow(1), 251-5370 in rainbow trout(2,3), 5-50 in sheepshead minnows(4), 295 in mosquito fish(5); 708(6), 960(7), and 977(8) in zebra fish, and 417 in golden orfe(6) have been reported. The accumulation increased with temperature in golden orfe and decreased with temperature in zebra fish(6). BCF values of 39-198 and 45-224 were measured in an 8-week carp study with pentachlorophenol concns of 30 and 3 ug/L, respectively(9). BCF values of 214 in Jordanella floridae and 380-1698 in Oryzias latipes were reported for pentachlorophenol(8). A BCF value of 13 was measured in bluegill muscle in an 8-day study(10). According to a classification scheme(11), these BCF values suggest that bioconcentration in aquatic organisms is low to very high(SRC), with the value being greatly influenced by environmental pH(12)."
        },
        {
            "References": "(1) Yalkowsky SH, He Y, eds; Handbook of aqueous solubility data. Boca Raton, FL: CRC Press p. 189 (2003) (2) Cessna AJ, Grover R; J Agric Food Chem 26: 289-92 (1978) (3) Haitzer M et al; Chemosphere 8:19-26 (2001) (4) Kabayashi K, Kishino T; Bull Jap Soc Scient Fish 46: 167-70 (1980) (5) Larsson P et al; Bull Environ Contam Toxicol 50: 653-58 (1993)",
            "Value": "Pentachlorophenol is expected to bioconcentrate because of its low water solubility(1). The bioconcentration factor (BCF) is expected to be dependent upon the pH of the water; pentachlorophenol has a pKa of 4.70(2) indicating that in most environmental waters, it will be mainly present as the anion(SRC). Bioconcentration varied only slightly in the presence of dissolved organic matter, likely a result of pH(3). BCF values varied from 2 at pH 10, to 56 at pH 7, to 132 at pH 5.5 in goldfish(4). Levels of pentachlorophenol in pike from an acidified lake (pH 5.2) varied from 2.05 to 8.72 ng/g fresh weight (geometrical mean 3.95 ng/g) while concns in pike from non-acidified lakes (pH approximately 8) ranged from 1.50 to 3.21 ng/g fresh weight (geometrical mean 2.19)(5)."
        },
        {
            "References": "(1) Gossiaux DC et al; J Great Lakes Res 22: 379-88 (1996) (2) Makela TP, Oikari AOJ; Chemosphere 31: 3651-62 (1995) (3) Fry DM, Fisher SW; Bull Environ Contam Toxicol 44: 790-97 (1990) (4) Lydy MJ et al; Arch Environ Contam Toxicol 26: 251-56 (1994) (5) Geyer HJ et al; in Handbook of Environmental Chemistry, vol 2, pt J., Beek B, ed., Berlin, Germany: Springer-Verlag (2000)",
            "Value": "BCF values of 10,000 to 45,000 were measured in zebra mussels for pentachlorophenol(1). Freshwater mussel Anodonta anatina and Pseudanodonta complanata, exposed to pentachlorophenol, had wet-weight based BCF values of 80-120 and 61-85, respectively(2). Passive uptake of pentachlorophenol was reported in Chironomus riparius, a midge; uptake was greater when sediment was present(3). A BCF value of 458 was measured in Chironomus riparius (midge) exposed to pentachlorophenol at 9 ug/L in a 16 hour static phase; a depuration rate was determined in a flow-through system at 55 mL/g-hr(4). Following a 14-day uptake, a BCF of 720 was determined for oysters on a wet weight basis and 60,000 on a lipid basis(5)."
        },
        {
            "References": "(1) Geyer HJ et al; Chemosphere 16: 887-99 (1987) (2) Bude A et al; Chim Acta Turc 13: 235-52 (1985) (3) Roy S, Hanninen O; Environ Toxicol Chem 13: 763-73 (1994) (4) Verschueren K; Handbook of Environmental Data on Organic Chemicals. Volumes 1-2. 4th ed. New York, NY: John Wiley & Sons (2001)",
            "Value": "The BCF of pentachlorophenol in humans was measured from daily intake of pentachlorophenol and measured concns in different tissues, giving the following results: 5.7, 3.3, 1.4, 1.4, and 1.0 in liver, brain blood, spleen and adipose tissue respectively(1). Calculation using a linear one compartment pharmacokinetic model yielded similar results(2). Eichhornia crassipes, an aquatic plant, had measured BCF values of 114 and 156 in leaves and roots, respectively(3). Based on neutral pentachlorophenol, BCF values of <0.01 have been determined in tall fescue, lettuce, carrots, and chili peppers(4)."
        },
        {
            "References": "WHO; Environmental Health Criteria 71: Pentachlorophenol (1987). World Health Organization. Available from, as of Mar 11, 2010: https://www.inchem.org/pages/ehc.html",
            "Value": "In littoral microcosms, (14C)-pentachlorophenol was linearly accumulated by aquatic plants, mainly  Potamogeton foliosus /leafy pondweed/ and  Najos guadalupensis /Southern waternymph/, during the first 35 days, levelling off to concentrations over 700 times the initial concentration in water (41 ug/L).  After 8 weeks, pentachlorophenol concentration in the macrophytes rapidly decreased."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Alexander M, Aleem MIH; J Agric Food Chem 9: 44-7 (1961) (2) Baker MD et al; Water Res 14: 1765-71 (1980) (3) Kirsch EJ, Etzel JE; J Water Pollut Control Fed 45: 359-64 (1973) (4) Korte F, Klein W; Ecotoxicol Environ Saf 6: 311-27 (1982) (5) Rott B et al; Chemosphere 11: 531-8 (1982) (6) Schefer W, Walechi O; Z Abwasser Forsch 13: 205-9 (1980) (7) Tabak HH et al; J Water Pollut Control Fed 53: 1503-18 (1981) (8) Liu D, Pacepavicius G; Toxicity Assessment: An International Journal 5: 367-387 (1990) (9) Chemicals Inspection & Testing Institute; Data of Existing Chemicals Based on the CSCL Japan. Japan Chem Indus Ecol-Toxicol & Inform Center: Japan (1992) (10) McAllister KA et al; Biodegradation 7: 1-40 (1996) (11) Nyholm N et al; Wat Res 26: 339-53 (1992)",
            "Value": "Screening biodegradability tests give conflicting results(1-7); pentachlorophenol does biodegrade but may require several weeks for acclimation(3-7). Using an acclimated pentachlorophenol-degrading culture, half-lives of 85 (lag time of 27 hours) and 420 (lag time of 220 hours) hours were reported for aerobic and anaerobic conditions, respectively(8). Pentachlorophenol, present at 100 mg/L, reached 1% of its theoretical BOD in 4 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(9). Acclimation of microbial communities to pentachlorophenol appears to increase tolerance to pentachlorophenol and/or select for pentachlorophenol-tolerant microorganisms(10). Pentachlorophenol, at an initial concn of 300-500 ug/L, had a half-life of 2.6 days using a sludge inoculum(11). At this concentration, no lag phase was seen(11)."
        },
        {
            "References": "(1) Berg UT, Nyholm N; Chemosphere 33: 711-35 (1996) (2) Ettala M et al; Wat Res 26: 797-804 (1992) (3) Hannah SA et al; J WPCF 60: 1281-83 (1988) (4) Hendriksen HV et al; Wat Sci Tech 24: 431-36 (1991) (5) Jacobsen BN et al; Wat Res 27: 1505-10 (1993) (6) Nyholm N et al; Wat Res 26: 339-53 (1992) (7) Van Luin AB, Van Starkenburg W; Wat Sci Tech 17: 843-53 (1984)",
            "Value": "AEROBIC: Average first-order rate constants of 0.006, 0.002, 0.005 per hour were measured for pentachlorophenol at an initial concn of 5 ug/L, 10 ug/L and 10 mg/L, respectively, in a SCAS test using synthetic sewage with a sludge retention time of 10 days(1). An avg first-order rate constant of 0.021 per hour was measured for pentachlorophenol at an initial concn of 10 ug/L in a SCAS test using domestic sewage with a sludge retention time of 10 days(1). Avg first-order rate constants of 0.006 and 0.027 per hour were measured for pentachlorophenol at an initial concn of 10 mg/L and 10 ug/L, respectively, in a SCAS test using domestic sewage with a sludge retention time of 20 days(1). Pentachlorophenol, initially present at 890 ug/L, was found at 0.39 ug/L in the effluent of an activated sewage sludge treatment plant; dewatered sludge contained 0.16 mg/kg pentachlorophenol(2). 41 and 60% removal was reported for pentachlorophenol in a trickling filter system (49 ug/L in secondary sludge) and during activated sludge treatment (99 ug/L in secondary sludge), respectively(3). After 6 months of operation, a lab-scale fixed film reactor was able to remove about 60% of the initially added pentachlorophenol; if glucose was added then removal reached 98%(4). Biodegradation of pentachlorophenol stopped when the sludge retention time was <8 days(5). Laboratory scale activated sludge reactors run under continuous flow conditions gave minimum and max first-order rate constants for the removal of pentachlorophenol of 0-2 and 1-24 per g/MLSS/day(6). Six municipal wastewater treatment plants were monitored for their ability to remove pentachlorophenol; 0.46, 0.43 (influent, effluent concns); 0.75, 0.50; 0.76, 0.65; 0.73, 0.62; 0.67, 0.41; 0.51, 0.19, were reported for the six treatment plants(7)."
        },
        {
            "References": "(1) Frisbie AJ, Nies L; Bioremed J 1: 65-75 (1997) (2) Miethling R, Karlson U; Appl Environ Microbiol 62: 4361-66 (1996) (3) Seech AG et al; Can J Microbiol 37: 440-44 (1991) (4) Ide A et al; Agric Biol Chem 36: 1937-44 (1972) (5) Murthy NBK et al; J Environ Sci Health B 14: 1-14 (1979) (6) Rao PSC, Davidson JM; Retention and ransformation of Selected Pesticides and Phosphorus in Soil-Water Systems.  USEPA 600/S3-82-060 (1982) (7) Knowlton MF, Huckins JN; Bull Environ Contam Toxicol 30: 206-13 (1983)",
            "Value": "AEROBIC: No biodegradation of pentachlorophenol-contaminated soil (4 to 7 mg/kg soil) was reported in the first 6 days of aerobic incubation; over the next 12 days, an avg of 87% of the initial concn was lost with an avg rate of degradation of 0.32 mg/kg-day during the first 19 days and 0.64 mg/kg-day for day 12 to 19(1). Mineralization of pentachlorophenol in contaminated soil was measured at 30 mg/kg and 100 mg/kg soil; max rates of 0.3 to 0.5 mg/kg-day were reported for the lower concn with 82% of the added pentachlorophenol recovered as CO2 in 7 months(2). Less than 2% of pentachlorophenol was mineralized in 7 months when it was added at 100 mg/kg(2). Mineralization of pentachlorophenol (initially at 30 mg/kg) in a pristine sandy loam soil did not occur while a pristine peaty soil mineralized 13% of a 30 mg/kg spike of pentachlorophenol(2). Less than 0.2% of the initially added pentachlorophenol was degraded to CO2 in 5 weeks following inoculation with pentachlorophenol-contaminated soil(3). Half-life in soil is approximately weeks to months(4-6). The main degradation products of pentachlorophenol in soil are 2,3,7,8-tetrachlorophenol and CO2(7)."
        },
        {
            "References": "(1) Baker MD et al; Water Res 14: 1765-71 (1980) (2) Baker M, Mayfield CI; Water Air Soil Pollut 13: 411 (1980) (3) Delaune RD et al; Environ Pollut Ser B 6: 297-308 (1983)",
            "Value": "AEROBIC: Little biodegradation was noted in 40 days in a river die-away study or in stream sediment(1). Approximately 6% biodegradation occurred in 160 days using clay loam aerobic soil with no added nutrients(2). A study of biodegradation in estuarine sediment indicated that pH (test conditions= pH 5, 6.5, 8, 9) and redox potential (test conditions: -250, 0, +250, +500 MV) considerably affected degradation; significant biodegradation (70%-35 days, 17 day lag period) was only noted at pH 6.5 and 8.0 at redox potential of +500 MV(3)."
        },
        {
            "References": "(1) Pignattello JJ et al; Appl Environ Microb 46: 1024-31 (1983) (2) Hudak JP et al; Mar Ecol Progress Series 47: 97-102 (1988) (3) Smith JA, Novak JJ; Water Air Soil Pollut 33: 29-42 (1987) (4) Ingerslev F, Nyholm N; Ecotoxicol Environ Saf 45: 274-83 (2000)",
            "Value": "AEROBIC: In an artificial stream, microbial degradation became significant after 3 weeks and accounted for 26-46% removal(1). Pentachlorophenol mineralization in the relatively unpolluted water of Long Island Sound and water from several sites in the Hudson Estuary in summer was also very low (<5 ng/L per day)(2). 3 and 5 ppm pentachlorophenol were completely degraded in 38 and 57 days, respectively, when incubated in Pennsylvania and Virginia unsaturated soils taken at 4 and 4.5 m depths(3). Median lag times of 71, 56, and 41 days and median half-lives of 39, 13, and 9 days were observed in a degradation study on three surface water samples using a shake-flask die-away procedure(4). Results suggest that biodegradation potential increases with added sediment(4)."
        },
        {
            "References": "(1) Chang BV et al; Toxicol Environ Chem 49: 33-43 (1995) (2) Frisbie AJ, Nies L; Bioremed J 1: 65-75 (1997) (3) Baker M, Mayfield CI; Water Air Soil Pollut 13: 411 (1980) (4) Ide A et al; Agric Biol Chem 36: 1937-44 (1972) (5) Murthy NBK et al; J Environ Sci Health B 14: 1-14 (1979) (6) Susarla S et al; Wat Sci Tech 34: 489-94 (1996)",
            "Value": "ANAEROBIC: Pentachlorophenol was added to both non-adapted river sediment and to river sediment which had been adapted to 2,4-dichlorophenol and 3,4-dichlorophenol (over a one year period) and incubated under anaerobic conditions(1). A lag period of 11 days with complete degradation by day 17 was reported for the non-adapted culture; the lag period was 9 days with complete degradation by 13 days for the adapted culture(1). Intermediate products of 3,5-dichlorophenol, 3,4,5-trichlorophenol, 2,3,4,5-tetrachlorophenol were reported(1). Increasing the concn of pentachlorophenol, from 1 to 10 mg/L, increased the time required for complete biodegradation. Complete biodegradation at pH 7 and 8 required 13 and 3 days, respectively; only 20% biodegradation was reported by day 19 for cultures incubated at pH 6(1). Anaerobic biodegradation of a pentachlorophenol-contaminated soil resulted in an initial increase in pentachlorophenol concns due to desorption; this was followed by a period of dechlorination giving 2,3,4,5- and 2,3,5,6-tetrachlorophenol as initial metabolites(2). No biodegradation occurred in anaerobic clay loam soil with no added nutrients(3). Other studies in soil have suggested greater biodegradation under anaerobic conditions producing pentachloroanisole and tri- and tetrachlorophenols(4,5). The order of pentachlorophenol dechlorination in anaerobic sediment is ortho to produce 2,3,4,5-tetrachlorophenol, ortho to produce 3,4,5-trichlorophenol, meta to produce 2,4-dichlorophenol, and para or ortho to produce 2-chlorophenol or 4-chlorophenol(6)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Zitko V et al; Bull Environ Contam Toxicol 12: 649-53 (1974) (2) Kuehl DW et al; J Assoc Off Anal Chem 63: 1238-44 (1980) (3) IARC; Some Halogenated Hydrocarbons 20: 308 (1979) (4) Murray HE et al; Chemosphere 10: 1327-34 (1981) (5) Campbell LM et al; Environ Sci Technol 37: 1720-1725 (2003)",
            "Value": "Pentachlorophenol was detected in New Brunswick, Canada fish at 0.5-4 ppb collected in the fall of 1972 and in white shark liver at 10.8 ppb, collected in 1971(1). Pentachlorophenol was detected, not quantified in composite fish samples from Wabash R, IN(2). Pentachlorophenol has been detected in fish at concns ranging between 0.35-26 mg/kg(3). Flounder, killifish, shrimp, crab and squid from San Loui Pas, West Galveston Bay, Gulf of Mexico, TX contained pentachlorophenol at a range of 2.6-7.5 ppb; samples were collected from February to June, 1980(4). Pentachlorophenol has been detected in lake trout at concns of 357 pg/g wet weight (Lake Ontario), 504.2 pg/g wet weight (Lake Opeongo), and 244 pg/g wet weight (Lake Superior); sampling took place between May and August, 2000 and 2001(5)."
        },
        {
            "References": "(1) Koistinen J et al; Chemosphere 34: 2553-69 (1997) (2) Soderstrom M et al; Chemosphere 28: 1701-19 (1994) (3) Owens JW et al; Chemosphere 29: 89-109 (1994) (4) Tavendale MH et al; Chemosphere 33: 2273-2289 (1996) (5) Couillard CM, Nellis P; Environ Toxicol Chem 18: 2545-56 (1999) (6) IARC; Monographs on the Evaluation of the Carcinogenic Risk of Chemicals to Man. Geneva: World Health Organization, International Agency for Research on Cancer, 1972-PRESENT. (Multivolume work). Some Halogenated Hydrocarbons 20: 308 (1979)",
            "Value": "Mussels obtained from Lake Vanaja in Finland contained pentachlorophenol at 180 to 260 ng/g lipid weight; mussels collected from the River Kymijoki contained pentachlorophenol at concns <20-24 ng/g lipid weight(1). Perch, caught along a gradient outside two pulp mills at Norrsundet and Iggesund, contained pentachlorophenol at concns from 140 to 920 ng/g bile (lower number represents fish caught 10 km from the mill) and 30 to 840 ng/g bile (lower value for low exposure to effluent material), respectively(2). In a second experiment at Iggesund, perch bile contained from 56 to 1100 ng/g with larger concns reported for fish caught closer to the pulp mill(2). Mountain whitefish collected below an Alberta, Canada pulp and paper mill on the North Saskatchewan River, then transferred upstream of the mill for eight days during a depuration phase, contained pentachlorophenol at concns from not detected to 0.1 ug/g in fish bile samples(3). Limited longnose sucker fish samples and other mountain whitefish collected below the mill ranged from not detected-0.20 and from not detected-1.0 ug/g fish bile, respectively(3). Fillets from longnose sucker fish and mountain whitefish collected immediately downstream from the paper mill during spring 1991 contained pentachlorophenol at concns from not detected to 4.00 ug/g(3). Pentachlorophenol was not detected in any collected fish in the fall 1991 sampling period(3). Bile obtained from goldfish collected from a New Zealand hydrolake, which received a bleached kraft mill discharge, contained pentachlorophenol at concns of 0.24-1.23 and 3.94-8.22 ug/g dry weight for locations upstream of the outfall and downstream of the discharge point, respectively(4). 9.1 km downstream of the discharge point pentachlorophenol concns in goldfish bile were 0.17 ug/g dry weight(4). Mean concns of 36, 8,000, 130.3, and 226.9 pg/g wet weight were detected in male mummichug, Fundulus heteroclitus, captured from May 22 to June 3, 1995, at 4 different sites in the Miramichi Estuary, New Brunswick, Canada, which receives effluent from a bleach-kraft mill(5). Pentachlorophenol has been reported in snails (location not specified) at a concentration of 36.8 ppm(6)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 16",
            "Value": "log Kow = 5.12"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "IPCS; Poisons Information Monograph 405: Pentachlorophenol. (May 1989). Available from, as of October 9, 2009: https://www.inchem.org/pages/pims.html",
            "Value": "As with other chlorophenols, the biochemical action of pentachlorophenol is active uncoupling of oxidative phosphorylation. The molecular basis for this is not clear. PCP binds to mitochondrial protein and inhibits mitochondrial ATP-ase activity. Thus, both the formation of ATP and the release of energy to the cell from the breakdown of ATP to ADP are prevented. Electron transport is not inhibited by PCP, although reactions dependent on available high-energy bonds, such as oxidative and glycolytic phosphorylation, are affected. Binding to enzymic protein has been reported and may lead to the inhibition of other cellular enzymes. There is an increase in cellular oxygen demand during the uncoupling of oxidative phosphorylation. This causes the initial rise in respiration rate reported in individuals poisoned by PCP. PCP is toxic to the liver, kidneys, and central nervous system. The toxicity of PCP is increased by impurities in some formulations. In some instances, it is very difficult to know whether the impurities have affected the poisoning. Dermatitis and chloracne are caused by contaminants such as PCDDs and PCDFs."
        },
        {
            "References": "PMID:19442831",
            "Value": "... Acute exposure of  rat cerebellar granule neurons (CGNs) to uM concn of pentachlorophenol (PCP) induced the transcriptional activity of genes related to the classical apoptosis pathway (caspase 3, caspase 8, Bad), oxidative stress and glutathione metabolism (glutathione peroxidase-1, catalase, glutathione-S-transferase-3 and superoxide dismutase-1), and mitogenic response (cyclin D1, cdk2, cdk4, cdkn2b). Results from Western blot also shown /significant/ increases in the expression of cyclins D1, E and A and cdk4. The mitogenic response was also related to a /significant/ increase in the phosphorylation of retinoblastoma protein (Rb). PCP would cause apoptosis up-regulating the transcriptional activity of p53 gene and also increasing their activation by phosphorylation, concomitant with a decrease in the sirtuin 1 content. In conclusion, acute exposure of CGNs to PCP induces the classical p53 apoptotic pathway, promotes the up-regulation of several genes related to oxidative stress and the over-expression of molecules involved in the cell cycle control."
        },
        {
            "References": "PMID:18486366",
            "Value": "Chlorophenols and their derivatives are a major component of environmental pollutants that are potential immunotoxicants. Deaminase assay performed on peripheral blood mononuclear cells (PBMCs) exposed to chlorophenolic compounds and its derivatives demonstrated a decreased proliferation rate and cell death. Chlorophenolic exposure also led to impaired production of IL-21 and IL-9 along with many other cytokines and chemokines that potentiate the inflammatory response. Using the PBMC activation model and gene expression profiling provide insights into mechanisms by which the chlorophenolic compounds and their derivatives, especially pentachlorophenol (PCP) dysregulate the inflammatory response. PCP represses IL21 and IL9 expression thus affecting various downstream signaling pathways. /It was proposed/ that PCP ... imparts its cytotoxicity by evading the immune response by simultaneously affecting multiple signaling pathways in lymphocytes."
        },
        {
            "References": "White-Stevens, R. (ed.). Pesticides in the Environment: Volume 1, Part 1, Part 2. New York: Marcel Dekker, Inc., 1971., p. 7",
            "Value": "Chlorinated phenols ... are very effective (... in vitro) as uncouplers of oxidative phosphorylation. They thus prevent incorporation of inorganic phosphate into ATP without effecting electron transport. As a result of this action, which is believed to occur at the mitochondrial /membrane/, cells continue to respire but soon are depleted of ATP necessary for growth. /Chlorophenols/"
        },
        {
            "References": "Booth, N.H., L.E. McDonald (eds.). Veterinary Pharmacology and Therapeutics. 5th ed. Ames, Iowa: Iowa State University Press, 1982., p. 963",
            "Value": "The chlorophenols ... act at the sites of adenosine triphosphate production and decrease or block it without blocking the electron transport chain. Thus the poisons uncouple phosphorylation from oxidation. Free energy from the electron transport chain then converts to more body heat. As body temp rises, heat-dissipating mechanisms are overcome and metabolism is speeded. More adenosine diphosphate and other substrates accumulate, and these substrates stimulate the electron transport chain further. The electron transport chain responds by using up more and more available oxygen (increasing oxygen demand) in an effort to produce adenosine triphosphate but much of the free energy generated is liberated as still more body heat. Oxygen demand quickly overcomes oxygen supply, and energy reserves become depleted. /Chlorophenols/"
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 1610",
            "Value": "... Pentachlorophenol ... causes /significant/ uncoupling of oxidation and phosphorylation cycles in tissues. This produces ... incr basal metabolic rate and marked temp incr. In vitro tests have shown that 1x10-6 to 1x10-3 (or greater) molar concn ... uncouple oxidative phosphorylation, inhibit mitochondrial and myosin adenosine triphosphatase, inhibit glycolytic phosphorylation, inactivate respiratory enzymes, and cause gross damage to mitochondria."
        },
        {
            "References": "National Research Council. Drinking Water and Health, Volume 6. Washington, D.C.: National Academy Press, 1986., p. 386",
            "Value": "Pentachlorophenol induces microsomal enzymes. However, in vitro studies of rat liver microsomes have shown that pentachlorophenol inhibits microsomal detoxification enzymes by disturbing electron transport from flavins to cytochromes."
        },
        {
            "References": "Kearney, P.C., and D. D. Kaufman (eds.) Herbicides: Chemistry, Degredation and Mode of Action. Volumes 1 and 2. 2nd ed. New York: Marcel Dekker, Inc., 1975., p. 689",
            "Value": "... Effective uncoupler of oxidative phosphorylation ... At low concn (10-5 m) PCP prevents the uptake of inorganic phosphate associated with the oxidation of alpha-ketoglutarate. In phosphate-deficient systems, alpha-ketoglutarate oxidation is stimulated by pentachlorphenol. Pentachlorophenol greatly enhances liberation of inorg phosphate from ATP in fresh mitochondrial prepn, but ... no effect upon ATPase prepared from disintegrated mitochondria ... Suggest/ed/ effect of PCP may be one of altering permeability of mitochondria rather than direct effect on ATPase."
        },
        {
            "References": "Hayes, Wayland J., Jr. Pesticides Studied in Man. Baltimore/London: Williams and Wilkins, 1982., p. 475",
            "Value": "A study of magnesium(2+)-ATPase and sodium(+), potassium(+)-ATPase from various tissues of the rat revealed very complex reactions, suggesting that pentachlorophenol uncouples oxidative phosphorylation at low concn and inhibits it at high concn and that sodium(+), potassium(+)-ATPase is the locus of action of the poison."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "IPCS; Poisons Information Monograph 405: Pentachlorophenol. (May 1989). Available from, as of October 9, 2009: https://www.inchem.org/pages/pims.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ It is generally agreed that the symptoms and signs of acute chlorophenol toxicity result from the effects of the chlorophenol molecule itself, rather than from the microcontaminants. Chlorophenol rapidly causes hyperthermia, profuse sweating and early death. These signs are not observed in animals exposed only to PCDD and PCDF."
        },
        {
            "References": "Renner G et al; Toxicological and Environmental Chemistry 11 (1): 37-50 (1986)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The toxicity of polychlorinated aromatic compounds was studied. Polychlorinated aromatic compounds in corn oil were administered to adult male and female albino mice, NMRJ strain, orally or by intraperitoneal injection. The median lethal dose for pentachlorophenol was 3.85 mg/mouse by the oral route and 1.75 mg/mouse by ip injection, for pentachloroanisole the values were 9.50 and 8.40, for tetrachlorocatechol 9.50 and 4.80, for tetrachlorohydroquinone 11.0 and 0.85, and for tetrachlororesorcinol the median lethal doses were 22.0 and 10.5 mg/mouse, respectively. After oral administration, pentachlorophenol was found to be the most toxic compound. After intraperitoneal administration, tetrachlorohydroquinone was found to be the most toxic compound."
        },
        {
            "References": "St. Omer VEV, Gadusek F; Environ Toxicol Chem 6 (2): 147-9 (1987)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The acute oral median lethal dose of technical grade pentachlorophenol was investigated in developing Sprague Dawley rats from 10 to 134 days old. Signs of acute toxicity included ataxia developing about 15 min after dosing, followed by rapidly developing motor weakness, hyperpyrexia, and rapid breathing about 25 min after dosing. Most deaths occurred either between 20 min and 2 hr, or between 4 hr and 8 hr following dosing. Those animals who recovered had little salivation, rectal temperatures only 1 to 3 °F above normal, and began to recover after 8 hr. Rats who were 10 to 20 days of age and not yet weaned and adult rats aged 70 to 134 days old formed the two most susceptible groups, far more susceptible than were juveniles aged 25 to 50 days, to the toxic effects of pentachlorophenol. The LD50 increased 4.4 times from postnatal day ten to postnatal day 25, plateaued from day 25 to 50, and decreased 2.8 times from day 50 to 134. The LD50 (mg/kg) ranged from 50 to 180 for preweaned rats, from 220 to 230 for juveniles (25-59 days old), and from 80 to 120 for adults (70-130 days old). The physiological reasons for the developmental susceptibility as evidenced in this study were not known."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Pentachlorophenol-Toxicology Chapter for the Reregistration Eligibility Decision Document. p.10 Identification Number: EPA-HQ-OPP-2004-0402-0104 (August 2008). Available from, as of October 12, 2009: https://www.regulations.gov/search/Regs/home.html#home",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Literature data on eye irritation classify technical pentachlorophenol as a moderate to severe eye irritant with irreversible corneal opacity, while data on dermal irritation classify pentachlorophenol technical as a mild dermal irritant."
        },
        {
            "References": "WHO; Environmental Health Criteria 71: Pentachlorophenol (1987) https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ PCP, regardless of the route of administration, is the most acutely toxic of the chlorophenols tested in laboratory animal species. Oral LD50 values range between 27 and 205 mg/kg bw for a variety of species, regardless of the vehicle of administration and the grade of PCP ... Acute oral exposure of mice and rats to lethal doses of PCP ... results in an increase in respiratory rate, a marked rise in temperature (4-4.5 °C), tremors or possibly convulsions, and a loss of the righting reflex. Asphyxial spasms and cessation of breathing usually occurs 0.5-2 min before cardiac arrest. A rapid and intense rigor mortis is observed within 3-5 min of death and approximately 45 min sooner than the onset of rigor mortis in rats given ether. Similar signs are observed with lethal exposure to PCP and its sodium salt, regardless of the route of administration."
        },
        {
            "References": "WHO; Environmental Health Criteria 71: Pentachlorophenol (1987) https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In addition to its systemic effects, PCP also induces more localized effects in test organisms.  Both dermal and subcutaneous applications have produced swelling, skin damage, and occasionally hair loss in a variety of animals ... Localized effects on blood vessels may result in hyperemia or erythema."
        },
        {
            "References": "WHO; Environmental Health Criteria 71: Pentachlorophenol (1987) https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The only acute inhalation toxicity value reported for Na-PCP is for rats; Na-PCP is at least 10 times more toxic via inhalation than by oral ingestion."
        },
        {
            "References": "International Program on Chemical Safety; Health and Safety Guide No. 19: Pentachlorophenol (1989). Available from, as of October 15, 2009: https://www.inchem.org/pages/hsg.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In rats, lethal doses induce an increased respiratory rate, a marked rise in temperature, tremors, and a loss of righting reflex. Asphyxial spasms and cessation of breathing occur just before cardiac arrest, which is in turn followed by a rapid, intense rigor morris."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Pentachlorophenol-Toxicology Chapter for the Reregistration Eligibility Decision Document. p.11 Identification Number: EPA-HQ-OPP-2004-0402-0104 (August 2008). Available from, as of October 12, 2009: https://www.regulations.gov/search/Regs/home.html#home",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 90-day dermal toxicity study pentachlorophenol (88.9% a.i.) was administered by dermal occlusion to groups of 10 male and female Sprague-Dawley rats for 6 hours/day, 5 days/week, at doses of 0, 100, 500, or 1000 mg/kg/day. No statistically significant differences in group mean body weight or weight gain were observed at any treatment level, nor were there any treatment related mortalities or clinical signs of toxicity. Dermal irritation consisting of erythema (grade 1-2) at 100 mg/kg/day and erythema (grade 1-4) at 500 and 1000 mg/kg/day was observed during weeks 2-5 of the study. The magnitude of the dermal irritation decreased after week 5. There was no dermal irritation observed in control rats. At the 500 and 1000 mg/kg/day dose levels, increased total white blood cell counts and absolute lymphocyte counts were observed in female rats. Decreased platelet count was observed at all dose levels in female rats. The hematological effects were ascribed to dermal irritation and not to systemic effects of the test chemical. Significant increases in alanine and aspartate aminotransferase activities were observed in male and female rats at the 500 and 1000 mg/kg/day dose levels, while increased cholesterol was observed at these dose levels in females only. Significant increases in absolute liver weight were observed at the 1000 mg/kg/day dose level for both males and females. The increase in liver weight was thought to be the result of enzyme induction. Kidney weights were increased at the 1000 mg/kg/day dose in males, and at the 500 and 1000 mg/kg/day dose levels in females. At necropsy, tan crusty areas, acanthosis of the epidermis, and chronic inflammation of the dermis was noted at the treatment site in all treatment groups of both sexes. An increased incidence of hepatocellular degeneration accompanied by chronic inflammation was observed at 500 and 1000 mg/kg/day in both males and females. Based on the results of this study, the Systemic LOAEL = 500 mg/kg/day (enzyme induction and minimal to mild hepatocellular degeneration and chronic inflammation in males and females), and the Systemic NOAEL = 100 mg/kg/day."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V20 313 (1979)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Six groups of 27 male and ... female weanling Sprague-Dawley (Spartan substrain) rats ... given lab chow ... containing pentachlorophenol (sample XD-9108.002: pentachlorophenol 90.4%; tetrachlorophenol 10.4%; trichlorophenol less than 0.1%; hepta- & octachlorodibenzo-p-dioxins about 21 mg/kg; hexa- & heptachlorodibenzofurans about 5.2 mg/kg; & hexachlorobenzene 400 mg/kg) to provide ... levels of 0, 1, 3, 10 or 30 mg PCP/kg bw/day. Pentachlorophenol was dissolved in anisole and concn ... adjusted on a monthly basis to maintain designated dose levels ... Groups of 27 male and 27 female controls ... received lab chow containing anisole only. Female rats were maintained on test diets for 24 mo, but the male/s/ ... were taken off ... After 22 mo because of high mortality ... The total and individual tumor incidences by sites, times of appearance ... and avg numbers ... per animal (predominantly benign neoplasms) were not significantly different from those observed in control rats. The number of rats with tumors/those exam were, in males: 11/27 (controls), 13/26 (1 mg/kg), 13/27 (3 mg/kg), 12/27 (10 mg/kg), 11/27 (30 mg/kg); in females: 27/27 (controls), 26/27 (1 mg/kg), 25/27 (at all other doses)."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V20 309 (1979)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 18 male and ... female (C57BL/6XC3H/ANF)F1 mice and 18 male and female (C57BL/6XAKR)F1 mice received ... Dowcide-7 (impurities unspecified) ... /at/ 46.4 mg/kg bw in 0.5% gelatin at 7 days of age by stomach tube and same amt (not adjusted for incr bw) daily up to 4 wk of age; subsequently, the mice were fed 130 mg/kg diet until ... 78 wk of age at which time 16, 18, 17 & 16 mice were still alive in the 4 groups, respectively. Tumors developed in 3/18, 4/18, 3/17 and 2/18 male and female ... mice; these incidences were not significantly greater than in 79-90 necropsied mice of each sex and strain, which had either been untreated or had received gelatin only."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V20 313 (1979)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 18 male and 18 female (C57BL/6XC3H/ANF)F1 mice and 18 male & 18 female (C57BL/6XAKR)F1 mice ... Given single sc injections of 46.4 mg/kg bw ... (Dowcide-7; impurities unspecified) in corn oil at 28 days of age and were observed up to 78 wk of age, at which time 14, 18, 18 & 16 mice in the 4 groups, respectively were still alive. Neg control groups consisted of animals that were either untreated or received gelatin, corn oil or dimethylsulfoxide and comprised 141 males and 154 females of the first strain and 161 males and 157 females of the second strain. The incidences of hepatomas (4/17) in males of 1st strain was significantly incr ... over that in controls (9/141)."
        },
        {
            "References": "National Research Council. Drinking Water and Health, Volume 6. Washington, D.C.: National Academy Press, 1986., p. 392",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ /Pentachlorophenol/ ... (0, 5, 50, or 500 ppm) /was administered/ to Sprague-Dawley rats in the diet beginning with the rats own weaning through the weaning of their pups ... Significant effects /were observed/ on the immune system (as indicated by decreased antibody titers, decreased delayed hypersensitivity to oxazolone, and increased peritoneal macrophage numbers) and reduced ethylnitrosourea-induced transplacental carcinogenesis."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Pentachlorophenol-Toxicology Chapter for the Reregistration Eligibility Decision Document. p.16 Identification Number: EPA-HQ-OPP-2004-0402-0104 (August 2008). Available from, as of October 12, 2009: https://www.regulations.gov/search/Regs/home.html#home",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a chronic toxicity study, pentachlorophenol (90.9% a.i.) was fed (gelatin capsules) to four beagle dogs/sex/dose at dose levels of 0, 1.5, 3.5, or 6.5 mg/kg/day for 52 weeks. At 6.5 mg/kg/day, one male and one female dog were sacrificed in extremis on days 247 and 305, respectively, due to significant clinical toxicity (significant weight loss, lethargy, marked dehydration, vomiting, icterus). Group mean body weight in surviving male dogs at the 6.5 mg/kg/day dose was decreased by 15% at week 13, and 21% at study termination. In females, a 19% decrease in group mean body weight was observed at week 13, and bodyweight remained significantly decreased until study termination. Decreased red cell count (16%), hemoglobin (9%), and hematocrit (8%), was observed in males at the 6.5 mg/kg/day dose at week 13. These decreases were also observed at week 26 and at necropsy. In females, significant decreases of 10-17% in these hematologic parameters were observed at 6.5 mg/kg/day from week 26 until study termination. Activities of alkaline phosphatase, alanine aminotransferase, and aspartate aminotransferase were significantly elevated for both sexes throughout the study at the 6.5 mg/kg/day dose. Gamma-glutamyltranspeptidase activity was increased in male dogs at week 13 by 45%. Absolute and relative liver weight in males and females was elevated by 32% and 49% over control at 6.5 mg/kg/day. Absolute and relative thyroid weight was also increased significantly in females at the 6.5 mg/kg/day dose. Gross stomach lesions consisting of multiple, raised mucosal foci were observed in increased incidence in all treated groups of male and female dogs with only one female control dog showing a similar lesion. Dark, discolored liver was also observed in increased incidence in male and female treated dogs, but a dose-response was observed only for males. Microscopically, increased incidence of lymphocytic mucosal inflammation was observed in the stomach of treated males and females. The lesion was presenting in all treated and control groups, but the severity of the lesion was increased, especially at the 3.5 and 6.5 mg/kg/day doses. The LOAEL for this study was determined to be 1.5 mg/kg/day, based on the liver effects observed in male and female dogs at this dose."
        },
        {
            "References": "DHHS/NTP; Toxicology and Carcinogenesis Studies of Two Pentachlorophenol Technical-Grade Mixtures in B6C3F1 Mice p.5 (1989) Technical Rpt Series No. 349 NIH Pub No. 89-2804",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Carcinogenicity bioassays were conducted utilizing 0, 100, or 200 ppm technical grade pentachlorophenol or 0, 100, 200, or 600 ppm (Dowicide EC-7, a technical grade formulation) fed to groups of 50 male and 50 female /B6C3F1 mice. ... Mean body weights of mice exposed to technical-grade pentachlorophenol and EC-7 were comparable to those of controls until weeks 36-82. Thereafter, a 4%-22% dose-related decrease was observed in the mid and high dose mice exposed to EC-7 and in high dose mice exposed to technical-grade pentachlorophenol. Females were more affected than males. Feed consumption by exposed mice was similar to that by controls. The average daily doses of technical-grade pentachlorophenol were approximately 17-18 or 35 mg/kg compared with 17-18, 34-37, or 114-118 mg/kg of EC-7. Survival of mice did not appear to be affected by exposure to either technical-grade pentachlorophenol or EC-7 at the doses used in these studies. The incidences of hepatocellular adenomas and carcinomas were increased (dose related) in male and female mice exposed to either technical-grade pentachlorophenol or EC-7, although the increase was less marked in females exposed to technical-grade pentachlorophenol (adenomas or carcinomas, combined: technical-grade: male-- control, 7/32, 22%; low dose, 26/47, 55%; high dose, 37/48, 77%; female--3/33, 9%; 9/49, 18%; 9/50, 18%; EC-7: male--control, 6/35, 17%; low dose, 19/48, 40%; mid dose, 21/48, 44%; high dose, 34/49, 69%; female-- 1/34, 3%; 4/50, 8%; 6/49, 12%; 31/48, 65%).  The incidences of pheochromocytomas in male mice were significantly greater than those in controls for both technical-grade pentachlorophenol (0/31; 10/45, 22%; 23/45, 51%) and EC-7 (1/34, 3%; 4/48, 8%; 21/48, 44%; 45/49, 92%). These neoplasms were also increased in female mice exposed to EC-7 at the highest dose (0/35; 2/49, 4%; 2/46, 4%; 38/49, 78%) but not in those exposed to technical-grade pentachlorophenol (2/33, 6%; 2/48, 4%; 1/49, 2%). Hyperplasia of the adrenal medulla was observed at increased incidences in mice that received either technical-grade pentachlorophenol (male: 1/31; 10/45; female: 0/33; 4/48; 2/49) or EC-7 (male: 1/34; 19/48; 13/48; 1/49; female: 2/35; 1/49; 5/46; 17/49).  The incidences of hemangiosarcomas in the spleen and/or liver were significantly greater than those in controls for high dose female mice that received technical-grade pentachlorophenol (0/35; 3/50, 6%; 6/50, 12%) or EC-7 (0/35; 1/50, 2%; 3/50, 6%; 8/49, 16%).  Compound-related nonneoplastic lesions occurred in the liver, spleen, and nose in mice exposed to either technical-grade pentachlorophenol or EC-7. The lesions in the liver included dose-related increased incidences of clear cell foci, chronic active inflammation, pigmentation, necrosis, cytomegaly, proliferation of hematopoietic cells, and bile duct hyperplasia. Increased amounts of extramedullary hematopoiesis of the splenic red pulp were observed at increased incidences in dosed male and high dose female mice that received technical-grade pentachlorophenol (male: 5/30; 15/23; 18/46; female: 2/33; 4/13; 11/47). Acute focal inflammation of the nasal mucosa and focal metaplasia of the olfactory epithelium were observed at increased incidences in high dose mice that received EC-7 (inflammation--male: 4/35; 1/13; 3/16; 47/49; female: 0/35; 0/14; 2/5; 46/48; focal metaplasia-- male: 2/35; 1/13; 2/16; 46/49; female: 1/35; 0/14; 2/5; 45/48) but not in mice exposed to technical-grade pentachlorophenol. ... Under the conditions of these two yr studies, there was clear evidence of carcinogenic activity for male B6C3F1 mice fed diets containing technical grade pentachlorophenol, as shown by increased incidences of adrenal medullary and hepatocellular neoplasms. There was some evidence of carcinogenic activity for female B6C3F1 mice exposed to technical grade pentachlorophenol, as shown by increased incidences of hemangiosarcomas and hepatocellular carcinomas. /Also/, there was clear evidence of carcinogenic activity for male B6C3F1 mice exposed to pentachlorophenol, EC-7, as shown by increased incidences of adrenal medullary and hepatocellular neoplasms. There was clear evidence of carcinogenic activity for female B6C3F1 mice exposed to pentachlorophenol, EC-7, as shown by increased incidences of adrenal medullary and hepatocellular neoplasms and hemangiosarcomas."
        },
        {
            "References": "DHHS/NTP; Toxicology and Carcinogenesis Studies of Pentachlorophenol (CAS No. 87-86-5) in F344/N Rats p.5 (1999) Technical Rpt Series No. 483 NIH Pub No. 99-3973",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Male and female F344/N rats were exposed to pentachlorophenol (approximately 99% pure) in feed for ... 2 years. ... Groups of 50 male and 50 female rats were fed diets containing 200, 400, or 600 ppm pentachlorophenol (equivalent to average daily doses of approximately 10, 20, and 30 mg/kg) for 105 weeks. Stop-exposure groups of 60 male and 60 female rats received 1,000 ppm (equivalent to 60 mg/kg) in feed for 52 weeks, after which animals received un-dosed feed for the remainder of the 2-year study; 10 male and 10 female control and 1,000 ppm rats were evaluated at 7 months. In the 2-year study, survival of 600 and 1,000 ppm males was greater than that of the controls. Mean body weights of 400 and 600 ppm males and females were generally less than those of controls. When exposure to pentachlorophenol was discontinued at week 52, mean body weights of 1,000 ppm males and females were 17% and 22% lower than those of the respective controls; however, by the end of week 87, the mean body weights were similar to those of the controls. Generally, feed consumption by exposed groups was similar to that by the controls. At 2 years, the incidence of malignant mesothelioma originating from the tunica vaginalis was significantly greater in 1,000 ppm males than in the controls, and the incidence exceeded the historical control range. Nasal squamous cell carcinomas were present in one control male, three 200 ppm males, one 400 ppm male, and five 1,000 ppm males at 2 years, and the incidence in 1,000 ppm males exceeded the historical control range. At the 7-month interim evaluation, the incidences of centrilobular hepatocyte hypertrophy in 1,000 ppm males and females and hepatocyte cytoplasmic vacuolation in 1,000 ppm males was significantly greater than those in the controls. At 2 years, the incidences of several nonneoplastic liver lesions including hepatodiaphragmatic nodules and hepatocyte cystic degeneration in all exposed groups of males and basophilic foci in 1,000 ppm males were increased compared to the controls. ... Under the conditions of this 2-year feed study, there was no evidence of carcinogenic activity of pentachlorophenol in male or female F344/N rats fed diets containing 200, 400, or 600 ppm. There was some evidence of carcinogenic activity of pentachlorophenol in male F344/N rats given feed containing 1,000 ppm for 1 year followed by control feed for 1 year (stop-exposure study), based on increased incidences of mesothelioma and nasal squamous cell carcinoma. There was no evidence of carcinogenic activity of pentachlorophenol in female rats given feed containing 1,000 ppm for 1 year and maintained on control feed for 1 year. Stop-exposure males and females recovered from a transitory reduction in body weight gain by the end of the 2-year study, and males had increased survival compared to the controls."
        },
        {
            "References": "PMID:19082768",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pentachlorophenol (PCP) was administered to /Wistar rat/ dams and their offspring via drinking water (6.6 mg/L) during gestation and lactation. Tissue samples were obtained from dams, 3-wk-old weanling pups, and 12-wk-old pups. Gene expressions of thyroid hormone receptor beta1 and synapsin I, factors that promote brain growth, was increased in the cerebral cortex of PCP-treated weanling females, whereas plasma concentrations of total thyroxine were decreased in dams and weanling pups, and plasma thyroid-stimulating hormone concentrations were higher in PCP-treated weanling males. PCP caused a decrease in plasma corticosterone concentrations in 12-wk-old female rats, but not in male rats or weanling females. PCP-treated male pups had significantly increased testis wt at 12 wk of age. No overt signs of toxicity were noted throughout this study ...  PCP exposure during development causes thyroid function vulnerability, testicular hypertrophy in adults, and aberrations of brain gene expression."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V20 315 (1979)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Purified and commercial grades ... given orally to /Sprague-Dawley/ rats at doses ranging from 5-10 mg/kg bw/day at various intervals during days 6-15 of pregnancy. Signs of embryotoxicity and fetotoxicity, ... resorptions, sc edema, dilated ureters, and anomalies of skull, ribs, vertebrae, and sternebrae were observed at incidence which incr with dose. Early organogenesis ... most sensitive period. No-effect ... level of commercial grade was 5 mg/kg/bw/day; purified pentachlorophenol given at same ... level caused ... significant incr in incidence of delayed ossification of skull bones but no other effect on ... development. Ingestion of 3 mg/kg bw/day of commerically available purified grade had no effect on reproduction, neonatal growth, survival, or development."
        },
        {
            "References": "National Research Council. Drinking Water and Health, Volume 6. Washington, D.C.: National Academy Press, 1986., p. 392",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ A single 60 mg/kg bw oral dose of purified pentachlorophenol was given to pregnant Charles River CD strain rats on days 8, 9, 10, 11, 12, or 13 of gestation. Treatment on days 9 or 10 had the greatest effect on fetotoxicity."
        },
        {
            "References": "National Research Council. Drinking Water and Health, Volume 6. Washington, D.C.: National Academy Press, 1986., p. 392",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant Syrian golden hamsters given daily oral doses of pentachlorophenol (unspecified purity) ranging from 1.25 to 20 mg/kg from days 5 to 10 of gestation experienced an increase in fetal deaths and resorptions. The no effect level was 2.5 mg/kg/day."
        },
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 753",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pentachlorophenol was embryotoxic and fetotoxic /to Sprague-Dawley rats/ at doses of commercial and pure pentachlorophenol of 15 mg/kg and above ... Delayed ossification of skull was observed after treatment with pure pentachlorophenol. Oral admin ... to hamsters on days 5-10 of gestation produced fetal death and/or resorptions at 5 mg/kg/day and above."
        },
        {
            "References": "Welsh JJ et al; Food Chem Tox 25 (2): 163-72 (1987)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The teratogenic activities of highly purified pentachlorophenol and pentachloroanisole, administered in the diet of Sprague Dawley rats of both sexes, at the rate of 4, 13 or 43 mg/kg and 4, 12 or 41 mg/kg/day, respectively, for a period of 181 days, were investigated. Pregnant females treated with pentachlorophenol ate more food than untreated controls. As compared to controls, dams treated with the highest doses of both compounds had a lower bw on day 0 of gestation and gained less weight during their pregnancy. Animals treated with the highest dose of pentachlorophenol gained less weight during pregnancy than controls. Embryonic deaths were recorded following treatment with pentachlorophenol at the rate of 43 mg/kg/day, while lower doses of the compound induced dose related reductions in body wt. At the rate of 13 mg/kg/day only, pentachlorophenol reduced the crown to rump length and increased the skeletal alterations of the fetus. Decreased numbers of corpora lutea and embryonic death were recorded following the administration of pentachlorophenol at the rate of 4 and 41 mg/kg/day. At the same dose pentachlorophenol reduced the body wt and the crown to rump length of male fetuses, while their female counterparts were not affected. Neither pentachlorophenol nor pentachloroanisole affected the soft tissue of the animals."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The rat embryo was shown to be most susceptible to the toxic effect of pentachlorophenol during the early phases of organogenesis. Pentachlorophenol produced dose-related signs of fetotoxicity, including resorptions, subcutaneous edema, dilated ureters, and anomalies of the skull, ribs, vertebrae, when given orally to pregnant rats at doses ranging from 5 to 50 mg/kg bodyweight per day."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Pentachlorophenol-Toxicology Chapter for the Reregistration Eligibility Decision Document. p.12 Identification Number: EPA-HQ-OPP-2004-0402-0104 (August 2008). Available from, as of October 12, 2009: https://www.regulations.gov/search/Regs/home.html#home",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a developmental toxicity study, pregnant Crl: CD BR VAF/plus rats (25/dose) received oral administration of Pentachlorophenol (88.9%) at doses of 0, 10, 30 or 80 mg/kg/day during gestation days 6 through 15. For maternal toxicity, the NOAEL was 30 mg/kg/day and the LOAEL was 80 mg/kg/day based on reduced body weight gain during the dosing period (79% of control) and for the entire gestation period (88% of controls). Developmental toxicity observed at 80 mg/kg/day included: significant increase in the number of resorptions (mainly early) with a corroborative decrease in litter size; reduced mean fetal weights; significant increase in the number of fetuses with external, visceral and/or skeletal malformation/variations (hydrocephaly, diaphragmatic hernia, and dilation of the renal pelvis); and significant increase in the number of litters (22 of 23) that contained fetuses (6 of 22) with skeletal anomalies. The most common were vertebral structural variations and incomplete ossification. For developmental toxicity, the NOAEL was 30 mg/kg and the LOAEL was 80 mg/kg/day based on increased resorptions, reduced fetal weight and skeletal malformations/variations."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Pentachlorophenol-Toxicology Chapter for the Reregistration Eligibility Decision Document. p.12 Identification Number: EPA-HQ-OPP-2004-0402-0104 (August 2008). Available from, as of October 12, 2009: https://www.regulations.gov/search/Regs/home.html#home",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ...Doses of 0, 5, 15, 30, and 50 mg/kg/day commercial grade (88.4% a.i.) or purified (>98% a.i.) pentachlorophenol prepared in corn oil were administered to groups of pregnant Sprague-Dawley rats on gestation days 6-15 inclusive. For purified pentachlorophenol, the number of rats per group was as follows: control, 33 rats; 5 mg/kg, 15 rats; 15 mg/kg, 18 rats; 30 mg/kg/, 20 rats; 50 mg/kg, 19 rats. For the commercial grade of pentachlorophenol: 5 mg/kg, 18 rats; 15 mg/kg, 17 rats; 30 mg/kg, 19 rats; 50 mg/kg, 15 rats. Additional groups of rats were administered 0 or 30 mg/kg/day pentachlorophenol (type of a.i. not specified) on days 8-11 or 12-15 of gestation. Maternal toxicity from purified pentachlorophenol was evidenced by decreased maternal weight gain at the 30 and 50 mg/kg dose groups for days 6-21 of gestation (74% decrease vs. control). For the commercial grade, weight gain was decreased 43% at the 50 mg/kg dose, and by 22% at the 30 mg/kg dose. Weight gain appeared more significantly affected by purified pentachlorophenol. No other significant signs of maternal toxicity were observed. Fetal incidence of resorption was significantly increased at 30 and 50 mg/kg purified and commercial grade pentachlorophenol. The report stated that the fetal and litter incidence was also significantly increased at 15 mg/kg commercial grade pentachlorophenol, but the fetal incidence (7 and 8% at control and 15 mg/kg/day) as well as the litter incidence (55 and 64% at control and 15 mg/kg/day) did not appear biologically meaningful. Fetal body weight was reported significantly decreased for commercial grade pentachlorophenol at 30 and 50 mg/kg/day and at 30 mg/kg/day for purified pentachlorophenol, but actual values were not reported. Crown-rump length was significantly decreased at 30 mg/kg/day purified pentachlorophenol. The litter incidence of subcutaneous edema, lumber spurs, and supernumerary, lumber or fused ribs was significantly increased at 30 and 50 mg/kg commercial grade pentachlorophenol, but the data did not indicate a dose-response, i.e. the number of litters affected with subcutaneous edema, rib and vertebral abnormalities were greater at 30 mg/kg than at 50 mg/kg for the commercial grade of pentachlorophenol and for the purified pentachlorophenol. The number of litters at the high dose of purified pentachlorophenol was also severely limited (only 2 litters at this dose). Resorptions were significantly increased when pentachlorophenol (both grades) was administered on gestation days 8-11, but not on gestation days 12-15. Based on the results of this study, the Maternal NOAEL can be considered as 15 mg/kg/day, based on body weight effects, for both grades of pentachlorophenol. The Developmental NOAEL would appear to differ according to grade of pentachlorophenol used. Limited data for purified pentachlorophenol at the 50 mg/kg/dose hampers evaluation of a NOAEL and LOAEL for this grade. For the commercial grade of pentachlorophenol, the NOAEL can be considered as 15 mg/kg/day, and the LOAEL as 30 mg/kg/day, based on decreased fetal body weight and crown-rump length. The responses observed at the low dose of commercial grade pentachlorophenol for fetal anomalies (i.e. lumber spurs, anomalous ribs, subcutaneous edema) do not show a dose-response pattern at the higher doses of pentachlorophenol, and are also limited by reduced number of litters at the high dose."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Pentachlorophenol-Toxicology Chapter for the Reregistration Eligibility Decision Document. p.14 Identification Number: EPA-HQ-OPP-2004-0402-0104 (August 2008). Available from, as of October 12, 2009: https://www.regulations.gov/search/Regs/home.html#home",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a developmental toxicity study, inseminated New Zealand White rabbits (20 rabbits/dose) were administered pentachlorophenol by gavage at doses of 0, 7.5, 15, and 30 mg/kg/day on gestation days 6-18 inclusive. Cesarean section examinations were performed on all surviving does on gestation day 29, followed by external, visceral, and skeletal examination of all fetuses. There were no maternal deaths or signs of maternal toxicity at any dose level. Significantly reduced weight gain was observed in the high dose group on gestation days 6-9 (loss of 40 g vs. gain of 20 g in controls), and in the mid and high dose groups for gestation days 9-12 (gain of 20 g at the mid and high dose vs. gain of 50 g in controls). These changes were considered minimal as the differences in weight gain were equivalent to only 0.5-1% of mean body weight. A consistent reduction in mean food consumption (71-90% of control value on gestation days 9-12) was observed at the high dose. Weight gain was comparable for treated and control rabbits following the treatment interval. A slight but non-significant dose-related decrease in litter size was observed, corresponding to a decrease in implantations/litter for the treated does. There were no statistical differences in the number of treated litters vs. control when the incidences for all observations of external, visceral, and skeletal effects were combined. Although the incidence of affected litters was not statistically significant, a significantly greater (p<0.01) number of individual fetuses in the 15 mg/kg litters contained interfrontal ossification sites compared to controls. Based on the results of this study, the Maternal toxicity NOAEL = 15 mg/kg/day, and the Maternal toxicity LOAEL = 30 mg/kg/day, based on minimally reduced body weight gain and consistent reductions in food consumption during treatment. The Developmental toxicity NOAEL = 30 mg/kg/day; a Developmental toxicity LOAEL was not identified."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Pentachlorophenol-Toxicology Chapter for the Reregistration Eligibility Decision Document. p.14 Identification Number: EPA-HQ-OPP-2004-0402-0104 (August 2008). Available from, as of October 12, 2009: https://www.regulations.gov/search/Regs/home.html#home",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a 2-generation reproduction study, Pentachlorophenol (88.9% a.i.) in corn oil was administered to 30 male and female Sprague-Dawley rats/sex/dose by gavage at dose levels of 0, 10, 30, and 60 mg/kg/day. P1 male and female rats were given the test material once daily at least 70 days prior to cohabitation and continuing through the day before sacrifice. F1 generation rats may have been exposed in utero during gestation and via maternal milk during the postpartum period. The day after weaning, F1 generation rats were administered the test material by gavage at the same dose levels as P1 rats and were continued until one day prior to sacrifice. F2 pups were exposed possibly indirectly during maternal gestation or via maternal milk. In addition to standard parameters, estrous cycling and sperm morphology and function were measured. At 60 mg/kg/day pentachlorophenol, body weight and body weight gain of P1 and F1 parental rats was significantly decreased from control over the period of treatment pre-mating. Gestational and lactational body weights of P1 and F1 female rats were also significantly decreased. Fertility index and number of litters were decreased in both generations at 60 mg/kg/day pentachlorophenol. Days to vaginal patency were significantly increased in P1 female pups, as was days to preputial separation in P1 male pups. Estrous cycling was not significantly affected in either P1 or F1 females, but in F1 males, the number of sperm observed with a broken flagellum was significantly increased at 60 mg/kg/day, and the average testicular spermatid count was significantly decreased at 60 mg/kg/day. Testis weight in F1 generation males was also decreased. Decreased brain weight (4-8%) and increased liver weight (20-33%) were observed in both P1 and F1 male and female rats at 60 mg/kg/day. Macroscopic pathology (enlarged liver) and microscopic pathology (centrilobular hypertrophy, subacute inflammation, single cell necrosis, pigment deposition) were observed in increased incidence at 60 mg/kg/day. The single cell necrosis and pigment deposition were considered related to treatment. Mean litter size, number of live pups, and viability index were significantly reduced in the P1 and F1 pups. Decreased weight of the liver, brain, spleen, and thymus were observed in F2 pups at 60 mg/kg/day. At 30 mg/kg/day, body weight and weight gain decreases of approximately 11% were observed in F1 female parental rats. Significant decreases in average testicular spermatid count and testis weight were observed in F1 male parental rats. Based on the data in this study, the Systemic NOAEL = 10 mg/kg/day for male and female parental rats. The Systemic LOAEL = 30 mg/kg/day for male and female rats, based on decreased body weight and weight gain in F1 generation parental rats, and adverse testicular effects in F1 male rats (decreased testis weight, decreased spermatid count). The reproductive NOAEL = 10 mg/kg/day in this study. The reproductive LOAEL = 30 mg/kg/day, based on decreased group mean litter weight."
        },
        {
            "References": "WHO; Environmental Health Criteria 71: Pentachlorophenol (1987) https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Technical grade PCP administered to pregnant female rats from day 6 to day 15 of gestation did not have any effects on the mother or fetus at 5 mg/kg bw per day ... Fetal resorptions and delayed development of fetuses were observed at 15 mg/kg bw per day, and signs of maternal toxicity, based on weight loss, were observed at 35 mg/kg bw per day.  Reports of delayed ossification of the skull, supernumerary, fused, or missing vertebrae and lumbar spurs are usually considered indicative of delayed development rather than teratogenicity, and are responsible for the differences of opinion between the early position of US EPA, that PCP is teratogenic ..., and most other reviews.  Purified PCP induced effects similar to those of technical PCP; however, maternal toxicity and decreased fetal weights occurred at 30 mg/kg bw per day, and delayed fetal  development was observed at the 5 mg/kg bw per day dose level, which had previously been found to be the no-observed- adverse-effect-level for technical grade PCP.  More limited fetotoxic effects were observed in rats exposed to PCP."
        },
        {
            "References": "WHO; Environmental Health Criteria 71: Pentachlorophenol (1987) https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Na-PCP (> 98% pure) fed to female Wistar rats at 10, 30, or 60 mg/kg bw during days 8 - 19 of gestation led to statistically significant reductions in bw in females, decreased litter wt, and dramatic increases in fetal resorption and fetal death in the 2 highest dose groups ... No birth defects were observed in the control group or in the group fed 10 mg/kg bw; however, 3/31 pups examined from females in the 30 mg/kg bw group had major malformations (hare lip, umbilical hernia, exocephalus) and 60% had spine and rib malformations (supernumerary, fused, bifurcated, or short ribs).  In addition, retardation of ossification and increased breadth of sagittal fissure were extensive in this group. No pups were born to females in the 60 mg/kg bw group. /It was/ concluded that 10 mg/kg bw was the no- observed-adverse-effect level for teratogenicity, fetotoxicity, and embryotoxicity in rats administered Na-PCP.  Considering the linearity of the dose-response curve and the fact that 10 mg/kg body weight was the lowest dose administered, the no-observed- adverse-effect level reported in this study is not substantially different from that determined for PCP. /Na-PCP/"
        },
        {
            "References": "WHO; Environmental Health Criteria 71: Pentachlorophenol (1987) https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ A level of purified technical PCP of 30 mg/kg bw per day ..., as well as pure Na-PCP at 26 mg/kg bw per day ... fed to male and female rats for 62 days before mating, 15 days during mating, and to females during gestation and lactation, caused reductions in the numbers of offspring, neonatal body weight, neonatal survival, and growth of weanlings.  The no-observed-adverse-effect level was 3 mg/kg bw per day.  Male fertility did not appear to be affected in this study."
        },
        {
            "References": "Montoya GA et al; Compar Biochem Physiol 89C: 377-82 (1988)",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The effects of phenol and pentachlorophenol on axonal conduction and ganglionic transmission were studied in vitro. Desheathed sciatic nerves from toads (Caudiverbera caudiverbera) were incubated with up to 10 mM phenol, pentachlorophenol, or procaine (as a reference compound) for 20 minutes. The extent of axonal conduction block was determined by measuring the compound action potentials evoked by supramaximal stimulation. Desheathed sciatic nerve preparations were incubated with 0.3 to 3 mM pentachlorophenol for 20 min, following which the preparations were placed in fresh medium. Compound action potentials were measured for up to 60 min to assess the reversibility of the block. Sheathed or desheathed nerve preparations were incubated with 3 mM pentachlorophenol at pHs 7.0 and 9.0 to assess the effect of pH on the axonal block. Phenol, pentachlorophenol, and procaine induced axonal conduction block in a dose dependent manner. The doses for causing a 50% block were phenol 6.30 mM, pentachlorophenol 1.00 mM, and procaine 2.00 mM. The block was irreversible. Shifting the pH of the medium from 7.0 to 9.0 in the absence of pentachlorophenol caused a nonsignificant axonal conduction block. When pentachlorophenol was present the same pH change caused a significant decrease in the axonal block. The eighth ganglia from the paravertebral chain of C-caudiverbera spinal cords were incubated with 0.003 to 0.03 mM pentachlorophenol at pH 7.0 and 9.0. In some experiments 0.1 mM 3,4-diaminopyridine was present. The effects on synaptic transmission were assessed by measuring compound action potentials as before. Pentachlorophenol induced a synaptic transmission block that was dose dependent and irreversible. The pentachlorophenol induced block at pH 9.0 was significantly less than at pH 7.0. 3,4-Diaminopyridine antagonized the effect of pentachlorophenol."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Pentachlorophenol-Toxicology Chapter for the Reregistration Eligibility Decision Document. p.23 Identification Number: EPA-HQ-OPP-2004-0402-0104 (August 2008). Available from, as of October 12, 2009: https://www.regulations.gov/search/Regs/home.html#home",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ In a six month toxicity study using B6C3F1 mice (25 male mice and 10 female mice per dose group), diets containing 200, 600, or 1800 technical grade pentachlorophenol ; 200, 600, or 1200 ppm EC-7; 200, 600, or 1200 ppm DP-2; or 200, 500, or 1500 ppm pure pentachlorophenol were administered. The mice in this study were separated in to subgroups for determination of effects on behavior, histopathology, hematology, and clinical chemistry. Behavioral studies included 10 mice per sex per dose group. Examination for the presence of autonomic signs, pinnal, corneal, and righting reflexes; spontaneous motor activity; acoustical startle response; visual placement response; grip strength; and rotarod testing were performed. There were no treatment-related neurobehavioral effects observed at 5 weeks except for those mice receiving technical grade pentachlorophenol, in which a dose-dependent decrease in motor activity and rotarod performance was reported. After 26 weeks exposure, an increase in both motor activity and startle response was observed in female mice. No consistent effects were observed in any of the other behavioral parameters measured for any of the four grades of pentachlorophenol."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Pentachlorophenol-Toxicology Chapter for the Reregistration Eligibility Decision Document. p.23 Identification Number: EPA-HQ-OPP-2004-0402-0104 (August 2008). Available from, as of October 12, 2009: https://www.regulations.gov/search/Regs/home.html#home",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Wistar rats were administered pentachlorophenol (unknown purity) in drinking water at approximately 0, 12, 40, and 118 mg/kg/day for 90-120 days. In rats given 40 mg/kg for 90 days and 118 mg/kg/ for 120 days, degenerative changes in approximately 10% of A and B nerve fibers of the sciatic nerve were observed, as was discontinuation of the myelin sheath by complete separation in several concentric rings, and variable loss of neurotubules, neurofilaments, and other axoplasmic components. It is noted that the doses at which these effects occurred (267 and 800 mg/L) are in excess of the solubility of pentachlorophenol (20 mg/L at 30 °C; 80 mg/L at 25 °C)."
        },
        {
            "References": "PMID:19303142",
            "Value": "/ENDOCRINE MODULATION/ A yeast (Saccharomyces cerevisiae)-based assay was developed and tested with steroids and chemicals (mostly pesticides). The induction of beta-galactosidase activity was strictly dependent on the presence of seabream (Sparus aurata) betaa estrogen receptor (sbERbetaa) and substances known to have estrogenic activity. 17beta-Estradiol (E(2)) and diethylstilbestrol (DES), both agonists, were most active and the antagonist tamoxifen (TAM) was 14-fold less active than E(2). Among the chemicals tested bisphenol-A was most active, followed by pentachlorophenol and naphthalene ..."
        },
        {
            "References": "PMID:19368227",
            "Value": "/ENDOCRINE MODULATION/ ... 12 environmentally relevant pesticides (11 herbicides and pentachlorophenol (PCP)) were tested for their endocrine disrupting potential in two in vitro assays. A recombinant yeast screen was used to detect receptor mediated (anti-) estrogenic and (anti-) androgenic activity (concn range: 0.01-1000 uM), and cultured Xenopus oocytes were used to measure effects on the ovulatory response and ovarian steroidogenesis (concn range: 0.00625-62.5 uM). Eleven pesticides were active in at least one assay ... The most common effects were antiestrogenic/ antiandrogenic activity in the yeast screen, and inhibition of ovulation in vitro, accompanied by decreased testosterone production. Estrogenic activity was never observed. The most potent compound identified in vitro (PCP) was tested for ED activity in vivo. A short-term exposure (6 days) of adult female Xenopus to low concn (0.1 or 1 ug/L; 0.375 or 3.75 nM) resulted in minor alterations in plasma hormone levels and toxic effects on the ovary. Changes in in vitro human chorionic gonadotropin (hCG) stimulated hormone production in ovarian follicles from exposed individuals was also observed ..."
        },
        {
            "References": "PMID:2017761",
            "Value": "/ENDOCRINE MODULATION/ Effects of administration of equimolar doses of hexachlorobenzene and its metabolites pentachlorophenol and tetrachlorohydroquinone on serum thyroxine and triiodothyronine levels in rats were studied. Furthermore, it was investigated whether the observed effects were related to the serum levels of hexachlorobenzene or pentachlorophenol. Rats received either corn oil (controls) or hexachlorobenzene, pentachlorophenol or tetrachlorohydroquinone in a single equimolar intraperitoneal dose of 0.056 mM/kg. Results indicated that hexachlorobenzene did not alter serum thyroxine and triiodothyronine levels for a period up to 96 hr after dosing. In contrast, pentachlorophenol and tetrachlorohydroquinone were both capable of reducing serum thyroxine levels with a maximum effect between 6 and 24 hr after exposure. Tetrachlorohydroquinone was more effective in repressing triiodothyronine than thyroxine blood levels. Dose response experiments were carried out in order to obtain insight into the sensitivity of the observed effects. Rats received different doses of pentachlorophenol or tetrachlorohydroquinone intraperitoneally. The reductions of thyroxine levels by pentachlorophenol were inversely related to serum pentachlorophenol levels in exposed animals, based on the toxicokinetics and dose response profiles. Furthermore, pentachlorophenol serum levels after hexachlorobenzene administration appeared too low to cause an effect."
        },
        {
            "References": "PMID:2393944",
            "Value": "/ENDOCRINE MODULATION/ An investigation was conducted to examine the competition of various chlorinated phenol congeners with the thyroxine (T4) binding site of transthyretin (TTR). Specifically, attempts were made to determine whether the T4 binding site of TTR could be occupied by hydroxylated chlorinated aromatic compounds using chlorinated phenol congeners as model compounds in a competition assay with (125)I labeled T4. 2,3-Dichlorobenzene, 3,4,3',4'-tetrachlorobiphenyl, 4-hydroxybiphenyl, and phenol were inefficient competitors. The chlorinated phenols which were tested were all competitors for the T4 binding site of TTR. The most effective competitor was pentachlorophenol (PCP), following in decreasing order by trichlorophenols, dichlorophenols, and monochlorophenols. When the chlorine was present in both ortho positions to the hydroxyl group, the competitor was more efficient. The relative affinity of binding of PCP to TTR was twice that of T4. PCP mainly decreased the affinity constant while the binding capacity was not altered. This indicated a competitive type of inhibition. PCP competed successfully with T4 sites on albumin as well with a relative affinity of 0.25. The binding of T4 to thyroid binding globulin was much less affected by PCP interference. /Results suggest/ that a specific interaction of chlorophenols exists with the T4 binding site of TTR."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V20 316 (1979)",
            "Value": "/GENOTOXICITY/ In feeding expt with Drosophila melanogaster, 7 mM pentachlorophenol failed to induce sex-linked recessive lethals in meiotic and postmeiotic stages of male germ cells. In lateral roots of Vicia faba seedlings treated with 43.5-174 mg/L ... there was incr in frequency of abnormal cell divisions (eg, stickiness and lagging of chromosomes and chromosome fragmentation); these abnormalities were more frequent during metaphase than in earlier stages and, in general, incr with incr concn."
        },
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 753",
            "Value": "/GENOTOXICITY/ Proved negative in sex-linked level test in Drosophila ..."
        },
        {
            "References": "PMID:3748065",
            "Value": "/GENOTOXICITY/ The induction of mutation of the hypoxanthine-guanine phosphoribosyl transferase locus and cytotoxicities of 6 different chlorophenols (2,4- and 2,6-dichlorophenol, 2,4,5- and 2,4,6-trichlorophenol, 2,3,4,6-tetrachlorophenol and pentachlorophenol) were examined in V79 Chinese hamster cells without exogenous metabolic activation. The chlorophenols were cytotoxic to V79 cells, but fail to produce significant increases in the frequency of 6-thioguanine-resistant mutants."
        },
        {
            "References": "DeMarini DM et al; Environ Mol Mutagen 15 (1): 1-9 (1990)",
            "Value": "/GENOTOXICITY/ Phenol and the 19 isomers of chlorophenol were evaluated in the Microscreen Prophage Induction Assay to characterize the genotoxicity of these agents. Seven of the isomers induced prophage lambda in the presence of S9, with 2,3,4-trichlorophenol, 2,4,5-trichlorophenol, and 3,4,5-trichlorophenol being about ten times as potent as 2,3,6-trichlorophenol, 2,4,6-trichlorophenol, and pentachlorophenol. Medium potency was demonstrated by 2,3,4,5-tetrachlorophenol. Structurally, the more potent isomers had one or no chlorine atoms in the ortho position to the hydroxyl group. The less potent isomers had two chlorine atoms ortho to the hydroxyl group. None of the 20 compounds was mutagenic in Salmonella. However, the prophage induction results agreed with earlier results that most of these seven isomers were clastogenic, were associated with cancer and chromosomal aberrations in humans, and were carcinogenic in rodents. The /results/ suggest that the metabolism of the parent isomer to a chlorohydroquinone is an important step in the genotoxicity of these isomers. This chlorohydroquinone can form a chlorobenzosemiquinone in the presence of oxygen. Free radicals can then be produced that can cause DNA strand breaks, resulting in prophage induction in Escherichia coli or possibly the chromosomal aberrations associated with human exposure to chlorophenols."
        },
        {
            "References": "PMID:2385245",
            "Value": "/GENOTOXICITY/ It is shown that p-tetrachlorohydroquinone (TCH), the metabolite of the environmental chemical pentachlorophenol (PCP), is more toxic to cultured CHO cells than PCP, and that it causes DNA single-strand breaks and/or alkali-labile sites at concn of 2-10 ug/mL as demonstrated by the alkaline elution technique."
        },
        {
            "References": "Wollesen C et al; Chemosphere 15 (9-12): 2125-8 (1986)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The effects of pure and technical grade pentachlorophenol on primary cultured rat hepatocytes were compared to determine if contaminants of commercial preparations of pentachlorophenol increased its toxicity. Hepatocytes isolated from adult Sprague-Dawley rats were incubated with analytical /grade/ pentachlorophenol of 99% purity, technical grade pentachlorophenol, or its sodium salt, which contains only minor concentrations of technical impurities. Monooxygenase activity was markedly induced by technical grade pentachlorophenol in a concentration dependent pattern, with a maximum response of approximately 14 fold seen at concentrations of 30 to 50 uM. Monooxygenase induction was much less marked after exposure to 50 uM sodium salt of technical pentachlorophenol, only 2.7 fold, and was barely detectable after exposure to 50 uM 99% purity pentachlorophenol. Phase II metabolism of monooxygenase product was equally inhibited by pretreatment with any of the pentachlorophenol preparations. Cell membrane damage, assessed by leakage of LDH into the culture medium, was also observed with all the pentachlorophenol preparations tested."
        },
        {
            "References": "PMID:2598087",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The suitability of ejaculated bovine spermatozoa as an in vitro model of the assessment of the cytotoxic potential of chemicals was evaluated using several endpoints: swimming activity, adenine nucleotide content, membrane integrity and oxygen consumption. A series of chlorophenols inhibited sperm motion (motility and velocity) in a concentration dependent manner. This could be determined quantitatively and reproducibly by means of videomicrography and automatic computer image analysis. The sperm immobilizing potency increased with increasing chlorination and was positively correlated with lipophilicity. Concentrations which reduced the percentage of moving sperm to 50% of controls ranged from 43 uM for pentachlorophenol to 1440 uM for 4-monochlorophenol. Determinations of adenine nucleotides and percentages of viable cells revealed qualitative differences between the action of pentachlorophenol and the lower chlorinated phenols. While the latter decreased the total adenine nucleotide contents and the percentage of unstained cells in parallel to motion inhibition, no such changes occurred after exposure to immobilizing concentrations of pentachlorophenol. Penta-, tetra-, and trichlorinated phenols stimulated cellular respiration, indicating their uncouping activity, at concentrations lower than those necessary for motion inhibition."
        },
        {
            "References": "Shannon RD et al; Environ Toxicol Chem 10 (1): 57-66 (1991)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ In this investigation the effects of chlorophenols on rat liver mitochondrial respiratory parameters were determined and compared to the toxicities of those compounds in a variety of biological systems currently being used for toxicity testing. Mitochondrial fractions were exposed to six concentrations of five different chlorophenols in a semiclosed, 2 mL reaction vessel. Respiratory parameters were measured polarographically with an oxygen electrode and compared to control experiments. The toxicity of the chlorophenols, as measured by the concentration reducing the respiratory control ratio of the control to 50%, increased with increasing chloro substitution. The concentrations reducing the respiratory control ratio of the control to 50% ranged from 599 uM with 2 chlorophenol to 0.110 uM with pentachlorophenol. The RCR50 concentrations for the five chlorophenols were compared to six physicochemical parameters for the same chlorophenols; high degrees of correlation between the the concentrations reducing the respiratory control ratio of the control to 50% and the physicochemical parameters were found (r : 0.890). The highest correlation coefficient obtained was with the n-octanol/water partition coefficient (r = 0.991), indicating that the ability of chlorophenols to partition into the lipid mitochondrial membrane plays a significant role in eliciting its toxic effects. The concentrations reducing the respiratory control ratio of the control to 50% were also compared to nine currently existing short-term toxicity tests. High degrees of correlation were obtained with several of the tests, including algal, bacterial, and fish bioassays. This suggests that the uncoupling of oxidative phosphorylation may be the major mechanism by which chlorophenols cause toxicity to intact cells as well as more complex organisms. The use of mitochondrial respiratory parameters appears to offer a complementary approach as a short term toxicity test for this class of compounds. Further development and testing with a variety of other toxicants is suggested."
        },
        {
            "References": "Murayama J-I et al; Eisei Kagaku 36 (4): 267-76 (1990)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ To evaluate the toxicities of 37 xenobiotics detected in drinking water, primary cultures of rat hepatocytes were treated with the xenobiotics at a concentration of 0.5 mM. The toxicities were assessed by four cellular markers: leakage of intracellular lactate dehydrogenase activity, glycogenolytic activity as a specific function of hepatocytes, intracellular glutathione content, and observations of cytopathic effects. The cytotoxic assay revealed that pesticides of xenobiotics used in the current study were the most toxic at muM levels, that phenolic compounds had potent toxicity for the cultured cells while benzoic compounds did not, and that 3 carbon compounds with substitution of hydrogen to bromine or chlorine at both positions 1 and 3 were highly toxic. The order of hepatotoxicity on the basis of IC50 was, 1,3-dichloro-2-propanone > pentachlorophenol : 1,2-dibromo-3-chloro-propane > hepatachlor > 2,4,6-trichlorophenol : 2,4,6-tribromophenol. Since lag times were observed for the expression of cytotoxicity by the pesticides, biotransformation appeared important for the toxicity. Currently the concentration of pesticides is very low in the environment, and therefore the possibility of causing an impact on human health is low. However, the long lifetime and high lipophilicity of pesticides give them the potential to become some of the greatest environmental toxicants."
        },
        {
            "References": "Wollesen C et al; Chemosphere 15 (9-12): 2125-8 (1986)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The effects of pure and technical grade pentachlorophenol on primary cultured rat hepatocytes were compared to determine if contaminants of commercial preparations of pentachlorophenol increased its toxicity. Hepatocytes isolated from adult Sprague Dawley rats were incubated with analytical pentachlorophenol of 99 percent purity, technical grade pentachlorophenol, or its sodium salt (technical grade pentachlorophenol sodium salt), which contains only minor concentrations of technical impurities. Monooxygenase activity was markedly induced by technical grade pentachlorophenol in a concn dependent pattern, with a maximum response of approximately 14 fold seen at concentrations of 30 to 50 uM. Monooxygenase induction was much less marked after exposure to 50 uM technical grade pentachlorophenol sodium salt, only 2.7 fold, and was barely detectable after exposure to 50 uM analytical pentachlorophenol. Phase II metabolism of monooxygenase product was equally inhibited by pretreatment with any of the pentachlorophenol preparations. Cell membrane damage, assessed by leakage of lactate dehydrogenase into the culture medium, was also observed with all the pentachlorophenol preparations tested."
        },
        {
            "References": "PMID:3555655",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ A study was designed to define the activity ranges of different chlorinated phenols in the series from monochlorophenol to pentachlorophenol in bacteria; to define the effect of these compounds on growth and viability parameters, correlating experimental findings with those obtained by enzymatic activities; and to define the relationships between toxicity and some physicochemical properties of these compounds. Escherichia coli was grown in the presence of test agents and assayed for growth and dehydrogenase and beta-galactosidase activities. Under these experimental conditions, the lag time to initiation of acclimation of growing cultures to phenol was 3 hours, while for chlorinated compounds it was about 2 hours longer. No effect of chlorine substituent number or concentration was seen. Toxicities of phenol, monochlorophenols, and polychlorophenols were differentiated by plotting specific growth rates, normalized to controls, against different concentrations. The validity of dehydrogenase activity in determining the toxicity of various phenol compounds by discriminating among different compounds was also demonstrated. Specific growth rate and dehydrogenase activity gave the best responses for quantitating toxicity and were compared for each phenol compound. The relative toxicity values showed that for both parameters the values obtained were lower than 10 for monochlorophenols and higher than 25 for polychlorinated phenols. A dependence of toxicity on phenol ionization constants was also noted."
        },
        {
            "References": "PMID:2786404",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The effects of chlorophenols on the function and viability of rat hepatocytes were studied in vitro. Primary hepatocytes obtained from male Sprague Dawley rats were cultured and incubated with PCP, 2,3,4,5-tetrachlorophenol (TCP), 2,4,5-trichlorophenol (TrCP), 2,4-dichlorophenol (DCP), or 4-chlorophenol (chlorophenol) for 1 hr at concn of 0 to 1X10-3 M. The effects on phase I and phase II metabolism of 7-ethoxycoumarin (7EC) were assessed by determining the concentrations for inhibiting 7-ethoxycoumarin-deethylase activity and depleting intracellular ATP content by 50 percent. The cultures were assayed for leakage of lactate dehydrogenase (LDH) into the medium. The EC50s for inhibiting phase I 7EC metabolism were: PCP, 37.5 uM; TCP, 34.6 uM; TrCP, 36.4 uM; DCP, 87.8 uM; and clorophenol, 215.2 uM. The corresponding EC50s for phase II 7EC metabolism were 6.5, 22.8, 22.0, 30.9, and 48.4 uM, respectively. The EC50s for depleting cellular ATP were: PCP, 6.4 uM; TCP, 18.4 uM; TrCP, 25.9 uM; DCP, 185.8 uM; and chlorophenol, 1334.1 uM. None of the compounds caused a significant leakage of LDH into the medium. When compared with published values of their octanol/water partition coefficients, the log of the EC50s were linearly correlated with the log of their partition coefficients."
        },
        {
            "References": "PMID:3830024",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The effect of pentachlorophenol (PCP) and its metabolite tetrachlorohydroquinone (TCH) were tested on growth, RNA, protein and ribosome syntheses, and ribosome content in yeast cells. Cells exposed to increasing concentrations of PCP show increasing inhibition to RNA and ribosome synthesis, and to cell growth. TCH causes a delay of the growth of the cell culture (prolongation of the lag phase) but does not cause inhibition. After treatment with TCH the maximum of the RNA synthesis was retarded, but subsequently reached nearly the same level as the untreated control cells. On ribosome synthesis and ribosome content, treatment with increasing concentrations of PCP, as well as of TCH, leads to a substantial decrease in ribosomal synthesis and, finally, total inhibition. Parallel to this, the content of free and membrane-bound ribosomes is diminished. PCP exhibits a stronger effect than TCH. The protein synthesis is only slightly reduced after treatment with PCP or TCH (with concentrations up to 20 ug/mL)."
        },
        {
            "References": "PMID:2017755",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Chlorinated phenols represent a major component of hazardous oily and wood-preserving wastes that are widely distributed in chemical dumpsites throughout the United States. Pentachlorophenol has been reported to be highly embryolethal and embryotoxic in rats. However, data pertaining to the developmental toxicities of other important chlorophenols are limited. In this study, the toxicities of phenol, chlorophenol homologues and their isomers, selected phenyl acetates, anisoles, sodium phenates, and tetrachlorobenzoquinones (a total of 38 chemicals) were evaluated using cultures of Hydra attenuata. Developmental hazard index (A/D ratio) was determined for selected test chemicals (ie, those chemicals which resulted in an early toxic endpoint at the lowest whole-log concn in the adult hydra assay). These same chemicals were evaluated at equimolar concentration in postimplantation rat whole embryo culture. Hydra attenuata and whole embryo culture studies demonstrated a linear relationship between toxicity and the degree of chlorine substitution with pentachlorophenol > 2,3,4,5-tetrachlorophenol > 2,3,5-trichlorophenol > 3,5-dichlorophenol > 4-chlorophenol > phenol. The developmental hazard index A/D ratios from the Hydra attenuata assay were approximately 1 for all of the chemicals tested. Findings from the whole embryo culture assay indicated similar results based on growth, gross morphology, and DNA and protein content of embryos."
        },
        {
            "References": "Trenti T et al; IARC Sci Pub 77: 329-31 (1986)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ This study investigated impairment of oxidative phosphorylation in mitochondria isolated from the liver of hexachlorobenzene treated rats. Partial and reversible uncoupling of the phosphorylative process was found in liver mitochondria from rats dosed with hexachlorobenzene for 60 days. Pentachlorophenol, endogenously formed by hexachlorobenzene metabolism was detected in the mitochondria at a concn of 0.3-0.4 nmol/mg protein."
        },
        {
            "References": "Trenti T et al; IARC Sci Pub 77: 457-9 (1986)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ This study investigated the extent of impairment in function parameters of liver mitochondria from rats treated for 60 days with hexachlorobenzene. A constant amount of mitochondrial uncoupling was found throughout the treatment period. At the same time a nearly constant amount of pentachlorophenol was detected in these mitochondria. In contrast, the level of mitochondrial porphyrins increased progressively. There was good correlation between the concentration of mitochondrial pentachlorophenol and the degree of uncoupling of oxidative phosphorylation."
        },
        {
            "References": "Holsapple MP et al; J Tox Environ Health 20 (3): 229-39 (1987)",
            "Value": "/IMMUNOTOXICITY/ The immunosuppressive effects produced by exposure to technical grade pentachlorophenol were compared with those produced by purified pentachlorophenol both in vitro and in vivo in mice. Female B6C3F1 mice were administered daily doses of 10, 30, or 100 mg/kg technical grade pentachlorophenol, or corn oil via gastric intubation for 14 days. Animals were sacrificed the day after the last dose, and antibody responses to multiple antigenic stimuli were measured in spleen cell suspensions from the mice. There were no differences in the antibody responses in the spleen cell suspensions from technical grade pentachlorophenol or purified pentachlorophenol treated animals as compared to controls. When mice were immunized with sheep erythrocytes on day 10 or 11 of the 14 day exposure period, there was a dose dependent suppression of the immunoglobulin-M antibody response to sheep erythrocytes in spleen cells from mice treated with technical grade pentachlorophenol. No changes were observed in the antibody responses of spleen cells from mice to purified pentachlorophenol which were immunized during exposure. When added directly to spleen cell cultures from untreated mice, both technical grade pentachlorophenoland purified pentachlorophenol suppressed the in vitro antibody responses and were cytotoxic to the spleen cells."
        },
        {
            "References": "PMID:6764429",
            "Value": "/IMMUNOTOXICITY/ The effects of chronic dietary exposure to technical grade pentachlorophenol on humoral immune responses in mice were examined. Primary and secondary splenic antibody responses to the T-dependent antigen, sheep red blood cells, were examined in mice using the Hemolytic Antibody Isotope Release assay. To assess the direct effects of technical grade pentachlorophenol on B cells, the splenic plaque-forming cell response and serum antibody titers to the T-independent antigen, dinitrophenyl Ficoll, were examined. Technical grade pentachlorophenol exposure altered the kinetics and the magnitude of the humoral antibody responses to sheep red blood cells and dinitrophenyl Ficoll. Peak splenic antibody production and serum antibody responses were dose-dependently suppressed by technical grade pentachlorophenol exposure. IgM responses appeared to be more sensitive to technical grade pentachlorophenol induced suppression than the IgG response. Significant depresssion of the IgM anti-sheep red blood cells splenic hemolytic antibody isotope release response was apparent as early as 2 wk after initiation of technical grade pentachlorophenol exposure and persisted for at least 8 wk after terminination of technical grade pentachlorophenol feeding. Liver wt and serum lactate dehydrogenase and alanine aminotransferase levels were significantly elevated during technical grade pentachlorophenol exposure and returned to control levels after a 4-6 wk recovery period. The immunotoxic effect of pentachlorphenol on humoral immunity was observed only in animals exposed to technical grade pentachlorphenol known to be contaminated with significant levels of other chlorinated phenols as well as nonphenolic impurities including chlorinated dioxins, furans, and diphenyl ethers. Animals exposed to analytical grade pentachlorophenol did not exhibit depressed humoral immunity."
        },
        {
            "References": "WHO; Environmental Health Criteria 71: Pentachlorophenol (1987) https://www.inchem.org/pages/ehc.html",
            "Value": "/VETERINARY CASE REPORTS/ A case of acute and lethal poisoning of baby pigs by PCP /is described in which/ the owners of a newly constructed farrowing house had exceeded the manufacturer's recommendation in treating the floor with a solution  of PCP in used crankcase oil.  All piglets died within one day after they had been moved into the farrowing house.  The sow was moved outside where she recovered.  No information was given concerning the PCP levels in the air or in the swine."
        },
        {
            "References": "WHO; Environmental Health Criteria 71: Pentachlorophenol (1987)",
            "Value": "/VETERINARY CASE REPORTS/ A ... case, in Canada, of the mortality of young pigs kept on a PCP-treated wooden floor was reported ... Although PCP residues of 310 ug/L were found in sow's milk samples, no PCP could be detected in the liver and stomach of the young pigs.  However, ug/kg concn of the higher chlorinated dioxins were found in the skin and liver of the young pigs."
        },
        {
            "References": "WHO; Environmental Health Criteria 71: Pentachlorophenol (1987) https://www.inchem.org/pages/ehc.html",
            "Value": "/VETERINARY CASE REPORTS/ Pesticide poisonings of livestock in the United Kingdom have been reviewed ... for the period 1977-80.  Of 38 suspected PCP poisoning incidents, only 9 were confirmed as PCP intoxications.  High PCP levels found in wood shavings and sawdust used as bedding or litter for cats and poultry apparently caused the death of animals."
        },
        {
            "References": "National Research Council. Drinking Water and Health, Volume 6. Washington, D.C.: National Academy Press, 1986., p. 390",
            "Value": "/VETERINARY CASE REPORTS/ In a 160 day study, cattle fed 20 mg/kg doses of technical pentachlorophenol for 42 days, followed by 15 mg/kg/day for the remainder of the study, had decreased wt gain, progressive anemia, and immune effects. Only minimal adverse effects were observed after exposure to analytical grade pentachlorophenol."
        },
        {
            "References": "Kahn, C.M. (Ed.); The Merck Veterinary Manual 9th ed. Merck & Co. Whitehouse Station, NJ. 2005, p. 2429",
            "Value": "/VETERINARY CASE REPORTS/ Animals fed in troughs made of lumber treated with penta may salivate and have irritated oral mucosa. Vaporization or leaching of penta in pens, enclosures, homes, and barns has caused illness and death. Signs of poisoning include nervousness, rapid pulse and respiratory rate, weakness, muscle tremors, fever, and convulsions, followed by death. Chronic poisoning results in fatty liver, nephrosis, and weight loss. Additional problems reported when penta-contaminated shavings are used as bedding include \"off flavors\" in broilers, impaired immune response in chickens, and possibly decreased fertility in boars."
        },
        {
            "References": "Clarke, M. L., D. G. Harvey and D. J. Humphreys. Veterinary Toxicology. 2nd ed. London: Bailliere Tindall, 1981., p. 132",
            "Value": "/VETERINARY CASE REPORTS/ Toxicity of pentachlorophenol to sheep and calves has been examined ... Min acute lethal dose rate was found to be approx 120 and 140 mg/kg respectively in the 2 species ... Death occurred in 2 to 14 hr. Most prominent clinical sign was accelerated breathing ... which distinguished dosed animals from controls 1 to 2 hr after /oral/ drenching. Badly affected animals stood swaying, with head lowered, panted noisily, and made little attempt to move when approached. Salivation was observed in calves and coat felt damp. Recovery from this stage ... was rapid and complete. In fatal cases, complete collapse occurred, animals lying with legs limp and panting vigorously through open mouth. Asphyxial tremors, but no convulsions, set in just before death."
        },
        {
            "References": "Clarke, M. L., D. G. Harvey and D. J. Humphreys. Veterinary Toxicology. 2nd ed. London: Bailliere Tindall, 1981., p. 132",
            "Value": "/VETERINARY CASE REPORTS/ Post mortem, acutely poisoned sheep /from oral drenching/ showed generalized congestion. Lymph nodes appeared enlarged and edematous. There were hemorrhages in epicardium and along aorta. Lung showed isolated areas of collapse and generalized congestion. Blood splashes were occasionally seen on diaphragm. Stomach, intestines, liver, and kidney sometimes showed mild congestion. Bladder invariably empty."
        },
        {
            "References": "Shull LR et al; Pest Biochem Physiol 25 (1): 31-9 (1986)",
            "Value": "/VETERINARY CASE REPORTS/ The effect of pentachlorophenol on microsomal mixed function oxidases was studied in cattle. Four adult lactating Holstein cattle were fed 0.2 mg/kg technical grade pentachlorophenol for 75 to 84 days, followed by 2 mg/kg for 56 to 60 days. Twelve adult nonlaboratory Holstein cattle were administered 0, 0.1, 1.0, or 10.0 mg/kg purified pentachlorophenol for 95 days. The pentachlorophenol was administered directly into the rumen by way of a permanent cannula. Fifteen male calves were administered 1, 2, 10, or 20 mg/kg technical grade or purified pentachlorophenol from 5 to 43 days of age. The animals were observed for clinical signs of toxicity; they were killed at the end of the dosing period and the liver and lungs were removed and weighed. Liver and lung microsomes were prepared and assayed for benzo(a)pyrene-hydroxylase, ethoxycoumarin-O-deethylase, hexobarbital-hydroxylase, ethylmorphine-N-demethylase, aminopyrine-N-demethylase, cytochrome-P450(448), or cytochrome-b5. None of the adult cattle exhibited clinical signs of toxicity. Liver and lung weights were significantly elevated in cattle given technical grade pentachlorophenol. Liver and lung benzo(a)pyrene-hydroxylase was significantly increased in these animals. Purified pentachlorophenol had no effect on any enzyme activities. Toxic effects such as growth impairment and mortality were observed in calves fed 10 and 20 mg/kg pentachlorophenol. Liver weights were significantly increased. No toxic effects were seen in calves fed pure pentachlorophenol. Cytochrome-P450(448) and cytochrome-b5 were significantly increased by 10 mg/kg technical or pure pentachlorophenol. Technical grade pentachlorophenol at 1 and 10 mg/kg induced benzo(a)pyrene-hydroxylase and ethoxycoumarin-O-deethylase. The 10 mg/kg dose of purified pentachlorophenol also stimulated these enzymes. The /results suggest/ that pentachlorophenol induces organ enlargement and stimulates cytochrome-P450(448) and certain mixed function oxidases. Benzo(a)pyrene-hydroxylase is the most inducible enzyme. The effects observed with technical grade pentachlorophenol are attributed to chlorinated dioxin and furan impurities. Newborn cattle are more susceptible to the inducing properties of pentachlorophenol and its impurities than adults."
        },
        {
            "References": "USEPA; Wood Preservative Position Doc 2/3: p.248 (1981)",
            "Value": "/OTHER TOXICITY INFORMATION/ The no observable effect level for fetal resorption in pregnant Sprague Dawley female rats was 5.8 mg/kg/day of commercial grade pentachlorophenol and 15 mg/kg/day of purified pentachlorophenol. Measurements were also taken on fetal body weight and crown rump length, both of which decreased with increasing dose. The no observable effect level for these parameters was 15 mg/kg/day for both commercial grade and purified pentachlorophenol."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) IARC; Monographs on the Evaluation of the Carcinogenic Risk of Chemicals to Man. Geneva: World Health Organization, International Agency for Research on Cancer, 1972-PRESENT. (Multivolume work). Occupational Exposures in Insecticide Application, and Some Pesticides 53: 371-402 (1991) (2) Kitunen VH, Salkionoja-Salonen MS; Chemosphere 20: 1671-77 (1990)",
            "Value": "SOIL: Soil samples from four sites near a pentachlorophenol-production facility in Switzerland contained 25 to 140 ug/kg (dry weight) at depths of 0-10 cm and 33-184 ug/kg at 20-30 cm(1). Soil from Finnish sawmills was heavily contaminated with up to 45.6 mg/kg at 0-5 cm depth near the treatment basin and up to 0.14 mg/kg in the area for storing treated wood. The background level was 0.012 mg/kg. Avg pentachlorophenol levels in soil samples at 2.5, 30.5, and 152.5 cm from poles treated with pentachlorophenol were 658, 3.4, and 0.26 mg/kg, respectively(1). Abandoned sawmill site near a wood-preserving site in Finland - 390 ppm(2)."
        },
        {
            "References": "(1) Delaune RD et al; Environ Pollut Ser B 6: 297-308 (1983) (2) Eder G, Weber K; Chemosphere 9: 111-8 (1980) (3) Wegman RCC, VanDenBroek HH; Water Res 17: 227-30 (1983) (4) Ray LE et al; Chemosphere 12: 1031-8 (1983)(5) Turney GL, Georlitz DF; Ground Water Monitoring Review 10: 187-98 (1990) (6) USEPA; Superfund Record of Decision (EPA Region 2): Lipari Landfill, NJ USEPA NTIS PB89-219224 (1989) (7) IARC; Occupational Exposures in Insecticide Application, and Some Pesticides 53: 371-402 (1991) (8) Judd MC et al; Chemosphere 30: 1751-65 (1995) (9) Kukkonen JVK et al; Sci Total Environ 188: 15-27 (1996) (10) Pedersen-Bjergaard S et al; Chemosphere 32: 1103-15 (1996) (11) Lampi P et al; Chemosphere 24: 1805-24 (1992) (12) Tavendale MH et al; Environ Sci Technol 29: 1407-1414 (1995) (13) Huang Z et al; Bull Environ Contam Toxicol 71: 1026-1033 (2004) (14) Zheng MH et al; Bull Environ Contam Toxicol 64: 16-9 (2000)",
            "Value": "SEDIMENT: Pentachlorophenol sediment concentrations were reported as follows: Mississippi R outlet 1.6 ppm near spill(1), Bremerhaven, Germany 0.095-20 ppb(2), German rivers 0.2-8 ppb(3), Portland, ME 9 coastal sites, all pos, 0.01-2.4 ppb(4); Gas Works Parks, Seattle, Wash - 0.052 ppm(5); Lipari landfill, Manutua, Township, Gloucester Co., NJ - 2033 ppb(6). At several freshwater and marine sites in British Columbia, Canada, which received effluents from the wood-treatment industry, avg pentachlorophenol levels in the sediments ranged from not detectable to 590 ug/kg, while the corresponding range for the overlying waters was from not detectable to 7.3 ug/L(7). Pentachlorophenol concns in sediments upstream from the Kinleith pulp and paper mill ranged from 0.5 to 5.5 ng/g; downstream concns ranged from 11 to 13 ng/g near to the mill and from 0.41 to 1.6 ng/g further downstream(8). Pentachlorophenol was present in sediment collected from sediment traps placed both upstream and downstream from a pulp mill in Finland; upstream concns ranged from 0.05 to 0.06 and downstream concns from 0.04 to 0.06 ug/g dry matter(9). Sediment concns at the same sampling locations contained pentachlorophenol at 0.040 to 0.050 ug/g dry matter at upstream locations and from 0.060 to 0.110 ug/g dry matter at downstream locations(9). A marine sediment was collected in a harbor of a naval station on the west coast of Norway contained pentachlorophenol at unreported concentrations(10). Concentrations of pentachlorophenol ranged from 0.012 to 0.227 ug/g dry weight in the sediment of Pyhaoja Brook, Finland; this stream has been apparently affected by the operation of a sawmill(11). Sediment samples collected from 3 sites of a bleached kraft mill in New Zealand; the basin of the bleached kraft mill effluent treatment lagoon, from a location in the effluent drain midway between this basin and the effluent outfall point, and from a location immediately downstream of the outfall point contained pentachlorophenol at 1045, 173, and 160.0 ug of Cl/g dry weight(12). Sediment samples taken from the Huaihe River, China in 2002 contained concns of 0.19, 0.17, 0.09, and 0.11 mg/kg(13). Sediment sampled in 1998 from Dongting Lake, China (previously treated with Na-pentachlorophenate until 1996), contained pentachlorophenol concns ranging between 0.18 and 48.3 ug/L(14)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Augustijn-Beckers PWM et al; Rev Environ Contam Toxicol 137: 1-82 (1994) (2) Swann RL et al; Res Rev 85: 23 (1983) (3) Cessna AJ, Grover R; J Agric Food Chem 26: 289-92 (1978) (4) Bengtsson G et al; Soil Sci Soc Am J 57: 1261-70 (1993) (5) Lagas P; Chemosphere 17: 205-16 (1988) (6) Brusseau ML; Environ Toxicol Chem 12: 1835-46 (1993) (7) Chang BV et al; Chemosphere 33: 303-322 (1996) (8) Christodoulatos C et al; J Environ Sci Health A29: 883-98 (1994) (9) Fingler S et al; Arch Environ Contam Toxicol 48: 32-39 (2004) (10) Wu C-D et al; Bull Environ Contam Toxicol 66: 777-83 (2001)",
            "Value": "Koc values for pentachlorophenol of 2285 (pH 4.9), 4267 (pH 5.0), 6224 (pH 5.9), 3684 (pH 4.6), 121681 (pH 3.5), 121810 (pH 3.9), 97471 (pH 3.7), 1586 (pH 5.0), 4109 (pH 5.1), 4009 (pH 5.5), 123563 (pH 3.5) have been reported(1). According to a classification scheme(2), these Koc values indicate that pentachlorophenol is expected to have slight to no mobility in soil(SRC). Freundlich isotherm coefficients were determined to be 5 (silty sand soil), 5 (aquifer), and 3 (marine sediment)(9). A log Koc of 3.16 was observed in sediment of the Yangtse River in China(10). Since pentachlorophenol has a pKa of 4.70(3), its adsorptivity will be strongly dependent on pH. The Freundlich adsorption constant for 6 Dutch soils are (soil (% organic carbon, pH) log KF, 1/N): humic sand (1.7%, 3.4) 2.2, 0.9; humic sand (2.2%, 4.9) 2.2, 0.9; humic-rich sand (3.2%, 4.7) 2.6, 1.0; peat (29.8%, 4.6) 3.3, 0.8; light loam (0.9%, 7.5) 1.1, 0.9; heavy loam (1.7%, 7.1) 1.5, 0.8(4). For loam soil where pH >pKa, significant contribution from the phenolate ion can be expected. The Koc values for the total dissociated phenol was calculated to be 1250 and 1800 for light and heavy loam, respectively, while for the undissociated species, the Koc is 25,000(5). The fraction of pentachlorophenol which is sorbed decreases linearly with pH to a pH 6; above pH 6, significant adsorption of the anion again occurs, contributing as much as 20% of the total adsorption effect at pH 8(4). K values for a Bjuv clay (organic carbon 12%) and an aquifer soil (organic carbon 0.02%) were 433 and 86 at pH 3.0, respectively, and 167 and 50 at pH 6.5, respectively(4). K values for a bentonite clay of 72 and 34 were measured at pH 3.0 and 6.5, respectively(4). The nonionized form of pentachlorophenol had a K value of 3.63 mL/g in a sandy aquifer material (organic C 0.13%) (Koc 2792)(6). K values measured at pH 7 for a Guishan sandy loam (organic carbon 1.4%) and a Shulin clay loam (organic carbon 2.0%) were 2.56 (Koc 183) and 7.03 (Koc 352), respectively(7). The Koc for pentachlorophenol was measured for five soils (foc from 0.07 to 2.96%; 3 sands, 1 loamy sand, 1 loam)(8). At pH 4, 7, and 10, the Koc values ranged from 10091-40120 (avg 19675), 178-1956 (avg 651), and 126-942 (avg 501), respectively(8)."
        },
        {
            "References": "(1) Kenaga EE; Ecotox Environ Safety 4: 26-38 (1980) (2) Delaune RD et al; pp. 297-308 in Environ Pollut (Series B) 6 Appl Sci Essex England (1983) (3) Callahan MA et al; Water Related Environmental Fate of 129 Priority Pollutants pp. 87-4 USEPA-440/4-9-029b (1979) (4) Pignatello JJ et al; Appl Environ Microbiol 46: 1024-31 (1983) (5) Pierce RH Jr, Victor DM; pp. 41-52 in Pentachlorophenol: Chemistry, Pharmacology and Environmental Toxicology. KR Rao ed, NY,NY: Plenum Press (1978) (6) Knowlton MF, Huckins JN; Bull Environ Contam Toxicol 30: 206-13 (1983)",
            "Value": "Pentachlorophenol has a tendency to adsorb to soil and sediment; measured soil Koc 900(1), measured sediment Koc 3,000-4,000(2). Adsorption of pentachlorophenol to oxidized sediment is greater than to reduced sediment(2). Adsorption to soil and sediment appears to be pH dependent, with stronger adsorption under acid conditions(3). Approximately 15% of the dose in an artificial freshwater stream adsorbed to sediments(4). An accidental spill in a lake resulted in pentachlorophenol in the sediment(5). After a 180 day microcosm experiment using radioactive substrate, 40 to 43% of the radioactivity was present in the sediments(6)."
        },
        {
            "References": "(1) Banerji SK et al; Water Air Soil Pollution 69: 149-63 (1993) (2) Davis A et al; Ground Water 32: 248-57 (1994) (3) Frobe Z et al; pp. 157-60 in Environ Behav Pest., Regulatory Aspects. Copin A et al eds. Rixensart, Belgium: European Study Service (1994) (4) Lee LS et al; Environ Sci Technol 27: 165-71 (1993) Swann RL et al; Res Rev 85: 23 (1983) (5) Van Gestel CAM, Ma WC; Water, Air and Soil Pollut 69: 265-76 (1993)",
            "Value": "Koc values of 241 and 433 were measured for the upper (pH 6.1; organic carbon 1.38%) and lower (pH 6.5; organic cabon 0.36%) horizon, respectively, of a Menfro silt loam soil(1). The addition of humic acid to this soil resulted in a linear increase in adsorption of pentachlorophenol(1). In situ Koc values from 4.2 to 560 were measured in an aquifer (foc = 0.007) at pH values ranging from 7.2 to 8.5(2). K values of 10.367, 13.955, 0.463, and 26.883 were measured in a quartz, calcite, kaolinite, and montmorillonite suspension, respectively; the ionized form of pentachlorophenol was dominant in this study(3). Retardation factors of 4.7 and 1.0 were measured for pentachlorophenol in a Eustis soil (organic carbon 0.37%) column with water and methanol, respectively, used as the mobile phase(4). Kf values of 120 (Koc = 3243), 125 (Koc = 2049), 57 (Koc = 703), and 714 (Koc = 4577) cu dm/kg were measured for a sandy soil (organic carbon 3.7%), a sandy soil (organic carbon 6.1%), an OECD artificial soil (organic carbon 8.1%), and a peaty sand (organic carbon 15.6%), respectively(5). Koc values of 2727, 2647, 100, 52, 208, and 115 were measured at pH 7 (foc = 0.0066), pH 6.6 (foc = 0.68), pH 5.3 (foc = 0.012), pH 6.4 (foc=0.0087), pH >10 (foc = 0.039), and pH>10 (foc=0.039), respectively, in column studies(2). In batch studies, Koc values of 718 and 597 were measured at pH>7 (foc = 0.0039) and pH 7.5 (foc = 0.034), respectively(2)."
        },
        {
            "References": "(1) Jacobsen BN et al; Wat Res 30: 13-20 (1996) (2) Lafrance P et al; Environ Sci Technol 28: 2314-30 (1994)",
            "Value": "Kp values (as L/g suspended solids) were determined for pentachlorophenol using microbial biomass as the sorbent; values of 2.44, 0.98, 0.66, 0.44, and 0.35 were measured at pH values of 4, 5, 6, 7, and 8, respectively(1). Koc values of 5337, 6887, 1487, and 2087 were measured for natural dissolved organic matter at <0.1 mg/L DOC (pH 5.4), natural dissolved organic matter at 15 mg/L DOC (pH 5.4), natural dissolved organic matter at <0.1 mg/L DOC (pH 6.1), and natural dissolved organic matter at 15 mg/L DOC (pH 6.1), respectively, in an aquifer sand column with groundwater as the mobile phase(2)."
        }
    ],
    "plant_translocations": [
        {
            "content": "Soybean plants were grown for 90 days and spinach plants for 64 days in a mixture of sterilized greenhouse soil and sand containing 10 ppm pentachlorophenol. All plant parts and soil samples were extracted and separated into nonpolar and polar fractions. Major nonpolar and polar metabolites were identified by gas-liquid chromatography and mass spectrometry. Nonpolar fractions from both soybean and spinach plants were found to contain pentachlorophenol and its metabolites, 2,3,4,6-tetrachlorophenol, methoxytetrachlorophenol, 2,3,4,6-tetrachloroanisole, and pentachloroanisole. Cleavage of polar metabolites from the soybean plants by acid hydrolysis yielded organic solvent-extractable products. These products were identified as pentachlorophenol, 2,3,4,6-tetrachlorophenol, and methoxytetrachlorophenol. Cleavage of polar materials from spinach plants yielded only pentachlorophenol. The polar metabolites from the soybean plants were also subjected to enzymatic cleavage by β-glucosidase. The conjugates consisted mostly of O-glucosides of the same metabolites released by acid hydrolysis. Failure of hydrolysis by aryl sulfatase indicated that very little or no sulfates were present. The metabolites found in the plants were not detected in soil samples obtained from pots immediately after the plants were harvested.",
            "reference": "Casterline Jr, J. L., Barnett, N. M., & Ku, Y. (1985). Uptake, translocation, and transformation of pentachlorophenol in soybean and spinach plants. Environmental research, 37(1), 101-118.",
            "method": {
                "Test Plant": "Soybean (Glycine max (L.) Merr.)",
                "Apply Location": "Root application (soil treatment)",
                "Plant Grown Condition": "Greenhouse, 40 pots of soybean, four plants per pot, soil consisted of 73% sand, 17% silt, 8% clay, and 2% organic matter, sterilized before use",
                "Chemical Preparation": "Pentachlorophenol (PCP) in acetone, [14C]PCP with a specific activity of 14.05 mCi/mmol, 99+%-pure PCP (Gold Label No. P260-4, Lot 102777, Aldrich Chemical Co.), PCP reference standard (supplied by the Environmental Protection Agency, Pesticide Section)",
                "Pesticide Application Details for the Plant": "Soybean: 10, 20, 40, or 80 ppm PCP in soil",
                "Other Information": "Four soybean plants (one pot) were harvested on Day 8 and another four on Day 32; 24 plants were harvested on Day 90 and the rest on Day 128;"
            },
            "result": "[{\"Fraction\": \"Nonpolar\", \"Shoot (ug/g)\": 3.9, \"Seed (ug/g)\": 0.04, \"Pod (ug/g)\": 0.49, \"Leaf (ug/g)\": 2.42, \"Stem (ug/g)\": 8.99, \"Root (ug/g)\": 39.1}, {\"Fraction\": \"Polar\", \"Shoot (ug/g)\": 1.31, \"Seed (ug/g)\": 0.07, \"Pod (ug/g)\": 0.08, \"Leaf (ug/g)\": 1.05, \"Stem (ug/g)\": 2.75, \"Root (ug/g)\": 1.39}]"
        }
    ]
}