{
    "_id": {
        "$oid": "6682e7dfc4e5dba5ffba22c5"
    },
    "CID": {
        "$numberInt": "995"
    },
    "Name": "Phenanthrene",
    "IUPACName": "phenanthrene",
    "CanonicalSMILES": "C1=CC=C2C(=C1)C=CC3=CC=CC=C32",
    "Synonyms": [
        "PHENANTHRENE",
        "85-01-8",
        "Phenanthren",
        "Phenanthracene",
        "Phenanthrin",
        "Ravatite",
        "Phenantrin",
        "Phenanthrene",
        "pure",
        "CCRIS 1233",
        "HSDB 2166",
        "EINECS 201-581-5",
        "UNII-448J8E5BST",
        "NSC 26256",
        "NSC-26256",
        "448J8E5BST"
    ],
    "IsomericSMILES": "C1=CC=C2C(=C1)C=CC3=CC=CC=C32",
    "INCHI": "InChI=1S/C14H10/c1-3-7-13-11(5-1)9-10-12-6-2-4-8-14(12)13/h1-10H",
    "INCHIKEY": "YNPNZTXNASCQKK-UHFFFAOYSA-N",
    "Formula": "C14H10",
    "MolecularWeight": {
        "$numberDouble": "178.23"
    },
    "Description": "Phenanthrene is a polycyclic aromatic hydrocarbon composed of three fused benzene rings which takes its name from the two terms 'phenyl' and 'anthracene.' It has a role as an environmental contaminant and a mouse metabolite. It is an ortho-fused polycyclic arene, an ortho-fused tricyclic hydrocarbon and a member of phenanthrenes.",
    "XlogP": {
        "$numberDouble": "4.5"
    },
    "Complexity": {
        "$numberInt": "174"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) US Dept Agric; US Dept Agric, Agric Res Service. 1992-2017. Dr. Duke's Phytochemical and Ethnobotanical Databases. Phenanthrene. Available from, as of Mar 8, 2017: https://phytochem.nal.usda.gov/phytochem/search",
            "Value": "Phenanthrene occurrences in plants(1).",
            "Table": "[{'Genus species': 'Allium ampeloprasum', 'Family': 'Liliaceae', 'Common name(s)': 'Elephant Garlic, Kurrat', 'Part': 'Plant'}, {'Genus species': 'Rivea corymbosa', 'Family': 'Convolvulaceae', 'Common name(s)': 'Snakeplant', 'Part': 'Seed'}, {'Genus species': 'Zea mays', 'Family': 'Poaceae', 'Common name(s)': 'Corn', 'Part': 'Leaf'}]"
        },
        {
            "References": "(1) Howe TS et al; Environ Sci Technol 38: 3294-8 (2004) (2) Jiries A et al; Water Air Soil Pollut 121: 217-28 (2000) (3) Muller JF et al; Chemosphere 43: 507-15 (2001)",
            "Value": "Phenanthrene was detected in the needles of white, black and Sitka spruce at 7.9-89.0 ng/g dry needles from 35 sites in eastern Alaska sampled 4 days in Mar 1997(1). Phenanthrene was detected in Karak Province, Jordan in plants at 2 wastewater treatment plants and 1 cesspool disposal site at 132, 160 and 134 ng/g(2). Phenanthrene was detected in tree leaves (Meluleuca leucadendra) 86-195, 890-1500 and 300-550 ng/g dry weight at three sites in Brisbane, Australia, and also detected in grass at 38 ng/g dry weight at one of the sites(3). Phenanthrene presence was most likely due to anthropogenic activities(1-3)."
        }
    ],
    "animal_concentrations": [
        {
            "References": "(1) El-Din NMN, Abdel-Moati MAR; Bull Environ Contam Toxicol 66: 110-7 (2001) (2) El-Sikaily A et al; Bull Environ Contam Toxicol 71: 1252-9 (2003) (3) Camacho M et al; Sci Total Environ 481: 303-310 (2014) (4) Perugini M et al; J Agric Food Chem 57: 7440-7444 (2009)",
            "Value": "Phenanthrene was detected in zooplankton from the Arabian Gulf at 3.28, 1.21 ng/g dry weight, not detected and 0.04 ng/g dry weight from Messaieed, Doha, Ras Laffax and the Western coast in the winter of 1998 and from the same locations at 2.6, 0.59 ng/g dry weight, not detected and not detected in the summer of 1998(1). Coral reef skeleton from the Egyptian Red Sea coast contained not detected to 150 ng/g of phenanthrene(2). Blood samples collected from two live sea turtle species (Chelonia mydas and Eretmochelys imbricata) in the coastal waters of the Boa Vista island (Capre Verde archipelago) between 2009-2011 contained mean phenanthrene concentrations of 2.81 and 1.28 ng/mL respectively(3). In 8 samplings of honeybees, phenanthrene was detected at mean levels 0.10-2.13 ng/g wet wt(4)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Jonsson G et al; Environ Toxicol Chem 23: 1538-48 (2004) (2) Veith GD et al; Journal of the Fisheries Research Board of Canada. 36: 1040-1048 (1979) (3) Freitag D et al; Chemosphere 14: 1589-1616 (1985) (4) Franke C et al; Chemosphere 29: 1501-14 (1994) (5) Santodonato J et al; in Health and Ecological Assessment of Polynuclear Aromatic Hydrocarbons; Lee SD, Grant L eds., Park Forest South IL: Pathotox Publ (1981) (6) Arnot JA et el; Environ Toxicol Chem 27(11): 2263-2270 (2008) (7) Halling-Sorensen B et al; Ecotoxicol Environ Safety 45: 33-42 (2000)",
            "Value": "BCF values in sheepshead minnows exposed for 36 days to 0.12 and 1.12 ug/L of phenanthrene were 700 and 1,623, respectively(1). A 4-day exposure to phenanthrene resulted in a log BCF of 3.42 (BCF of 2,630) in fathead minnow(2). A 3-day exposure of golden ide fish (Leuciscus idus melanotus) to 0.05 mg/L phenanthrene yielded a BCF of 1,760(3). According to a classification scheme(4), these BCFs suggest the potential for bioconcentration in aquatic organisms is high to very high, provided the compound is not metabolized by the organism(SRC). However, phenanthrene may not bioconcentrate in aquatic organisms which contain microsomal oxidase, such as fish, as this enzyme enables the rapid metabolism of certain polycyclic aromatic hydrocarbons(5). A measured fish biotransformation half-life of 4.97 days has been reported for phenanthrene(6). Log BCFs in algae (Selena strum capricornutum) were measured at 4.22-4.47(7)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Mar 9, 2017: https://www.safe.nite.go.jp/english/db.html (2) Saylor GS, Sherrill TW; Bacterial Degradation of Coal Conversion By-Products (polycyclic aromatic hydrocarbons) in Aquatic Environments. p.90 NTIS PB 83-187161 (1981) (3) Sims RC, Overcash MR; Res Rev 88: 1-68 (1983) (4) Bengtsson G, Zerhouni P; J Appl Microbiol 94: 608-17 (2003) (5) Yuan SY et al; Chemosphere 43: 273-8 (2001) (6) Miles RA, Doucette UJ; Chemosphere 45: 1085-90 (2001)",
            "Value": "AEROBIC: Phenanthrene, present at 100 mg/L, reached 78.9% of its theoretical BOD in 4 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test which classified the compound as readily biodegradable(1). Incubation with sediments for 6 and 60 days yielded degradation rate constants of 6.6X10-5 to 1.1X10-5 1/hr, respectively, and biodegradation half-lives of 437.5 and 2625 days, respectively(2). Microcosms consisting of natural sediments and sterilized pond water in 1 L Erlenmeyer flasks were prepared. The dependence of mineralization rates upon incubation temperature was determined for untreated microcosms and those treated with synthetic oil at 0.01% in the slurry. The sediments in the microcosms were acclimated prior to addition of phenanthrene, which was added at 1 ug/g sediment. The optimal temperatures were 15 and 23 °C for the untreated and synthetic oil treated sediments, respectively; mineralization rates of the synthetic oil treated sediments were higher than the untreated sediments at all temperatures(2). The rate of mineralization was inversely dependent upon the weight/volume sediment slurry composition(2). When natural and sterilized sediments were inoculated with Beijerinckia sp., biodegradation rates of phenanthrene were higher than in uninoculated natural sediments(2). The half-life of phenanthrene applied to soil at 2.1 ug/g soil and incubated at 15-25 °C was 26 days(3). The half-life when applied at 25,000 ug/g soil and incubated at >25 °C was 2.5 days(2). Phenanthrene was degraded 34% in creosote contaminated soil from Hessleholm, Sweden from an initial concentration of 275 ug/g(4). Phenanthrene biodegradation rates in sediment from Keelung River, Taiwan were 0.12, 0.32, 0.49, 0.58 and 1.13 1/day having half-lives of 5.78, 2.17, 1.41, 1.19 and 0.61 days, respectively(5). Phenanthrene had theoretical oxygen demands of 42.6 and 35.0% in range land loam (pH 7.2, organic content 1.78%) collected from northern UT and theoretical oxygen demands of 66.1 and 60.0% in forest silt loam (pH 6.6, organic content 2.88%) collected from Logan Canyon, UT(6)."
        },
        {
            "References": "(1) Saylor GS, Sherrill TW; Bacterial Degradation of Coal Conversion By-Products (polycyclic aromatic hydrocarbons) in Aquatic Environments. p.90 USNTIS PB 83-187161 (1981) (2) Walker JD, Colwell RR; Prog Water Technol 7: 783-91 (1975) (3) Lee RF, Ryan C; Can J Fish Aquat Sci 40: 86-94 (1983) (4) Hungspreuge M et al; Marine Pollut Bull 15: 213-28 (1984)",
            "Value": "AEROBIC: Biodegradation of phenanthrene in water samples taken from several sites in the Center Hill Reservoir in Tennessee incubated at 25 °C for 28 days was 55.52% (Feb), 65.86 to 90.25% (Mar), 80.39 to 91.75% (Apr), 79.76 to 85.76% (Jun), 49.58 to 58.84% (Aug), 67.61 to 78.46% (Sept), and 92.26 to 94.60% (Dec)(1). Phenanthrene added to water samples from two Center Hill Reservoir sites incubated at 25 °C was 90.12 and 86.70%, 90.36 and 95.04%, 94.02 and 93.55%, 94.81 and 90.84% degraded after 1, 2, 3, and 4 weeks, respectively(1). When phenanthrene was added to Center Hill Reservoir water at 100 ug/L, the compound was 0, 66.4, 60.08, and 43.9% degraded following incubation at 25 °C for 1, 2, 5, and 7 days respectively(1). Phenanthrene added at 1000 ug/L was 2.3, 13.5, 39.6, 22.8, and 46.1% degraded after 1, 2, 3, 4, and 5 days of incubation at 25 °C, respectively(1). Maximum biodegradation occurred at 25 and 37 °C when phenanthrene was added to Center Hill Reservoir samples at 100 and 1000 ug/L, respectively(1). Incubation of pheanthene in Colgate Creek sediment with Eastern Bay and Colgate Creek water resulted in 63.4 and 50.2% phenanthrene remaining, respectively(2). Incubation of phenanthrene in Eastern Bay sediment with Colgate Creek and Eastern Bay water resulted in 85.0 and 92.4% remaining, respectively(2). Phenanthrene, present at at 25 ug/L and incubated in Narragansett Bay, Rhode Island water degraded with half-lives of 11000, 180, and 79 days at 2 (Jan), 8 (Dec), and 18 (Jun) °C, respectively(3). Phenanthrene incubated in estuarine water from Savannah, GA degraded with half-lives 210, 19, 24, and 36 days at temperatures of 8 (Jan), 27 (Aug) and 28 (Sept), respectively. A half-life of 36 days at 27 (Aug) °C when incubated in estuarine water from Charelston, SC(3). The biodegradation half-lives of phenanthrene in water obtained from the Gulf of Thailand and Chao Phraya River were 35 and 37 days, respectively(4)."
        },
        {
            "References": "PMID:12201202",
            "Value": "ANAEROBIC: Phenanthrene incubated at 30 °C in the dark for 90 days in Taida loam (20.2% clay, 55.3% silt, 34.1% sand, 2.93% organic carbon, pH 6.6) was degraded 100% in 34 days(1). Phenanthrene incubated at 30 °C in the dark for 90 days in Taida loam (35.0% clay, 31.2% silt, 32.5% sand, 1.37% organic carbon, pH 6.8) was degraded 100% in 54 days(1). The biodegradation half-life for phenanthrene in Taida soil at pH 8 and 30 °C is 5.3 days and at pH 5 and 30 °C is 18.2 days(1)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Maccubin AE et al; Bull Environ Contam Toxicol 34: 876-82 (1985) (2) Al-Hassan JM et al; Bull Environ Contam Toxicol 66: 646-52 (2001) (3) Malins DC et al; Carcinogenesis 6: 1463-9 (1985) (4) Botello AV et al; Bull Environ Contam Toxicol 69: 486-93 (2002) (5) Bieri RH et al; Proc Oil Spill Conference, New Orleans, LA American Petroleum Institute (1977) (6) Nulton CP, Johnson DE; J Environ Sci Health A16: 271-88 (1981) (7) Malins DC et al; Environ Sci Technol 18: 705-13 (1984) (8) Deb SC et al; Mar Pollut Bull 40: 882-5 (2000) (9) Easton MDL et al; Chemosphere 46: 1053-74 (2002)",
            "Value": "Phenanthrene was detected in the stomach contents of bottom feeders at 23.37-43.07 ng/g wet weight from 3 sites in Lake Erie(1). Phenanthrene was detected in Arius bilineatus val (catfish) sampled 1997 and 1999 in liver, gills and muscle at 2.3-15.2, <0.1-6.8 and 1.0-19.1 ng/g sampled from the Arabian Gulf(2). Fish from Eagle Harbor and President Point, WA, had phenanthrene levels in liver of < 34-96 ng/g; in muscle of < 2.9 ng/g dry weight (Eagle Harbor only)(3). Fish from Guaymas, Sonora and Puer to Vallarta, Mexico had phenanthrene concentrations in Crassastrea palmula, Crassastrea corteziemsis, Crassastrea gigas, Crassastrea iridescens and Mytella strigata at 0.19, <0.01, <0.01, 0.80 and <0.01 ug/g dry weight(4). Phenanthrene was detected but not quantified in fish from Louisiana(5), the Gulf of Mexico(6), and Puget Sound, WA(7). Fish sampled in Hiroshima Bay, Japan, May-Nov 1998 had phenanthrene at 2.09, 1.19, 0.62, 0.58, 0.36, and 1.21 ug/g dry weight in the brain, gill, muscle, bone, liver and gonad, respectively, species include; Cepula schlegell, Paruplagusia Japonica, Pleuroneetes yokohama, Cociella crocodilla, Epinephalus tauvina, Apogen notatus, Peegrus major, Stephandepis arrhifer, Pterogobian elapoides, Aeropoma japonicum and Nibea sp.(8). Phenanthrene was reported in farmed and wild salmon at mean concentrations of0.81 and 2.34 ng/g, respectively, in fish from Vancouver and Sidney, British Columbia, Canada sampled 1999 and 2000. The mean phenanthrene concentration in salmon feed was 12.58 ng/g weight(9)."
        },
        {
            "References": "(1) Al-Hassan JM et al; Bull Environ Contam Toxicol 70: 205-12 (2003)",
            "Value": "Edible fish sampled from the Arabian Gulf in 1997 contained phenanthrene in the liver, muscle and gills at the following concentrations(1):",
            "Table": "[{'Common name': 'Brown spotted grouper', 'Genus species': 'Epenephelus tauvina', 'Liver (ug/g)': '0.47', 'Muscle (ug/g)': '0.29', 'Gill (ug/g)': '0.54'}, {'Common name': 'Yellow finned black seabream', 'Genus species': 'Acanthipagrus latus', 'Liver (ug/g)': '0.27', 'Muscle (ug/g)': '0.25', 'Gill (ug/g)': '0.34'}, {'Common name': 'River shad', 'Genus species': 'Hilsa ilisha', 'Liver (ug/g)': '0.41', 'Muscle (ug/g)': '0.34', 'Gill (ug/g)': '0.32'}, {'Common name': 'Silvery grunt', 'Genus species': 'Pomadasya kaakan', 'Liver (ug/g)': '0.06', 'Muscle (ug/g)': '0.18', 'Gill (ug/g)': '0.17'}, {'Common name': 'Silvery pomfret', 'Genus species': 'Pampus argenteus', 'Liver (ug/g)': '0.69', 'Muscle (ug/g)': '0.34', 'Gill (ug/g)': '0.29'}, {'Common name': 'Mullet', 'Genus species': 'Penaeus semisulcatus', 'Liver (ug/g)': 'not reported', 'Muscle (ug/g)': '0.19', 'Gill (ug/g)': '0.36'}, {'Common name': 'Grooved tiger prawn', 'Genus species': 'Penaeus semisulcatus', 'Liver (ug/g)': 'not reported', 'Muscle (ug/g)': '0.28', 'Gill (ug/g)': 'not reported'}, {'Common name': 'Grouper', 'Genus species': 'Epinephelus areolatus', 'Liver (ug/g)': 'not reported', 'Muscle (ug/g)': '0.89', 'Gill (ug/g)': '0.88'}, {'Common name': 'Red snapper', 'Genus species': 'Lutjanus coccineus', 'Liver (ug/g)': '0.83', 'Muscle (ug/g)': 'not reported', 'Gill (ug/g)': '0.62'}, {'Common name': 'Silvery croaker', 'Genus species': 'Otolithes argentenus', 'Liver (ug/g)': '1.97', 'Muscle (ug/g)': '0.74', 'Gill (ug/g)': '0.68'}, {'Common name': 'Needle fish', 'Genus species': 'Tylosurus leiurus', 'Liver (ug/g)': '0.7', 'Muscle (ug/g)': 'not reported', 'Gill (ug/g)': '0.66'}, {'Common name': 'Emperor rubber lip', 'Genus species': 'Lethrinus nebulosus', 'Liver (ug/g)': '1.09', 'Muscle (ug/g)': 'not reported', 'Gill (ug/g)': '1.01'}]"
        },
        {
            "References": "(1) Al-Hassan JM et al; Bull Environ Contam Toxicol 65:646-53 (2000) (2) Pittinger CA et al; Environ Toxicol Chem 4: 379-87 (1985) (3) Marcus JM, Stokes TP; Bull Environ Contam Toxiol 35: 835-44 (1985) (4) Mix MC, Schaffer RL; Marine Environ Res 9: 193-209 (1983) (5) Mix MC, Schaffer RL; Marine Pollut Bull 14: 94-7 (1983) (6) Howard JW, Fazio T; J Assoc Off Anal Chem 63: 1077-104 (1980) (7) McFall JA et al; Chemosphere 14: 1561-9 (1985) (8) Galloway TS et al; Environ Sci Technol 36: 2219-26 (2002) (9) Heit M et al; Environ Sci Technol 14: 465-8 (1980) (10) Bjorseth A et al; Sci Total Environ 13: 71-86 (1979) (11) Knutzen J, Sortland B; Water Res 16: 421-8 (1982) (12) Hungspreugs M et al; Marine Pollut Bull 15: 213-8 (1984) (13) Iosifidou HG et al; Bull Environ Contam Toxicol 28: 535-41 (1982) (14) Nakata H et al; Ecotox Environ Safety 99: 61-68 (2014)",
            "Value": "Phenanthrene was detected in barnacles from north-western waters of the Arabian Gulf in samples taken June 1996 and June 1997; concentrations from Al-Durrar, Marina, Um Al-Maradi, Kuwait Bay, Durrar and Kubbar were 0.37-0.78, 0.186-0.764, 0.312, 0.006, 0.01 and 0.01 ug/g wet weight, respectively(1). Oysters, from a variety of US sites contained phenanthrene at 0-1.0 ug/g dry weight(2). Oysters from Outdoor Resorts Marina, SC contained phenanthrene at 4.9-16.0 ug/kg wet weight and from Palmetto Bay Marina, SC at 6.0-76.5 ug/kg wet weight(3). Mussels from two sites in Yaquina Bay, OR contained phenanthrene at 45.9-178.4 and 173.3-284.3 ug/kg wet weight(4). Softshell clams from two site in Coos Bay, OR, contained phenanthrene at 9.4-17.4 ug/kg (site adjacent to highway) and at 144.4-162.3 ug/kg (site proximal to industry)(5). Oysters taken from areas not approved for harvesting in Galveston Bay, TX contained phenanthrene at 2.2 ug/kg(6). Lake Pontchartrain, LA oysters and clams contained phenanthrene at 220 and 72 ng/g wet weight, respectively(7). Phenanthrene was detected, not quantified, in ribbed mussels (Geukensia demissa) from New Bedford Harbor, MA sampled Apr 7-10, 2000(8). Analyses of soft tissues of 3 species of unionidae mussels (Lampsilis radiata, Elliptio complanatus and Anodonata grandis) from northern Lake George, NY showed these organisms concentrated phenanthrene with concentrations of <1 to 60 ng/g dry weight(9).  Mussels from Saudafjord, Norway contained phenanthrene at 20-1130 ppb dry weight(10). Norway common mussels, common periwinkle, common limpet, and starfish contained phenanthrene at 41-792, 115-258, 55-2542, and 32-50 ug/kg dry weight, respectively(11). Thailand oysters, green mussel and scallops contained phenanthrene at 6.7, 4.4 and 4.4 ng/g, respectively(12). Mussels from Thermaikos Gulf, Greece, contained phenanthrene at 9 ppb wet weight with 52.6% pos(13). Oyster samples collected from 18 coastal sites along the Yatsushiro Sea, Japan in 2008 contained phenanthrene concentrations ranging from 1.0-17 ng/g wet wt(14)."
        },
        {
            "References": "(1) Santodonato J et al; Health and Ecological Assessment of Polynuclear Aromatic Hydrocarbons Lee SD, Grant L eds; Pathotox Publ Park Forest South IL (1981) (2) Afolabi O et al; J Agric Food Chem 31: 1083-90 (1983)",
            "Value": "Phenanthrene has been detected in smoked eel at 37 ppb, smoked lumpfish at 10 ppb, smoked trout at 52 ppb, smoked redfish at 4.1 ppb, electric smoked mackerel at 9 ppb, and gas smoked mackerel at 11 ppb(1). A variety of Nigerian fish were variably prepared and found to contain phenanthrene as follows: traditional smoked (heavy wood smoking) at 115.14-189.28 ng/g fish dry weight; traditional solar dried at 9.02-34.10 ng/g fish dry weight; oven dried at 10.32-20.75 ng/g fish dry weight(2)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 118",
            "Value": "log Kow = 4.46"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:26830171",
            "Value": "Growing evidence indicates that there is an emerging link between environmental pollution and cardiac hypertrophy, while the mechanism is unclear. The objective of this study was to examine whether phenanthrene (Phe) could cause cardiac hypertrophy, and elucidate the molecular mechanisms involved. We found that: 1) Phe exposure increased the heart weight and cardiomyocyte size of rats; 2) Phe exposure led to enlarged cell size, and increased protein synthesis in H9C2 cells; 3) Phe exposure induced important markers of cardiac hypertrophy, such as atrial natriuretic peptide, B-type natriuretic peptide, and c-Myc in H9C2 cells and rat hearts; 4) Phe exposure perturbed miR-133a, CdC42 and RhoA, which were key regulators of cardiac hypertrophy, in H9C2 cells and rat hearts; 5) Phe exposure induced DNA methyltransferases (DNMTs) in H9C2 cells and rat hearts; 6) Phe exposure led to methylation of CpG sites within the miR-133a locus and reduced miR-133a expression in H9C2 cells; 7) DNMT inhibition and miR-133a overexpression could both alleviate the enlargement of cell size and perturbation of CdC42 and RhoA caused by Phe exposure. These results indicated that Phe could induce cardiomyocyte hypertrophy in the rat and H9C2 cells. The mechanism might involve reducing miR-133a expression by DNA methylation."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Tan YL, Heit M; Geochim et Cosmochim 45: 2267-79 (1981) (2) Varanasi U et al; Environ Sci Technol 19: 836-41 (1985) (3) Malins DC et al; Carcinogenesis 6: 1463-9 (1985) (4) Marcus JM, Stokes TP; Bull Environ Contam Toxicol 35: 835-44 (1985) (5) Baum JJ et al; Amer Chem Soc, Div Environ Chem, Prepr Ext Abstr, ACS Natl Meet Vol 41 pp 162-6 (2001) (6) Kuntz KW; Toxic Contaminants in the Niagara River, 1975-82, Environment Canada, Inland Waters Directorate, Water Quality Branch Tech Bull No.134 (1984) (7) Black JJ; Arch Environ Contam Toxicol 11: 161-6 (1982) (8) Eadie BJ et al; Chemosphere 11: 185-91 (1982) (9) Heit M; Water Air Soil Pollut 24: 41-61 (1985) (10) McFall JA et al; Chemosphere 14: 1561-9 (1985) (11) Merrill EG, Wade Tl; Environ Sci Technol 19: 597-603 (1985)",
            "Value": "SEDIMENTS: Samples from Sagamore Lake, NY contained phenanthrene at 150 and 15 ng/g dry weight for depths of 0-4 and 41-47 cm, respectively and 17 and 27 ng/g dry weight for depths of 51-55 and 81-81 cm, respectively(1). Woods Lake, NY had phenanthrene levels of 320, 33, 38, 36, 55 and 22 ng/g dry weight for depths of 0-4, 12-17, 24-26, 34-38, 5-54 and 80-84 cm, respectively(1). Phenanthrene, analyzed in the Duwamish River Delta, WA, was detected at 1200 ng/g wet weight(2). Phenanthrene was detected at 160-19000 and 150 ng/g dry weight at Eagle Harbor and President Point, WA, respectively(3). Phenanthrene was detected in Palmetto Bar Marina, Outdoor Resorts Marina, SC and Fripp Island Marina, ND at 131.0, 26.9 and 54.4 ug/g dry weight; respectively(4). Phenanthrene was measured in the sediment of Petaluma River, Napa River and Sonoma Creek at concentrations of 18.05-27.45, 12.00-12.81 and 15.34 ug/kg in the San Pablo Bay sediments tested Jan 2000 through Mar 2001(5). Niagara River (Niagara-on-the-Lake), suspended sediments, had concentrations of phenanthrene at a trace to 4000 ng/g(6). Phenanthrene was detected in Hershey River, MI sediments at not detected to 23,000 ng/g wet weight(7). Sediment samples taken in a Michigan River near a coal fired power plant and 5 and 10 km away in Lake Erie had phenanthrene concentrations of about 190, 350 and 300 ppb, respectively(8). Cayuga Lake, NY, in deep water sediments had 320-560 ng/g, littoral sediments had 190-1200 ng/g, littoral sediments near a power plant had 49-1500 ng/g; Ithaca, NY sediments were 300-6600 ng/g and marina sediments were 810-3000 ng/g for phenanthrene(9). Phenanthrene concentrations in Lake Pontchartrain, LA were 51 ng/g dry weight(10). Phenanthrene was detected but not quantified in sediments taken from Elizabeth River in VA(11)."
        },
        {
            "References": "(1) Johnson AC et al; Mar Environ Res 15: 1-16 (1985) (2) Hites RA et al; Adv Chem Ser 185: 289-311 (1980) (3) MacLeod WD et al; Anal Chem 54: 386-92 (1982) (4) MacLeod WD JR et al; pp. 385-96 in Fate Eff Pet Hydrocarbons Mar Ecosyst Org Proc Symp (1977) (5) Larsen PF et al; Bull Environ Contam Toxicol 30: 5305 (1983) (6) Prahl FG, Carpenter R; Est Coastal Shelf Sci 18: 703-20 (1984) (7) Barrick RC et al; Environ Sci Technol 18: 846-54 (1984) (8) Bates TS et al; Environ Sci Technol 18: 299-305 (1984) (9) Overton EB, Laseter JL; Adv Chem Ser 185: 327-41 (1980) (10) Windsor JG Jr, Hites RA; Geochim Cosmochim Acta 43: 27-33 (1979) (11) Echols KR et al; Arch Environ Contam Toxicol 55: 161-172 (2008) (12) Huang L et al; Sci Total Environ 487: 173-186 (2014)",
            "Value": "SEDIMENTS: Penobscot Bay ME contained 17-252 ppb dry weight of phenanthrene in surficial sediments(1). Phenanthrene concentrations in the Charles River, MA were 5000 ppb, in the Gulf of Maine were 44 ppb, in Buzzards Bay, MA were 8-53 ppb, in Cape Cod Bay, MA were 140 ppb, in Pettaquamscutt River, RI were 940 ppb, in New York Bight, NY were 740 ppb, in Hudson Channel, NY were 62 ppb, in Hudson Canyon, NY were 74 ppb, on the Continental Slope, US East Coast were 7 ppb, and in Mono Lake, CA were 91-110 ppb(2). Phenanthrene was detected in intertidal sediments from Duwamish River, Seattle, WA at 170-2200 ng/g dry weight(3), in Port Angeles Harbor, WA at 43-320 ng/g dry weight(4), and in Casco Bay, ME at not detected -2000 ppb wet weight(5). Washington coastal sediment contained phenanthrene at 0.6-2.7 ug/g organic content(6). Phenanthrene was detected but not quantified in sediments taken from Lake Washington and Puget Sound(7), Commencement Bay, WA(8), the Atlantic Ocean, the Gulf of Mexico and Southern CA(9). Combined phenanthrene/anthracene residues were as follows in sediments: sediment samples taken from the Charles River in Boston, MA and successively farther out into the Atlantic to a distance 1000 km from Boston were 3000-<0.1 ppb dry weight(10). Phenanthrene levels of 11-229 ng/g dry wt were detected in sediments from 19 depositional areas along the lower Missouri River in 2002(11). Sediment samples collected from southern Lake Michigan in August 2011 contained a mean phenanthrene concentration of 70.4 ng/g dry wt(12)."
        },
        {
            "References": "(1) Readman JW et al; Estuarine Coastal Shelf Sci 14: 369-89 (1982) (2) Bjorseth A et al; Sci Total Environ 13: 71-86 (1979) (3) Poutanen EL et al; Chemosphere 10: 347-54 (1981) (4) Bertolotto RM et al; Mar Pollut Bull 46: 903-17 (2003) (5) Botello AV et al; Bull Environ Contam Toxicol 67: 889-97 (2001) (6) Hites RA et al; Adv Chem Ser 185: 289-311 (1980) (7) New Brunswick Research and Productivity Council; Bioaccumulation of toxic compounds in sulphur mill effluents by aquatic organisms in receiving waters, Report 657-1 (1978) (8) Shinohara R et al; Environ Intern 4: 163-74 (1980) (9) Charlesworth M et al; Mar Pollut Bull 44: 1421-34 (2002) (10) Eljarrat E et al; Environ Sci Technol 35: 3589-94 (2001) (11) Huang H et al; Bull Environ Contam Toxicol 73: 339-46 (2004) (12) Jiries A et al; Water Air Soil Pollut 121: 217-28 (2000) (13) Sporstol S et al; Environ Sci Technol 17: 282-6 (1983) (14) Cho JY et al; Bull Environ Contam Toxicol 71: 182-8 (2003) (15) Fabri D et al; Chemosphere 64: 1083-92 (2006) (16) Haynes D, Johnson JE; Mar Pollut Bull 41: 267-78 (2000) (17) Dsikowitzky L et al; Sci Total Environ 485-486: 348-362 (2014)",
            "Value": "SEDIMENTS: Phenanthrene was detected in the Tamar Estuary, Great Britain at 1042 ng/g in suspended solids and 368 ng/g sediments(1). Saudafjord, Norway had concentrations of phenanthrene of 121.6-9069.4 ppb dry weight (0-2 cm), 205.9-2781.5 ppb dry weight (2-4 cm), 34.5-3409.8 ppb dry weight (4-6 cm), and 106.2-1477.6 ppb dry weight (6-8 cm)(2). Phenanthrene was detected in sediment in the Baltic Sea at 31 ng/g, in a Gulf in Finland at 77 ng/g, 31-77 ug/kg, and 3-30 ug/kg, and in Norway at 150 ug/kg(3). Phenanthrene had reported levels of 267-1670 ug/kg in 12 (highest Polyaromatic hydrocarbon concentration) of 25 sites tested in 1998 in sediment from the Ligurian Sea, Italy(4). From 1997 to 1999 coastal lagoons of Veracruz State, Gulf of Mexico had sediment concentrations of phenanthrene of not detected to 0.1 ug/g in El Llano and Salada, at not detected to 0.3 ug/g in La Mancha and not detected to 0.7 ug/g in Mandinga(5). Phenanthrene concentrations in sediment in Polynesian Atolls were not detected-90 ppb, in Walvis Bay, Africa were 7.6 ppb, in Cariaco Trench were 18 ppb, in Amazon River flood plain were 2.1 ppb, and the Amazon River were not detected-9.3 ppb(6). Phenanthrene was detected but not quantified in sediments in New Brunswick, Canada(7) and Dokhai Bay, Japan(8). Phenanthrene was detected in 21 of 22 sediment samples from western Irish Sea at 4-123 ng/g in samples taken Jun-Jul 2000(9). Sediments from rivers that flow into the Mediterranean Sea in Catalonia, Spain contained phenanthrene concentrations in ng/g dry weight of 84.03 (Besos), 22.16 (Ebre), 54.34 (Falconera), 64.60 (Fluvia), 62.96 (Foix), 146.66 (Francolf), 469.63 (Llobregat), 72.95 (Muga), 37.05 (Ter) and 6.64 (Tordera)(10). Phenanthrene was detected in the sediment of the Huaihe River in the summer of 2002 at the concentration of 0.29, 0.11-0.15, and 0.21-0.37 mg/kg at Xiao Zui, Huaihe River bridge, and Hongguang Chemical plant, respectively(11). Phenanthrene was detected in Karak Province, Jordan in sediments at 2 wastewater treatment plants and 1 cesspool disposal site at 2.8, 0.7 and 4.3 ug/kg(12). Sediment samples taken from the North Sea to locations in Norway and Sweden ranged from 1.51-10,700 ppb phenanthrene dry weight(13). Phenanthrene, measured in Feb 1998 in Saemangeum reclaimed tidal lands of central Korea measured at 8 sites had average concentration of 30 ng/g dry weight(14). Sediments, sampled Sept 2003, from the northern and southern areas of the Adriatic Sea had phenanthrene concentrations of 150-310 and 6100 ng/g dry weight, respectively(15). Phenanthrene was detected at <0.06-4.2 ug/kg dry weight at Green Island, Great Barrier Reef, Australia in 1983(16). Sediments collected from 4 stations on the Cochin Backwaters, India in 2008 and 2011 contained phenanthrene concentrations of <5 to 40 ug/kg dry wt(17)."
        },
        {
            "References": "(1) Daisey JM et al; J Air Pollut Cont Assoc 36: 17-33 (1986) (2) Baran S et al; J Environ Sci Health B38: 799-812 (2003) (3) Berset JD et al; Sci Total Environ 267: 67-85 (2001) (4) Ortiz R et al; Bull Environ Contam Tixixol 88: 428-432 (2012) (5) Ma WL et al; Arch Environ Contam Toxicol 57: 670-678 (2009)",
            "Value": "SOILS: Phenanthrene was detected but not quantified in soil collected near a roadway in Canada(1). Phenanthrene was detected in soil sampled in south eastern Poland in 2001 at concentrations of 3.4-19.2 ug/kg(2). Phenanthrene was detected in a peat bog in Etang de la Gruere, Switzerland at 66.6-184.1 ug/kg at soil depths of 0-102 cm(3). Topsoil collected from rural sites in Mexico City in 2008-2009 contained average phenanthrene concentrations of 0.20-0.32 mg/kg(4). Topsoil samples collected in 2006 in the city of Harbin, China contained an average phenathrene + anthracene concentration of 0.11 ng/g(5)."
        },
        {
            "References": "(1) Windsor JG Jr, Hites RA: Geochim Cosmochim Acta 43: 27-33 (1979) (2) Hites RA et al; Adv Chem Ser 185: 289-311 (1980) (3) Acheson CM et al; Environ Toxicol Chem 23: 245-51 (2004)",
            "Value": "SOILS: Combined phenanthrene/anthracene residues in a variety of soils were as follows; Nova Scotia - <0.1-110 ppb(1); Maine - 63 ppb, Stoneham, MA - 120 ppb; Springfield, MA - 33 ppb, South Carolina - 78 ppb, Nebraska - 4.4-8.0 ppb, Wyoming - 4.8-30 ppb, California - 7.0-9.5 ppb, Alaska - 2.5-67 ppb, Hawaii - 3.6 ppb, Enewetok Atoll - 130 ppb, Wake Island - 31 ppb, Samoa - ND-0.3 ppb dry weight(1,2). Phenanthrene was detected at 402 mg/kg in Calhoun Park Superfund Site, Charleston, SC and at 231 mg/kg at Reilly Tar and Chemical Company Superfund Site, St Louis Park, MN(3)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Karickhoff SW et al; Water Res 13: 241-8 (1979) (2) Bonin JL, Simpson MJ; Environ Sci Technol 41: 153-9 (2007) (3) Carmo AM et al; Environ Sci Technol 34: 4363-9 (2000) (4) Bonner G, Goss KU; Environ Sci Technol 45(4): 1307-1312 (2010) (5) Swann RL et al; Res Rev 85: 17-28 (1983) (6) Ghosh U et al; Environ Sci Technol 37: 2209-17 (2003) (7) Bucheli TD, Gustafsson O; Environ Sci Technol 34: 5144-51 (2000)",
            "Value": "The log Koc of phenanthrene in coarse silt fractions from sediments from Doe Run and Hickory Hill, Georgia, was 4.36(1). Phenanthrene had reported Koc values of 9,750, 9,180, 21,080 and 11,150 in brown (Lethbridge, Alberta), dark brown (Lethbridge agricultural), black (Alberta Ellerslie Research Station) and peat (Pahokee peat) soil, respectively(2). Zook soils had phenanthrene Koc values of 13,300, 20,700, 13,100 and 16,000 in soil (%OC 2.5, %N 0.19), coarse silt (%OC 1.65, %N 0.15), pine silt (%OC 4.83, %N 0.31) and clay (%OC 4.11, %N 0.29), respectively(3). Sparta soils had phenanthrene Koc values of 18,900, 24,800, 15,800 and 25,300 in soil (%OC 2.05, %N 0.17), coarse silt (%OC 6.07, %N 0.36), pine silt (%OC 11.87, %N 0.73) and clay (%OC 9.31, %N 0.67), respectively(3). Phenathrene had a median log Koc of approximately 4.5 (Koc of 31,600) determined in 12 different soils(4). According to a classification scheme(5), this range of Koc values suggest that phenanthrene is expected to be immobile in soil. Log Koc values for phenanthrene were 7 with activated carbon, 6.6 with soot carbon, 6.5 with particulate coal, 5.5 with particulate charcoal, 5.3 with heavy fuel oil, 5.0 with coal tar, 4.9 with Pulakerogen, 4.8 with collagen, 4.7 with humic acid, 4.7 with degraded algea, 4.7 with amorphous organic matter, 4.6 with oxidized humic acid, 4.5 with cuticle, 4.4 with algea, 4.2 with lignin, 3.4 with cellulose, and 4.5 with various soils and sediments(6). Log Koc values of 7.0 and 6.5 have been observed in soot/water for phenanthrene(7)."
        }
    ]
}