{
    "_id": {
        "$oid": "6682e9c5c4e5dba5ffba2c4a"
    },
    "CID": {
        "$numberInt": "9989226"
    },
    "Name": "Aluminum oxide",
    "IUPACName": "dialuminum;oxygen(2-)",
    "CanonicalSMILES": "[O-2].[O-2].[O-2].[Al+3].[Al+3]",
    "Synonyms": [
        "ALUMINUM OXIDE",
        "1344-28-1",
        "Aluminium oxide",
        "Fasertonerde",
        "Abramant",
        "Compalox",
        "Faserton",
        "Martoxin",
        "Poraminar",
        "Abramax",
        "Abrasit",
        "Almite",
        "Aloxite",
        "Alundum",
        "Conopal"
    ],
    "IsomericSMILES": "[O-2].[O-2].[O-2].[Al+3].[Al+3]",
    "INCHI": "InChI=1S/2Al.3O/q2*+3;3*-2",
    "INCHIKEY": "PNEYBMLMFCGWSK-UHFFFAOYSA-N",
    "Formula": "Al2O3",
    "MolecularWeight": {
        "$numberDouble": "101.961"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "0"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "PMID:2330606",
            "Value": "... Six 8 wk old female Swiss Webster mice were fed for 10 weeks purified diets containing 100 (control), 500 or 1000 ug aluminum/g diet. Brain and liver lipid peroxidation was determined by evaluating the production of 2-thiobarbituric acid reactive substances in brain and liver homogenates in the presence or absence of 50 uM ferrous iron. 2-Thiobarbituric acid reactive substances production in the absence of iron in brain homogenates from mice fed the 1000 ... ug/g diet was higher (30%) than that in the ... control group (3.1 vs 2.4 nmol 2-thiobarbituric acid reactive substances/mg protein). The addition of ferrous iron increased 2-thiobarbituric acid reactive substances production in brain homogenates from all 3 dietary groups. The iron induced 2-thiobarbituric acid reactive substances production was 26% higher in the 1000 ... ug/g /group/ brain homogenates than in the ... /control/ group (4.9 vs 3.9 nmol 2-thiobarbituric acid reactive subtances/mg protein). Brain 2-thiobarbituric acid reactive substances production in the presence and absence of iron was similar between the 100 and 500 ... ug/g /diet/ groups. 2-Thiobarbituric acid reactive substances production in liver homogenates measured either with or without iron was similar for the 3 groups. These results show that, in mice, dietary aluminum intoxication leads to increased brain 2-thiobarbituric acid reactive substance production, suggesting that enhanced lipid peroxidation may be one possible mechanism underlying the neurological damage associated with increased tissue aluminum. /Aluminum/"
        },
        {
            "References": "PMID:2092675",
            "Value": "Evidence is presented indicating that dementias are associated with a relative insufficiency of magnesium in the brain. Such insufficiency may be attributable to low intake or retention of magnesium; high intake of a neurotoxic metal, such a aluminum, which inhibits activity of magnesium requiring enzymes; or impaired transport of magnesium and/or enhanced transport of the neurotoxic metal into brain tissue. It is proposed that Alzheimer's disease involves a defective transport process, characterized by both an abnormally high incorporation of aluminum and an abnormally low incorporation of magnesium into brain neurons. The hypothesis has advanced that an altered serum protein contributes to the progression of Alzheimer's disease by having a greater affinity for aluminum than for magnesium, in contrast to the normal protein, which binds magnesium better than aluminum. The altered protein crosses the blood-brain barrier more efficiently than the normal protein and competes with the normal protein in binding to brain neurons. Binding of the altered protein to the target neurons would both facilitate aluminum uptake and impede magnesium uptake. Evidence suggests that albumin is the serum protein that is altered. /Aluminum/"
        },
        {
            "References": "PMID:2671833",
            "Value": "Aluminum is established as a neurotoxin, although the basis for its toxicity is unknown. It recently has been shown to alter the function of the blood brain barrier, which regulates exchanges between the central nervous system and peripheral circulation. The blood brain barrier owes its unique properties to the integrity of cell membranes that comprise it. Aluminum affects some of the membrane-like functions of the blood brain barrier. It increases the rate of transmembrane diffusion and selectively changes saturable transport systems without disrupting the integrity of the membranes or altering CNS hemodynamics. Such alterations in the access to the brain of nutrients, hormones, toxins, and drugs could be the basis of CNS dysfunction. Aluminum is capable of altering membrane function at the blood-brain barrier; many of its effects on the CNS as well as peripheral tissues can be explained by its actions as a membrane toxin. /Aluminum/"
        },
        {
            "References": "Johnson GVW et al; Neuroiol Aging 11 (3): 209-16 (1990)",
            "Value": "Chronic, oral administration of aluminum to rats increases the in vivo concentration of cyclic AMP and the phosphorylation of microtubule-associated protein-2 and the 200 kd neurofilament subunit. In the present study, the effect of this treatment on endogenous protein phosphorylation in soluble and particulate fractions prepared from cerebral cortices was examined. Chronic aluminum treatment significantly elevated the basal and cyclic AMP-dependent phosphorylation of 11-12 endogenous proteins in the soluble fraction prepared from cerebral cortices. Endogenous protein phosphorylation in the soluble fraction occurring in the presence of calcium(+2) alone or calcium(+2) phorbol 12-myristate 13-acetate and phosphatidylserine was not significantly altered by aluminum treatment. In the particulate fraction the phosphorylation of several proteins was significantly decreased by aluminum administration; however the phosphorylation of the majority of protein substrates remained unaltered. Aluminum treatment did not alter the activities of cyclic AMP-dependent protein kinase or protein tyrosine kinase in the soluble and particulate fractions. The activity of calcium(+2)/phospholipid-dependent protein kinase (protein kinase C) was increased in the particulate fraction of aluminum fed rats. These results clearly demonstrate that specific effects on protein kinase activities result from in vivo aluminum administration. /Aluminum/"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:1609426",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Female Wistar rats were inoculated intratracheally with 10 mg/mL suspensions of various dusts, viz: quartz, fly ash, mica and corundum in physiological saline. Biochemical markers of bronchoalveolar lavage fluid (BALF) were analyzed 8 days after the instillation of the dusts. Elevated levels of proteins, sialic acid and phospholipid contents and the activity of lactate dehydrogenase correlated well with the degree of the known fibrogenic potential of different dusts in the lungs in the following order, quartz greater than fly ash greater than mica greater than corundum. beta-glucuronidase activity, was however, only elevated in the quartz inoculated group of rats..."
        },
        {
            "References": "Krewski D et al; J Toxicol Environ health B Crit Rev 10 (Suppl 1): 1-269 (2007)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Acute inhalation of aluminium oxide particles, produced by a Wright dust constant feed generator, with a mean count size of 0.2 um, and maximum size of 1um, as 0.38 or 0.58 mg/L (380 or 580 mg/cu m), for 30 minutes by guinea pigs caused a constriction of pulmonary air flow. In contrast, inhalation of aluminium oxide at a concentration of 0.38 mg/L (380 mg/cu m) by rats for 3, 7 or 15 minutes produced a time-dependent lung dilatory effect, the opposite to that seen in the human, guinea pig, dog and cat."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the Threshold Limit Values and Biological Exposure Indices. 5th ed. Cincinnati, OH: American Conference of Governmental Industrial Hygienists, 1986., p. 21",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Gamma-alumina at particle size of 2 u was highly fibrogenic /when injected into lungs of rats/. /Gamma-alumina/"
        },
        {
            "References": "PMID:19428954",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ This paper compares the pulmonary toxicokinetics and toxicodynamics of three different types of poorly soluble dusts examined in repeated rat inhalation bioassays (6 hr/day, 5 days/week, 4 weeks). In these studies the fate of particles was studied during a 3-6-month postexposure period. This retrospective analysis included two types of aluminum oxyhydroxides (AlOOH, boehmite), high purity calcined, and agglomerated nanosized aluminas of very low solubility with primary isometric particles of 10 or 40 nm, and synthetic iron oxide black (Fe(3)O(4) pigment grade). Three metrics of dose (actual mass concentration, surface area concentration, mass-based lung burden) were compared with pulmonary toxicity characterized by bronchoalveolar lavage. The results of this analysis provide strong evidence that pulmonary toxicity (inflammation) corresponds best with the mass-based cumulative lung exposure dose. The inhalation study with a MMAD of approximately 0.5 um yielded a higher pulmonary dose than MMADs in the range of 1-2 um, a range most commonly used in repeated exposure inhalation studies. Hence, a key premise for the dosimetric adjustment across species is that comparable lung tissue doses should cause comparable effects. From that perspective, the determination of mass-based pulmonary lung burdens appears to be amongst the most important and critical nominator of dose and dose-related pulmonary toxicity."
        },
        {
            "References": "Krewski D et al; J Toxicol Environ health B Crit Rev 10 (Suppl 1): 1-269 (2007)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Rats /were/ instilled with 1 or 5 mg Al2O3/100 g body weight. A dose-dependent minimal and generally transient increase in inflammatory responses was measured in the bronchoalveolar lavage fluid (BALF) including; activity of lactate dehydrogenase (LDH) an index of cell membrane damage; beta-glucuronidase and N-acetylglucosaminidase, markers of macrophage/ polymorphonuclear membrane damage; and levels of total protein, an index of potential fibrotic activity and/or vascular damage. Increase in total cells at this dose was primarily due to elevation in neutrophils and lymphocytes. At low dose, the only significant change was an increase of neutrophils on day 1 which returned to the control level by day 7. The changes observed at high doses returned slowly to normal values during the 2-month study period."
        },
        {
            "References": "PMID:16052892",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Pure alpha-alumina (Al-P) or aluminum foundry dust (Al-F) was intratracheally instilled to rats in doses of 20 mg suspended in 0.5 mL of saline. After 3, 6 and 9 months since instillation, the following biomarkers were assessed in lung tissues: Clara cell protein (CC16), hyaluronic acid (HA), total protein, metalloproteinases (MMP) in bronchoalveolar lavage fluid (BALF), and GSH-S-transferase (GST). Morphological study of lungs and cells in BALF sediment was also performed. RESULTS: In the long-term study, Al-F dust induced marked changes in both epithelial cells and lung tissues, leading to important remodeling in collagen deposit and elastase fibres after 6 and 9 months. By contrast, the same dose of Al-P caused an increase in the number of polymorphonuclear leukocytes in the lung and fibrosis, but the latter was manifested by only slight signs. The lung BALF showed a decreasing level of Clara cell protein and a markedly increased expression of MMP-2 and MMP-9. These findings suggest that there is an upregulation of MMP and an increase in epithelial cell death and Clara cells proliferation, which may contribute to the respiratory symptoms through remodeling of airways and alveolar structures..."
        },
        {
            "References": "Krewski D et al; J Toxicol Environ health B Crit Rev 10 (Suppl 1): 1-269 (2007)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Rats were given a single intratracheal instillation of 20 mg of either condensed aerosols/dusts collected from a foundry or pure chemical grade alpha-alumina. They were suspended in 0.5 mL of saline. Before installation, samples were passed through a 36 um diameter strainer. Multiple endpoints were determined in the BALF 3, 6 and 9 months later. Clara cell protein 16 (CC16) was significantly lower in rats that received alpha-alumina 3 months after instillation and in rats that received foundry aluminium 6 months after instillation, compared to controls. Hyaluronic acid was significantly increased only in the rats terminated 6 months after alpha-alumina instillation. Nine months after treatment, neutrophils increased ~ 3-fold in rats given foundry aluminium and ~ 5-fold in those given alpha-alumina. Lung weights increased in the alpha-alumina-treated rats but not those that received foundry aluminium. Three months after alpha-alumina instillation macrophage accumulation was seen; after 6 and 9 months granuloma-like structures were observed. Six months after foundry aluminium instillation, young forms of lymphocytes, macrophages and fibroblasts were seen; after 9 months interstitial fibrosis was observed."
        },
        {
            "References": "Krewski D et al; J Toxicol Environ health B Crit Rev 10 (Suppl 1): 1-269 (2007)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The ability of 7 aluminium oxide samples to produce lung cytotoxicity, measured by LDH and polymorphonuclear neutrophils in BALF, was tested in rats by comparing the intratracheal instillation of a total of 50 mg of aluminium oxide, with that of 25 mg of quartz, each given in 5 instillations over 2 weeks. The samples were smelter grade aluminas obtained from industries involved in aluminium production and a chemical grade and a laboratory produced aluminium oxide. They had median particle diameters of 1.3 to 12 um except for the chemical grade that had a median diameter of 0.008 um. Increased lung cytotoxicity was seen as surface area increased and alpha-content decreased. I.p. injection of 5 mg of the smelter grade aluminas in mice produced nodules, but no fibrosis. The BALF of rats given a single intratracheal instillation of 40 mg of potroom aluminium oxide was studied 1, 4 and 12 months later. Compared to controls, there was a significant decrease of lymphocytes at 1 month, a significant decrease of albumin at 4 months and a significant increase of fibronectin at 12 months."
        },
        {
            "References": "Krewski D et al; J Toxicol Environ health B Crit Rev 10 (Suppl 1): 1-269 (2007)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... The experimental studies of the toxicity of aluminium oxide in the lung /were reviewed with the conclusion/ that the catalytically-active low temperature forms of aluminium oxide and the forms that are not catalytically-active and defined as gamma can produce irreversible fibronodular changes, but only after intratracheal instillation. /This was/ termed this \"alumina-related pulmonary disease\". ... A positive correlation between the surface area of the aluminium oxide particles and the fibronodular response /was noted/."
        },
        {
            "References": "Krewski D et al; J Toxicol Environ health B Crit Rev 10 (Suppl 1): 1-269 (2007)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Wistar rats and hamsters inhaled a powder composed of 20% aluminium and 80% aluminium oxide, 0.05 to 7 um particle width, which was introduced hourly during an 8 hr day for 3 to 19 months. Increased exposure duration produced enlarged lungs covered by slightly thickened pleura with sub-pleural plaques. This progressed to consolidated areas surrounding the small bronchioles. Cystic spaces, usually sub-pleural, were seen after 9 months. They were surrounded by firm, fibrous pleural walls and filled with pulpy material. Microscopic examination revealed diffuse alveolar catarrh, large macrophages, eosinophilic foamy vacuolated cytoplasm, some thickening of the alveolar walls which were lined by proliferation macrophages, foreign body giant cells, granulomas formed by histiocytes (tissue macrophages), and foreign body giant cells with large lipoid clefts. This constellation of effects was considered to be a lipid pneumonia."
        },
        {
            "References": "Krewski D et al; J Toxicol Environ health B Crit Rev 10 (Suppl 1): 1-269 (2007)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Aluminium oxide exists in many chemical species. The gamma transitional form was believed to be the most biologically active. Mice and rats were exposed to a relatively well-defined gamma transitional form of aluminium oxide having an average particle size of 0.005 to 0.04 um and a surface area of 95 sq m/g, although these particles aggregated during the experiment. Exposure was to 33 g/cu m by inhalation 5 hr daily for 285 days or by intratracheal instillation of a single dose of 35 mg of gamma-Al2O3 suspended in 1 mL of tap-water. It was noted by the experimenters that this very high level inhalational exposure could not be tolerated and would be avoided by industrial workers. Inhalation exposure resulted in some deaths, some connective tissue thickening in the alveolar walls and bronchioles with mild collagenous fibrosis, but not the collagenous nodules seen in silicosis. These effects have been interpreted as alveolar proteinosis, a non-specific response to pulmonary dust exposure."
        },
        {
            "References": "Krewski D et al; J Toxicol Environ health B Crit Rev 10 (Suppl 1): 1-269 (2007)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Inhalation of 40 to 120 mg/cu m of boehmite, a gelatinous aluminium oxide, or 21 to 33 mg/cu m aluminium oxide, considered to be gibbsite, by guinea pigs 8 hr daily, 6 days weekly for 14 months apparently did not produce adverse pulmonary alterations /in a study published in 1944/. The authors did note that this inhalation unfavorably influenced the resistance to tuberculosis, consistent with the response to concurrent exposure to finely powdered aluminium dust and pneumococci. ... Intratracheal instillation of 100 mg of the same gelatinous, hydrated aluminium oxide (laths of 200 to 400 A length and 50 to 100 A width, or aggregates, 300 sq m/g surface area) studied /in 1944/ resulted in extensive confluent nodular and diffuse confluent grade 5 fibrosis after 270 days. Similar intratracheal application of fumes, comprising largely amorphous spherical particles of 0.02 to 0.5 um with a surface area of 10 sq m/g, from a corundum furnace produced mild, grade 2 to 3 fibrosis."
        },
        {
            "References": "Krewski D et al; J Toxicol Environ health B Crit Rev 10 (Suppl 1): 1-269 (2007)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... The fibrogenic effect of intratracheal instillation of 7 alumina samples /was studied/ in rats. Five of the samples were used for aluminium production, one sample was a chemical grade form of alumina characterized by small particle diameter and high chemical purity, and the last sample was a laboratory-produced alumina. Quartz was used as a positive control because of its well-known fibrogenic activity. The alumina samples were administered at a total dose of 50 mg by 5 injections given over a period of 2 weeks. Groups of 5 animals were sacrificed at 60, 90, 180, or 360 days after exposure. Histopathological examinations were carried out on all animals and bronchoalveolar lavage was performed to assess inflammatory reactions. Fibrogenic potential was not detected for any of the 5 aluminas used for primary aluminium production, while it was reported that the other 2 samples induced fibrotic lesions. A correlation between cytological and biochemical parameters studied in BALF and the fibrosis determined by histology was not noted for the alumina-treated animals. A persistent inflammatory alveolar reaction was seen in the animals instilled with the alumina samples, which was less severe than the reaction produced by the instillation of quartz. The route of administration needs to be considered in interpreting these results. Intratracheal instillation may have overloaded clearance mechanisms; however this cannot account for differences of intensity between samples which were administered at the same dose."
        },
        {
            "References": "Krewski D et al; J Toxicol Environ health B Crit Rev 10 (Suppl 1): 1-269 (2007)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Intratracheal instillations of aluminium oxide (primary alumina), aluminium oxide with adsorbed fluorides (secondary alumina), and saline /were administered/ to three different groups of rats. The alumina dust (40 mg) was suspended in saline. BALF was obtained and histological examination of the lungs was performed 1, 4, and 12 months after exposure. No signs of fibrosis were found in any of the animals. No significant changes in alveolar cell concentrations were noted for the group treated with primary aluminium; however the secondary aluminium group exhibited increased concentrations of macrophages and neutrophils one month and one year after exposure. This suggests that fluoride plays an important role in early changes to alveolar cell populations. One year after exposure both the aluminium treated groups exhibited significantly raised concentrations of fibronectin, which indicates that alumina, not fluoride, is essential for this observed effect. The biochemical properties of fibronectin support the formation of an extracellular matrix network, and therefore fibronectin may be an early marker of fibrosis."
        },
        {
            "References": "Venugopal, B. and T.D. Luckey. Metal Toxicity in Mammals, 2. New York: Plenum Press, 1978., p. 111",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Following inhalation, dusts of ... aluminum oxide ... is retained in lungs. In rats, initial response to this deposit was proliferation of macrophages within alveolar spaces, resulting in lipoid pneumonia; prolonged exposure caused focal deposition of hyaline material in alveolar walls."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Aluminum oxide (1344-28-1) p.66 (2000  CD-ROM edition). Available from, as of April 26, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Four experiments in which SPF Wistar rats were inoculated intrapleurally with asbestos or other materials, including aluminum oxide, /were carried out/. Mesotheliomata were observed in a considerable proportion of animals with all the samples of asbestos used. Only a single one was produced with aluminum oxide."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Aluminum oxide (1344-28-1) p.67 (2000  CD-ROM edition). Available from, as of April 26, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of rats (strain not given) were exposed by inhalation to atmospheres containing a refractory aluminum fiber either as manufactured or in a thermally aged form. Similar groups were exposed to UICC chrysotile A asbestos or clean air to serve as positive or negative controls, respectively. Exposures continued for 86 weeks after which the animals were maintained to 85% mortality. Pulmonary reaction to both forms of alumina fiber was minimal. Asbestos provoked the expected progressive fibrosis. Pulmonary tumors (both benign and malignant) were confined to rats dosed with asbestos. The results support the predicted inert nature of these alumina fibers."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ 50 female and 50 male Wistar rats /were exposed/ to Safffil aluminum fibers (96% aluminum oxide) for 86 weeks at a concentration of 2.18 - 2.45 mg/cu m, and to chrysotile asbestos at a concentration of 4.6 mg/cu m. /Investigators/ found fibrosis with the chrysotile but not with the aluminum oxide fibers. The pulmonary reaction to the aluminum fibers was minimal and generally confined to groups of pigmented alveolar macrophages, with fiber fragments visible when viewed under a phase-contrast microscope."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Aluminum oxide (1344-28-1) p.63 (2000  CD-ROM edition). Available from, as of April 26, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Ames test, Salmonella typhimurium TA 98, TA 100, TA 1535, TA 1537, TA 1538, with and without metabolic activation. Results: negative."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Aluminum oxide (1344-28-1) p.64 (2000  CD-ROM edition). Available from, as of April 26, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Bacillus subtilis recombination assay, using Bacillus subtilis H17rec+ and M45rec43. Results: no mutagenic effects."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/GENOTOXICITY/...  In vivo assays with aluminum oxide, aluminum chloride, and aluminum were negative."
        },
        {
            "References": "Krewski D et al; J Toxicol Environ health B Crit Rev 10 (Suppl 1): 1-269 (2007)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Aluminium oxide was shown to release histamine from rat peritoneal mast cells. The greatest effect, seen with 4.4 um maximal median diameter particles at pH 6.8, was comparable to that see with iron oxide but less than seen with chromium oxide."
        },
        {
            "References": "Krewski D et al; J Toxicol Environ health B Crit Rev 10 (Suppl 1): 1-269 (2007)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The cytotoxicity of aluminium oxide particles (median size was equal or less than 0.36 um and surface area 198.4 sq m/g) to hamster and rat alveolar macrophages (AM) in vitro was measured at 0.1-0.5 mg/Lx 10+6 cells at 24 and 48 hr using trypan blue exclusion procedures. The viability of the hamster AM in the presence of aluminium oxide up to the highest concentration was similar to control. After 24 and 48 hr, the viability of the AM was approximately 80 and 70%, respectively. Results demonstrated that aluminium oxide showed no changes in AM viability under in vitro conditions."
        },
        {
            "References": "Venugopal, B. and T.D. Luckey. Metal Toxicity in Mammals, 2. New York: Plenum Press, 1978., p. 111",
            "Value": "/OTHER TOXICITY INFORMATION/ /Progressive encephalopathy, dementia & convulsions, neurofibrillary degeneration/ were observed when hydrated oxides of aluminum were applied to surface of brain or injected into cerebral cortex or cisterna magna in apes & monkeys ... Subsequently ... Severe recurrent epilepsy. /Hydrated Aluminum oxides/"
        },
        {
            "References": "Friberg, L., G.R. Nordberg, and V.B. Vouk. Handbook on the Toxicology of Metals. New York: Elsevier North Holland, 1979., p. 279",
            "Value": "/OTHER TOXICITY INFORMATION/ Gamma-oxides seem to produce /pulmonary/ fibrous reaction to a greater extent than the alpha-oxides. /Gamma-oxides/"
        },
        {
            "References": "PMID:3379486",
            "Value": "/OTHER TOXICITY INFORMATION/ A review of experimental studies suggest that the catalytically active low temperature transitional forms of alumina /including aluminum oxide/ produces irreversible fibronodular change only when administed by intractracheal insufflation. Other aluminas not catalytically active but also broadly identified as \"gamma\" for different reasons also appear capable of inducing pulmonary fibrosis in the same model."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Cahill RA, Unger MT; Wat Sci Tech 28: 53-8 (1993)",
            "Value": "SEDIMENT: In 1984, aluminum oxide was detected in sediments in the west branch of the Grand Calumet River, in Indiana and Illinois, at mean, median and maximum concentrations (% composition) of 8.60, 7.73 and 12.46, respectively(1)."
        }
    ]
}